Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Custom Auto-conversion rules to convert files on-the-fly so that they can play on any device.
ca: Regles de conversió automàtiques personalitzades per convertir fitxers al vol perquè puguin reproduir-se en qualsevol dispositiu.
da: Brugerdefinerede Auto-konverteringsregler for at konvertere filer on-the-fly, så de kan afspilles på enhver enhed.
de: Benutzerdefinierte Regeln für das automatische Konvertieren von Dateien während des Streamens. Erlaubt das Abspielen auf jedem Gerät.
el: Προσαρμοσμένοι κανόνες Αυτόματης-μετατροπής για τη μετατροπή αρχείων on-the-fly, ώστε να είναι δυνατή η αναπαραγωγή σε οποιαδήποτε συσκευή.
he: כללי המרה אוטומטית מותאמים אישית כדי להמיר קבצים על המקום כך שניתן יהיה להשמיעם בכל מכשיר.
ja: 任意のデバイスで再生できるようにファイルをオンザフライで変換するためのカスタム自動変換ルール。
nb_no: Egendefinerte Auto-konverteringsregler for å konvertere filer mens de flyttes for å kunne spilles av på hvilken som helst enhet.
nl: Aanpasbare Auto-conversieregels om bestanden direct te converteren, zodat ze op elk apparaat kunnen worden afgespeeld.
pl: Niestandardowe reguły automatycznej konwersji do konwertowania plików w locie, aby można je było odtwarzać na dowolnym urządzeniu.
pt_br: Regras de converão automática personalizadas, para converter arquivos on-the-fly, de modo que eles toquem em qualquer dispositivo.
ru: Свои правила автопреобразования для мгновенного преобразования файлов, чтобы их можно было воспроизводить на любом устройстве.
sv: Anpassade autokonverteringsregler för att konvertera filer i farten så att de kan spelas upp på vilken enhet som helst.
tr: Dosyaları anında dönüştürmek için Özel Otomatik dönüştürme kuralları, böylece herhangi bir cihazda oynatılabilirler.
uk: Користувацькі правила автоматичного перетворення файлів на льоту, щоб вони могли відтворюватися на будь-якому пристрої.

source: Plus improved performance and tuning options, Sleep timer, etc.
ca: A més a més un rendiment millorat i opcions d’ajust, temporitzador de aturada temporal, etc.
da: Plus forbedret ydeevne og indstillingsmuligheder, Sleep timer, osv.
de: Zusätzlich verbesserte Leistung und Tuning-Optionen, Schlaf-Timer usw.
el: Επιπλέον βελτιωμένες επιδόσεις και επιλογές συντονισμού, Sleep, κ.λ.π.
he: בתוספת שיפורי ביצועים ואפשרויות כוונון, טיימר שינה וכו'.
ja: さらに、パフォーマンスとチューニングオプション、スリープタイマーなどが向上しました。
nb_no: Pluss forbedret ytelse og innstilling alternativer, Sovetimer osv.
nl: Plus verbeterde prestatie- en instellingsopties, Sleeptimer, enz.
pl: Plus ulepszone opcje wydajności i strojenia, wyłącznik czasowy itp.
pt_br: Além de desempenho melhorado e opções de ajustes, temporizador para dormir, etc.
ru: Плюс улучшенная производительность и возможности настройки, таймер сна и др.
sv: Plus förbättrad prestanda och inställningsalternativ, vilotimer, etc.
tr: Ayrıca geliştirilmiş performans ve ayar seçenekleri, Uyku zamanlayıcısı vb.
uk: Плюс покращена продуктивність та параметри налаштування, таймер сну тощо.

source: Recommends Artwork and track metadata for newly imported tracks
ca: Recomana metadades de pistes i il·lustracions per a les pistes importades recentment
da: Anbefaler Kunstværk og spor metadata til nyligt importerede spor
de: Empfiehlt Bilder und Metadaten für neu importierte Tracks
el: Προτείνει Γραφικό και μεταδεδομένα κομματιού για νεοεισαχθέντα κομμάτια
he: ממליץ על יצירות אמנות ונתונים מטה עבור רצועות שזה עתה יובאו
ja: 新しくインポートされたトラックのアートワークとトラックのメタデータを推奨します
nb_no: Anbefaler Grafikk og spor metadata for nyimporterte spor
nl: Beveelt album-afbeeldingen en metadata aan voor nieuw geïmporteerde tracks
pl: Zaleca grafikę i metadane utworów dla nowo importowanych utworów
pt_br: Recomenda capa e metadados para faixas recém importadas
ru: Рекомендует обложки и метаданные треков для вновь импортированных треков
sv: Rekommenderar bilder och spårmetadata för nyimporterade spår
tr: Yeni içe aktarılan parçalar için Albüm Kapağı ve parça meta verilerini önerir
uk: Рекомендує ілюстрацію та метадані доріжок для нещодавно імпортованих доріжок

source: Devices
ca: Dispositius
da: Enheder
de: Geräte
el: Συσκευές
he: מכשירים
ja: デバイス
nb_no: Enheter
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sv: Enheter
uk: Пристрої

source: For example rootDesc.xml. You can find this in the server's settings.
ca: Per exemple rootDesc.xml. Ho podeu trobar a la configuració del servidor.
da: For eksempel rootDesc.xml. Du kan finde dette i serverns indstillinger.
de: Zum Beispiel "rootDesc.xml". Die Adresse finden Sie in den Einstellungen des Servers.
el: Για παράδειγμα rootDesc.xml. Μπορείτε να το βρείτε στις ρυθμίσεις του server.
he: לדוגמה rootDesc.xml. תוכל למצוא את זה בהגדרות השרת.
ja: たとえば、rootDesc.xmlです。これはサーバーの設定で見つけることができます。
nb_no: For eksempel rootDesc.xml. Du kan finne dette i serverinnstillingene.
nl: Bijvoorbeeld rootDesc.xml. dit is te vinden in de insteserverinstellingen.
pl: Na przykład rootDesc.xml. Możesz to znaleźć w ustawieniach serwera.
pt_br: Por exemplo, rootDesc.xml. Você pode localizar isso nas configurações do servidor.
ru: Например, rootDesc.xml. См. настройки сервера.
sv: Till exempel rootDesc.xml. Du hittar detta i serverns inställningar.
uk: Наприклад, rootDesc.xml. Це можна знайти в налаштуваннях сервера.

source: (see all)
ca: (veure tot)
da: (se alle)
de: (Alle anzeigen)
el: (εμφάν. όλων)
he: (ראה הכל)
ja: （すべて参照）
nb_no: (se alt)
nl: (alles weergeven)
pl: (Pokaż wszystko)
pt_br: (ver todos)
ru: (см. все)
sv: (se alla)
uk: (переглянути всі)

source: Selected Artist nodes
ca: Nodes d'artista seleccionats
da: Valgte Kunstner noder
de: Ausgewählte Interpreten-Knoten
el: Επιλεγμένοι κόμβοι Καλλιτέχνη
he: צמתי אמן נבחרים
ja: 選択したアーティストノード
nb_no: Valgte Artist-noder
nl: Geselecteerde Artiestmappen
pl: Wybrane węzły artysty
pt_br: Nós de artistas selecionados
ru: Выбранные узлы исполнителя
sv: Valda artistnoder
uk: Вибрані вузли Виконавця

source: Show index for categories with many items
ca: Mostra l’índex de categories amb molts elements
da: Vis indeks for kategorier med mange elementer
de: Zeige den Index für Kategorien mit vielen Einträgen
el: Εμφάνιση ευρετηρίου για κατηγορίες με πολλά αντικείμενα
he: הראה אינדקס לקטגוריות עם פריטים מרובים
ja: アイテムの多いカテゴリのインデックスを表示
nb_no: Vis indeks for kategorier med mange elementer
nl: Index voor categorieën met veel items weergeven
pl: Pokaż indeks dla kategorii z wieloma pozycjami
pt_br: Exibir índice para categorias com muitos itens
ru: Показывать индекс для категорий с большим количеством элементов
sv: Visa index för kategorier med många poster
uk: Показати індекс для категорій з багатьма елементами

source: The server name as it appears to other DLNA devices
ca: El nom del servidor tal com apareix a la resta de dispositius DLNA
da: Server navnet, som det vises for andre DLNA-enheder
de: Servername, wie er in anderen Geräten erscheinen soll
el: Το όνομα server, όπως εμφανίζεται σε άλλες συσκευές DLNA
he: שם השרת כפי שהוא מופיע למכשירי DLNA אחרים
ja: 他のDLNAデバイスに表示されるサーバー名
nb_no: Servernavnet som vises til andre DLNA-enheter
nl: De servernaam die andere DLNA-aparaten zien
pl: Nazwa serwera taka, jak pojawia się dla inych urządzeń DLNA
pt_br: O nome do servidor, como será visto por outros dispositivos DLNA
ru: Имя сервера, как оно представляется другим DLNA-устройствам
sv: Servernamnet som det visas för andra DLNA-enheter
tr: Diğer DLNA cihazlarında göründüğü şekliyle sunucu adı
uk: Ім'я сервера, як воно показується на інших пристроях DLNA

source: Remove underscores
ca: Elimineu els guionets baixos
da: Fjern understregninger
de: Unterstriche entfernen
el: Αφαίρεση underscore
he: הסר קווים תחתוניים
ja: アンダースコアを除去
nb_no: Fjern understreker
nl: Underscores verwijderen
pl: Usuń podkreślenia
pt_br: Remover underscores
ru: Удалить подчёркивания
sv: Ta bort understreck
uk: Вилучити підкреслення

source: Collection comment
ca: Comentari de la col·lecció
da: Samling kommentar
de: Auswahl-Kommentar
el: Σχόλιο συλλογής
he: הערת אוסף
ja: コレクションコメント
nb_no: Samling kommentar
nl: Opmerking bij collectie
pl: Komentarz do kolekcji
pt_br: Comentário
ru: Комментарий к коллекции
sv: Samlingskommentar
uk: Коментар до колекції

source: Add converted files to the library
ca: Afegiu fitxers convertits a la biblioteca
da: Tilføj konverterede filer til biblioteket
de: Konvertierte Dateien zum Archiv hinzufügen
el: Προσθήκη μετατραπέντων αρχείων στη βιβλιοθήκη
he: הוסף את הקבצים שהומרו לספרייה
ja: 変換されたファイルをライブラリに追加する
nb_no: Legg til konverterte filer i biblioteket
nl: Geconverteerde bestanden aan de Bibliotheek toevoegen
pl: Dodaj przekonwertowane pliki do biblioteki
pt_br: Adicionar arquivos convertidos à biblioteca
ru: Добавить преобразованные файлы в библиотеку
sv: Lägg till konverterade filer i biblioteket
uk: Додати перетворені файли до бібліотеки

source: Show
ar: عرض
ca: Mostra
da: Vis
de: Kategorie
el: Εμφάνιση
he: הצג
ja: 表示
nb_no: Vis
nl: Toon
pl: pokaż
pt_br: Exibir
ru: Показать
sv: Visa
uk: Показати

source: Each Collection
da: Hver Samling
ja: 各コレクション

source: Include beta builds
ca: Inclou versions beta
da: Inkluder beta builds
de: Beta-Builds einbeziehen
el: Συμπερίληψη εκδόσεων beta
he: כולל בניות בטא
ja: ベータ版のビルドを含める
nb_no: Inkluder beta-bygg
nl: Inclusief bèta's
pl: Uwzględnij kompilacje beta
pt_br: Incluir versões beta
ru: Включая ночные сборки
sv: Inkludera betaversioner
tr: Beta sürümlerini dahil et
uk: Включити бета-збирання

source: Type the key combination to activate the selected action
ar: اكتب تركيبة مفاتيح تنشيط الإجراء المحدد
ca: Escriviu la combinació de tecles per activar l'acció seleccionada
da: Skriv tastekombinationen for at aktivere den valgte handling
de: Drücken Sie die Tastenkombination, welche die oben ausgewählte Aktion starten soll
el: Πληκτρολογήστε τον συνδυασμό πλήκτρων για ενεργοποίηση της επιλεγμένης ενέργειας
he: הזן את צירוף המקשים להפעלת הפעולה שנבחרה
ja: キーの組み合わせを入力することで選択した動作を行います
nb_no: Trykk tastekombinasjonen for å aktivere valgt handling
nl: Druk de toetscombinatie in om de geselecteerde taak te activeren
pl: Wciśnij kombinację klawiszy, aby uaktywnić wybraną akcję
pt_br: Pressione a combinação de teclas que vai ativar a ação selecionada
ru: Введите комбинацию клавиш для выбранного действия
sv: Ange tangentkombinationen för att aktivera den valda åtgärden
uk: Введіть комбінацію клавіш, щоб активувати вибрану дію

source: This setting defines how Album titles and Track Number properties are added to the Library. Options are 'Tags only', 'Tags then Playlists', and 'Playlists then Tags'. 'Tags only' should always be used, except in cases where a music collection is arranged in such a manner that each collection of tracks has an associated playlist that defines the Album.
ca: Aquest paràmetre defineix com s'afegeixen els títols de l'àlbum i les propietats del número de pista a la biblioteca. Les opcions són "Només etiquetes", "Etiquetes després llistes de reproducció" i "Llistes de reproducció després etiquetes". Sempre s'ha d'utilitzar "només etiquetes", excepte en els casos en què una col·lecció de música estigui organitzada de manera que cada col·lecció de pistes tingui associada una llista de reproducció que defineixi l'àlbum.
da: Denne indstilling definerer, hvordan Album titler og Spor Nummer egenskaber tilføjes til Biblioteket. Muligheder er 'Kun Tags', 'Tags derefter Playlister', og 'Playlister derefter Tags'. 'Kun Tags' bør altid bruges, undtagen i tilfælde hvor en musiksamling er arrangeret på en sådan måde, at hver samling af spor har en tilknyttet playliste, der definerer Albummet.
de: Legt die Quellen und die Reihenfolge fest, aus denen Albumtitel und Tracknummer automatisch ermittelt werden. Optionen sind "Nur Tags", "erst Tags, dann Wiedergabelisten" und "erst Wiedergabelisten, dann Tags". Sie sollten immer "Nur Tags" verwenden, es sei denn das Archiv ist so organisiert, dass jeder Musikauswahl eine Wiedergabeliste zugeordnet ist, die das Album definiert.
el: Αυτή η ρύθμιση καθορίζει τον τρόπο προσθήκης τίτλων Άλμπουμ και ιδιοτήτων Αριθμού Κομματιού στη βιβλιοθήκη. Οι επιλογές είναι 'Μόνο ετικέτες', 'Ετικέτες έπειτα Λίστες Αναπαραγωγής' και 'Λίστες Αναπαραγωγής έπετα Ετικέτες'. Θα πρέπει να χρησιμοποιείται πάντα το «Ετικέτες μόνο', εκτός από τις περιπτώσεις όπου μια συλλογή μουσικής είναι τακτοποιημένη με τέτοιο τρόπο ώστε κάθε συλλογή κομματιών να έχει μια συσχετισμένη λίστα αναπαραγωγής που ορίζει το Άλμπουμ.
he: הגדרה זו קובעת כיצד נוספים כותרי האלבום ותכונות מספר הרצועה לספרייה. האפשרויות הן 'תגים בלבד', 'תגים ואז רשימות השמעה' ו'רשימות השמעה ואז תגים'. יש להשתמש תמיד ב'תגים בלבד', למעט במקרים בהם אוסף מוזיקה מסודר באופן כזה שכל אוסף של רצועות כולל רשימת השמעה המקשרת את אלבום.
ja: この設定は、アルバムタイトルとトラック番号プロパティをライブラリに追加する方法を定義します。オプションには、「タグのみ」、「タグの後にプレイリスト」、「プレイリストの後にタグ」があります。トラックの各コレクションにアルバムを定義するプレイリストが関連付けられているように音楽コレクションが配置されている場合を除き、常に「タグのみ」を使用する必要があります。
nb_no: Denne innstillingen definerer hvordan Albumtitler og Tittelnummeregenskaper legges til Biblioteket. Alternativene er "Kun Tagger", "Tagger da Spillelister", og "Spillelister da Tagger". "Kun Tagger" bør alltid brukes, unntatt i tilfeller hvor en musikk-kolleksjon er arrangert på en slik måte at hver samling av spor har en tilhørende spilleliste som definerer Album.
nl: Dit bepaalt hoe de eigenschappen van Albumtitels en Volgnummers aan de Bibliotheek worden toegevoegd. Opties: 'Alleen labels', 'Labels, dan afspeellijsten' en 'Afspeellijsten, dan labels'. Gebruik altijd 'Alleen labels', behalve wanneer een muziekcollectie zo is geordend dat elke verzameling nummers een bijbehorende afspeellijst heeft die het album definieert.
pl: To ustawienie określa sposób dodawania tytułów albumów i właściwości numeru utworu do biblioteki. Dostępne opcje to „Tylko tagi”, „Tagi, potem listy odtwarzania” i „Listy odtwarzania, potem tagi”. Zawsze należy używać opcji „Tylko tagi”, z wyjątkiem przypadków, gdy kolekcja muzyki jest ułożona w taki sposób, że każda kolekcja utworów ma przypisaną listę odtwarzania, która definiuje album.
pt_br: Esta opção define como títulos de álbum e número de faixa são adicionados à biblioteca. As opções são 'Somente das tags', 'Primeiro das tags depois das listas de execução' e 'Primeiro das listas de execução depois das tags'. 'Somente das tags' deve ser usado sempre, exceto nos casos em que a coleção de música está organizada de modo que cada grupo de faixas está associado a uma lista, a qual define um álbum.
ru: Этот параметр определяет, как добавляются в библиотеку названия альбомов и номера треков. Возможные варианты: 'Только теги', 'Теги, затем плейлисты' и 'Плейлисты, затем теги'. Всегда следует использовать 'Только теги', за исключением случаев, когда музыкальная коллекция организована так, что каждая коллекция треков имеет связанный плейлист, определяющий альбом.
sv: Inställningen anger hur albumtitlar och spårinformation läggs till mediabiblioteket. Alternativen är 'Endast ID3-taggar', "ID3-taggar, sen spellistor" och "Spellistor, sen ID3-taggar". 'Endast ID3-taggar' bör alltid användas utom i de fall då spårens information endast ligger i en medföljande spellista.
tr: Bu ayar Albüm başlıklarının ve Parça Numarası özelliklerinin Kitaplığa nasıl ekleneceğini tanımlar. Seçenekler 'Yalnızca Etiketler', 'Etiketler ardından Çalma Listeleri' ve 'Çalma Listeleri ardından Etiketler'dir. 'Yalnızca Etiketler' her zaman kullanılmalıdır, ancak bir müzik koleksiyonunun her parça koleksiyonunun Albümü tanımlayan ilişkili bir çalma listesine sahip olacak şekilde düzenlendiği durumlar hariç.
uk: Цей параметр визначає, як назви Альбомів і властивості Номера Доріжки додаються до Бібліотеки. Параметри: "Тільки теґи", "Теґи, потім Списки відтворення" та "Списки відтворення, потім Теґи". Завжди слід використовувати "Тільки теґи", за винятком випадків, коли музична колекція розташована таким чином, що кожна збірка композицій має пов'язаний список відтворення, який визначає Альбом.

source: Generate thumbnails for videos
ca: Genereu miniatures per als vídeos
da: Generer miniaturebilleder for videoer
de: Vorschaubilder für Videos erzeugen
el: Δημιουργία μικρογραφιών για βίντεο
he: ייצר תמונות ממוזערות לסרטונים
ja: 動画のサムネイルを生成
nb_no: Generer miniatyrbilder for videoer
nl: Thumbnails voor video's aanmaken
pl: Generuj miniaturki dla klipów wideo
pt_br: Gerar miniaturas para vídeos
ru: Генерировать миниатюры для видео
sv: Skapa miniatyrbilder för videor
tr: Videolar için küçük resimler oluşturun
uk: Створити мініатюри для відео

source: Determines which actions are available in the Explorer context-menu
ca: Determina quines accions estan disponibles al menú contextual de l'Explorador
da: Bestemmer hvilke handlinger der er tilgængelige i Explorer kontekstmenu
de: Wählen Sie die MediaMonkey-Aktionen für das Kontextmenü des Datei-Explorers
el: Καθορίζει ποιες ενέργειες είναι διαθέσιμες στο μενού περιβάλλοντος του Explorer
he: קובע אילו פעולות זמינות בתפריט הקשר של סייר
ja: エクスプローラーのコンテキストメニューでどの動作を利用可能にするかを設定します
nb_no: Bestemmer hvilke handlinger som er tilgjengelige i Explorer-kontekstmeny
nl: Bepaalt welke acties beschikbaar zijn in het contextmenu van Explorer
pt_br: Determina quais ações estarão disponíveis no menu de contexto do Explorador de arquivos
ru: Определяет, какие действия доступны в контекстном меню Проводника
sv: Bestämmer vilka åtgärder som är tillgängliga i Utforskarens snabbmeny
uk: Визначає, які дії доступні в контекстному меню Переглядача

source: This option causes MediaMonkey to take up the entire screen.
ar: إذا تم تمكين هذا الخيار، سوف تشغل MediaMonkey الشاشة بأكملها.
ca: Aquesta opció fa que MediaMonkey ocupi tota la pantalla.
da: Denne indstilling medfører MediaMonkey til at tage hele skærmen.
de: Mit dieser Einstellung füllt MediaMonkey den gesamten Bildschirm aus.
el: Αυτή η επιλογή προκαλεί το MediaMonkey να καταλαμβάνει ολόκληρη την οθόνη.
he: אפשרות זו גורמת ל-MediaMonkey לתפוס את כל המסך.
ja: このオプションを使用すると、MediaMonkeyが画面全体を占有します。
nb_no: Dette alternativet gjør slik at MediaMonkey bruker hele skjermen.
nl: Volledig scherm voor MediaMonkey.
pl: Ta opcja powoduje, że MediaMonkey zajmuje cały ekran.
pt_br: Esta opção faz com que o MediaMonkey ocupe toda a tela.
ru: Эта опция открывает MediaMonkey во весь экран.
sv: Detta val visar MediaMonkey över hela skärmen.
tr: Bu seçenek MediaMonkey'in tüm ekranı kaplamasına neden olur.
uk: Ця опція змушує MediaMonkey займати весь екран.

source: Shuffles all tracks in a list when Shuffle is enabled
da: Blander alle spor i en liste, når Shuffle er aktiveret
ja: シャッフルが有効になっている場合、リスト内のすべてのトラックをシャッフルします

source: Only when inactive
ar: فقط عندما يكون ذلك غير نشط
ca: Només quan està inactiu
da: Kun når inaktive
de: Nur bei nicht aktivem oder minimiertem Fenster
el: Μόνο όταν είναι απενεργοποιημένο
he: רק כשלא פעיל
ja: 非アクティブ時のみ
nb_no: Kun når aktiv
nl: Alleen wanneer inactief
pl: Tylko gdy nieaktywny
pt_br: Quando estiver inativo
ru: Когда неактивно
sv: Endast när inaktiv
uk: Лише коли неактивний

source: Causes the Pop-up to fade-out smoothly
ca: Fa que la finestra emergent s'esvaeixi suaument
da: Forårsager, at Pop-up forsvinder glidende
de: Lässt das Pop-up sanft ausblenden
el: Προκαλεί το Aναδυόμενο να σβήνει ομαλά
he: גורם לפופ-אפ להיעלם באיטיות
ja: ポップアップをスムーズにフェードアウトさせます
nb_no: Forårsaker at Pop-up løses ut smidig
nl: Zorgt ervoor dat de pop-up geleidelijk verdwijnt
pl: Powoduje płynne zanikanie wyskakującego okienka
pt_br: Faz o pop-up desaparecer suavemente
ru: Плавное исчезновение всплывающих окон
sv: Mjuk uttoning av popup-fönstret
tr: Açılır pencerenin düzgün bir şekilde sönmesine neden olur
uk: Змушує спливне вікно плавно згасати

source: Modify timestamp when updating tags
ar: قم بتغيير تاريخ الملف أثناء تحديث العلامات
ca: Modifiqueu la marca de temps al actualitzar les etiquetes
da: Rediger tidsstempel, når du opdaterer tags
de: Beim Ändern von Tags auch Zeitstempel aktualisieren
el: Τροποποίηση της χρονικής σήμανσης κατά την ενημέρωση των ετικετών
he: שנה את החותמת הזמן בעת עדכון תגים
ja: タグの更新時にタイムスタンプを変更する
nb_no: Modifiser endringstidspunkt når tagger oppdateres
nl: Datum wijzigen bij het opslaan van labels
pl: Modyfikuj czas podczas uaktualniania tagów
pt_br: Modificar data do arquivo quando atualizar tags
ru: Изменять время при обновлении тегов
sv: Uppdatera datumstämpeln när ID3-taggen ändras
tr: Etiketleri güncellerken zaman damgasını değiştirin
uk: Змінити позначку часу при оновленні теґів

source: Last played
ca: Últim reproduït
da: Sidst spillet
de: Zuletzt gespielt
el: Τελευταίο αναπαραχθέν
he: הושמע לאחרונה
ja: 最終再生
nb_no: Sist spilte
nl: Laatst afgespeeld
pl: Ostatnio grane
pt_br: Última execução
ru: Последний воспроизведённый
sv: Senast spelad
uk: Востаннє відтворено

source: organize files automatically
ca: organitzar fitxers automàticament
da: organiser filer automatisk
de: Dateien automatisch einordnen
el: αυτόματη οργάνωση αρχείων
he: ארגן קבצים באופן אוטומטי
ja: ファイルを自動的に整理する
nb_no: organiser filer automatisk
nl: bestanden automatisch ordenen
pl: organizuj pliki automatycznie
pt_br: organizar os arquivos automaticamente
ru: автоупорядочивание файлов
sv: organisera filer automatiskt
tr: dosyaları otomatik olarak düzenleyin
uk: впорядкувати файли автоматично

source: Fix quotes and apostrophes
ca: Corregir cometes i apòstrofs
da: Ret citater og apostroffer
de: Anführungszeichen und Apostrophe korrigieren
el: Διόρθωση εισαγωγικών και απόστροφων
he: תקן ציטוטים ואפוסטרופים
ja: 引用符とアポストロフィを修正
nb_no: Fiks sitater og apostrofer
nl: Aanhalingstekens en apostrofs corrigeren
pt_br: Corrige aspas e apóstrofos
ru: Исправлять кавычки и апострофы
sv: Korrigera citat och apostrofer
uk: Виправлення лапок та апострофів

source: This makes it easier to browse the device's database. Otherwise, multiple Artists/Composers would sync as a single string (e.g. 'U2;B.B. King')
ar: يجعل من السهل على تصفح قواعد بيانات أجهزة. خلاف ذلك، سوف يتزامن الفنانين/الملحنين متعددة كسلسلة واحدة (مثلاً: "u2؛")(اء الملك "")
ca: Això facilita la navegació per la base de dades del dispositiu. En cas contrari, diversos artistes/compositors se sincronitzarien com una sola cadena (per exemple, "U2; B.B. King")
da: Dette gør det nemmere at gennemse enhedens database. Ellers, flere Kunstnere/komponister ville sync som en enkelt streng (fx 'U2, BB King')
de: Erleichtert das Suchen im Archiv. Ansonsten werden Mehrfachinterpreten/Komponisten als einzelne Zeichenkette übertragen (z.B. "U2;B.B. King")
el: Αυτό διευκολύνει την πλοήγηση στη βάση δεδομένων της συσκευής. Διαφορετικά, πολλαπλοί Καλλιτέχνες/Συνθέτες θα συγχρονιστούν σαν μοναδική λέξη (π.χ. 'U2;B.B. King')
he: זה מקל על עיון במסד הנתונים של המכשיר. אחרת, אמנים / מלחינים מרובים יסתנכרנו כמחרוזת אחת (לדוגמה, 'U2;B.B. King')
ja: これにより、デバイスのデータベースを閲覧しやすくなります。それ以外の場合、複数のアーティスト/作曲家がひとつの文字列として同期します（例：'U2;B.B. King'）
nb_no: Dette gjør det enklere å utforske enhetens database. Ellers ville flerartister/-komponister synkroniseres som en enkel streng (f.eks. 'U2;B.B. King')
nl: Maakt het makkelijker om door de apparaat-database te bladeren. Anders worden nummrs met meerdere Artiesten/Componisten als één string gesynchroniseerd (bijv. 'U2;B.B. King')
pl: Ułatwia to przeglądanie bazy urządzenia. W przeciwnym wypadku dane o Wykonawcach/Kompozytorach zsynchronizowały by się jako jeden ciąg (np. 'U2;B.B. King')
pt_br: Isso facilita a navegação na base de dados do dispositivo. Caso contrário, múltiplos artistas ou compositores seriam sincronizados como uma sequência inteira (Por exemplo: 'U2;B.B. King')
ru: Это облегчает просмотр базы устройства. Иначе несколько исполнителей/композиторов синхронизируются как одна строка (например: 'U2;B.B. King')
sv: Förenklar bläddring i enhetens databas. Annars skulle flera artister/kompositörer synkroniseras som en enda sträng (t.ex. "U2;B.B. King")
uk: Це спрощує перегляд бази даних пристрою. В іншому випадку декілька Виконавців/Композиторів синхронізувалися б як один рядок (напр. 'U2;B.B. King')
