Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: This playlist is a parent of other playlists. Deleting it will also remove its children. Are you sure you want to delete it?
ar: تتضمن هذه القائمة التشغيل sublists للتشغيل. حذف فإنه سيدمر أيضا هذه sublists. هل تريد بالتأكيد حذف ذلك؟
ca: Aquesta llista de reproducció està relacionada amb una altra llista(s) de reproducció. Si l’esborreu, també s’eliminaran les que penjen d'ella. Esteu segur que voleu eliminar-lo?
da: Denne spilleliste er en forælder til andre spillelister. Slette det vil også fjerne sine børn. Er du sikker på du vil slette den?
de: Diese Wiedergabeliste enthält weitere Wiedergabelisten. Durch das Löschen werden diese ebenfalls entfernt. Wollen Sie die Wiedergabeliste wirklich löschen?
el: Αυτή η λίστα περιέχει άλλες λίστες. Η διαγραφή της θα αφαιρέσει και τις υπόλοιπες. Είστε σίγουρος για τη διαγραφή της;
he: רשימה זו מכילה רשימות אחרות. מחיקתה תסיר גם את ילדיה. האם אתה בטוח שברצונך למחוק אותה?
ja: このプレイリストは他のプレイリストの親です。削除すると子プレイリストも削除されます。削除してよろしいですか？
nb_no: Denne spillelisten er overstående andre spillelister. Ved å slette den, så sletter du også dens barn. Er du sikker på at du vil slette den?
nl: Deze afspeellijst is een moederlijst. Het verwijderen ervan verwijdert ook alle verbonden lijsten. Doorgaan?
pl: Ta playlista jest ma zależne od siebie inne playlisty. Usunęcie jej usunie także podrzędne. Jesteś pewien że chcesz ją usunąć?
pt_br: Esta é uma lista-pai de outras listas. Removendo esta lista, também serão removidas as listas filhas. Você tem certeza que deseja removê-la?
ru: Этот плейлист - родительский по отношению к другим. Его удаление также сотрёт дочерние списки. Вы действительно хотите его удалить?
sv: Denna spellista är förälder till andra spellistor. Om du raderar den kommer även dess barn att raderas. Vill du verkligen radera den?
tr: Bu çalma listesi, diğer çalma listelerinin üst öğesidir. Onu silmek, alt öğelerini de kaldıracaktır. Silmek istediğinizden emin misiniz?
uk: Цей список відтворення є батьківським для інших списків відтворення. Видалення також призведе до вилучення його дітей. Ви дійсно бажаєте видалити його?

source: Are you sure you want to remove %d selected playlists ?
ar: هل أنت متأكد أنك تريد إزالة %d قوائم التشغيل المحددة؟
ca: Esteu segur que voleu eliminar %d llistes de reproducció seleccionades?
da: Er du sikker på, at du vil fjerne %d valgte playlister ?
de: Wollen Sie wirklich die %d ausgewählten Wiedergabelisten löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε %d επιλεγμένες λίστες αναπαραγωγής;
he: האם אתה בטוח שברצונך להסיר %d רשימות?
ja: %d件の選択したプレイリストを削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne %d valgte spillelister?
nl: De geselecteerde %d afspeellijsten verwijderen?
pl: Czy na pewno chcesz usunąć %d wybranych list odtwarzania?
pt_br: Tem certeza que deseja remover as %d listas selecionadas?
ru: Вы действительно хотите удалить выделенные плейлисты (%d)?
sv: Är du säker på att du vill ta bort %d valda spellistor?
tr: %d seçili çalma listelerini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити %d з вибраних списків відтворення?

source: Copying to %s:
ar: نسخ إلى %s:
ca: S'està copiant a %s:
da: Kopiering til %s:
de: Kopiere nach %s:
el: Αντιγραφή σε %s:
he: מעתיק אל %s:
ja: "%s"にコピー中:
nb_no: Kopierer til %s:
nl: Kopiëren naar %s:
pl: Kopiowanie do %s:
pt_br: Copiando para %s:
ru: Копирование в %s:
sv: Kopierar till %s:
tr: %s'ye kopyalanıyor:
uk: Копіювання до %s:

source: Moving to %s:
ar: الانتقال إلى %s:
ca: S'està movent a %s:
da: Flytter til %s:
de: Verschieben nach %s:
el: Μετακίνηση σε %s:
he: מעביר ל %s:
ja: "%s"に移動しています:
nb_no: Flytter til %s:
nl: Verplaatsen naar %s:
pl: Przeniesienie do %s:
pt_br: Movendo para %s:
ru: Перемещение в %s:
sv: Flyttar till %s:
tr: %s'ye taşınıyor:
uk: Переміщення до %s:

source: Do you really want to move '%s'?
ar: هل أنت متأكد أنك تريد تحريك '%s'؟
ca: Confirmes que vols moure '%s'?
da: Vil du virkelig flytte '%s'?
de: Wollen Sie wirklich "%s" verschieben?
el: Θέλετε πραγματικά την μετακίνηση '%s';
he: האם אתה בטוח שברצונך להעביר את '%s '?
ja: "%s"を移動してよろしいですか？
nb_no: Vil du virkelig flytte '%s'?
nl: '%s' verplaatsen?
pl: Czy na pewno chcesz przenieść '%s'?
pt_br: Você deseja realmente mover '%s'?
ru: Вы действительно хотите переместить %s?
sv: Vill du radera %d förhandsklipp?
tr: Gerçekten '%s' öğesini taşımak istiyor musunuz?
uk: Ви дійсно хочете перемістити "%s"?

source: Do you really want to copy '%s'?
ar: هل أنت متأكد أنك تريد نسخ '%s'؟
ca: Esteu segur que voleu copiar '%s'?
da: Vil du virkelig kopiere '%s'?
de: Wollen Sie wirklich "%s" kopieren?
el: Θέλετε πραγματικά την αντιγραφή '%s';
he: האם אתה בטוח שברצונך להעתיק את '%s '?
ja: "%s"をコピーしてよろしいですか？
nb_no: Vil du virkelig kopiere '%s'?
nl: '%s' kopiëren?
pl: Czy na pewno chcesz skopiować '%s'?
pt_br: Você deseja realmente copiar '%s'?
ru: Вы действительно хотите скопировать %s?
sv: Vill du kopiera '%s'?
tr: Gerçekten '%s'i kopyalamak istiyor musunuz?
uk: Ви дійсно хочете скопіювати "%s"?

source: Copy Library content only
ar: قم بنسخ محتويات المكتبة فقط
ca: Copia només el contingut de la biblioteca
da: Kopier Bibliotek kun indhold
de: Nur Archivinhalt kopieren
el: Αντιγραφή μόνο περιεχόμενου Βιβλιοθήκης
he: העתק תוכן ספרייה בלבד
ja: ライブラリのコンテンツのみコピー
nb_no: Kopier kun innholdet i Biblioteket
nl: Alleen Bibliotheekinhoud kopiëren
pl: Skopiuj tylko składniki Biblioteki
pt_br: Copiar somente o conteúdo da biblioteca
ru: Копировать только содержимое библиотеки
sv: Kopiera endast Mediabibliotekets innehåll
tr: Yalnızca Kitaplık içeriğini kopyala
uk: Копіювати лише вміст Бібліотеки

source: Copy all content
ar: نسخ محتويات بالكامل
ca: Copia tot el contingut
da: Kopier alt indhold
de: Alle Inhalte kopieren
el: Αντιγραφή όλου του περιεχομένου
he: העתק את כל התוכן
ja: 全コンテンツをコピー
nb_no: Kopier hele innholdet
nl: Alles kopiëren
pl: Skopiuj wszystkie składniki
pt_br: Copiar todo o conteúdo
ru: Копировать всё содержимое
sv: Kopiera allt innehåll
tr: Tüm içeriği kopyala
uk: Копіювати весь вміст

source: Move Library content only
ar: نقل محتويات المكتبة فقط
ca: Mou només el contingut de la biblioteca
da: Flyt Bibliotek kun indhold
de: Nur Archivinhalt verschieben
el: Μετακίνηση μόνο περιεχόμενου Βιβλιοθήκης
he: העבר תוכן ספרייה בלבד
ja: ライブラリのコンテンツのみ移動
nb_no: Flytt kun innholdet i Biblioteket
nl: Alleen Bibliotheekinhoud verplaatsen
pl: Przenieś tylko sładniki Biblioteki
pt_br: Mover somente o conteúdo da biblioteca
ru: Переместить только содержимое библиотеки
sv: Flytta endast Mediabibliotekets innehåll
tr: Yalnızca Kitaplık içeriğini taşı
uk: Перемістити лише вміст Бібліотеки

source: Move all content
ar: نقل جميع محتوى
ca: Mou tot el contingut
da: Flyt alt indhold
de: Alles verschieben
el: Μετακίνηση όλου του περιεχομένου
he: העבר את כל התוכן
ja: 全コンテンツを移動
nb_no: Flytt hele innholdet
nl: Alles verplaatsen
pl: Przenieś wszystkie składniki
pt_br: Mover todo o conteúdo
ru: Переместить всё содержимое
sv: Flytta allt innehåll
tr: Tüm içeriği taşı
uk: Перемістити весь вміст

source: &Unsubscribe
ar: إلغاء الاشتراك
ca: &Cancel·la la subscripció
da: &Afmeld
de: Abonnement beenden
el: Κατάργηση συνδρομής
he: בטל הרשמה
ja: 購読解除(&U)
nb_no: &Avslutt abonnement
nl: Opzeggen
pl: Anuluj subskrypcję
pt_br: &Cancelar assinatura
ru: Отписат&ься
sv: &Avsluta prenumeration
tr: &Abonelikten çık
uk: &Скасувати підписку

source: Unsubscribe
ar: إلغاء الاشتراك
ca: Cancel·la la subscripció
da: Afmeld
de: Abonnement beenden
el: Κατάργηση συνδρομής
he: בטל הרשמה
ja: 購読を止める
nb_no: Stopp abonnement
nl: Opzeggen
pl: Zrezygnuj z subskrypcji
pt_br: Cancelar assinatura
ru: Отказаться от подписки
sv: Avsluta prenumeration
tr: Abonelikten çık
uk: Скасувати підписку

source: Unsubscribed
ar: إلغاء الاشتراك
ca: Sense subscripció
da: Afmeldt
de: Abonnement beendet
el: Κατάργηση συνδρομής
he: ההרשמה בוטלה
ja: 購読解除済み
nb_no: Avsluttet abonnement
nl: Uitgeschreven
pl: Anulowano subskrypcję
pt_br: Assinatura cancelada
ru: Подписка отменена
sv: Avregistrerad
tr: Abonelikten çıkıldı
uk: Підписку скасовано

source: Are you sure you want to remove "%s" ?
ar: هل أنت متأكد أنك تريد إزالة "%s"؟
ca: Esteu segur que voleu eliminar "%s"?
da: Er du sikker på, at du vil fjerne "%s" ?
de: Wollen Sie wirklich "%s" entfernen ?
el: Είστε σίγουρος ότι θέλετε την αφαίρεση "%s";
he: האם אתה בטוח שברצונך להסיר את "%s "?
ja: "%s"を削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne "%s"?
nl: "%s" verwijderen?
pl: Czy na pewno chcesz usunąć „%s”?
pt_br: Tem certeza que deseja remover "%s"?
ru: Вы действительно хотите удалить "%s"?
sv: Är du säker på att du vill ta bort spellistan "%s"?
tr: "%s" öğesini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "%s"?

source: folder
ar: مجلد
ca: carpeta
da: mappe
de: Ordner
el: φάκελος
he: תקיה
ja: フォルダー
nb_no: mappe
nl: map
pt_br: pasta
ru: папка
sv: Mapp
tr: klasör
uk: тека

source: Podcast Directories
ar: Podcast دلائل
ca: Directoris de podcasts
de: Podcast-Ordner
el: Κατάλογοι Podcast
he: ספריות פודקאסט
ja: ポッドキャストのディレクトリ
nb_no: Podcast-plasseringer
nl: Podcastmappen
pl: Katalogi podcastów
pt_br: Diretórios de podcasts
ru: Папки подкаста
sv: Podcastkataloger
tr: Podcast Dizinleri
uk: Каталог Подкастів

source: Unplayed
ar: غير مشغل
ca: Sense reproduir
da: Uafspillet
de: Nicht abgespielt
el: Μη αναπαραχθέντα
he: לא הושמע
ja: 未プレイ
nb_no: Uspilt
nl: Niet afgespeeld
pl: Nieodtworzone
pt_br: Não tocado
ru: Не воспроизводилось
sv: Ospelad
tr: Oynatılmamış
uk: Не відтворено

source: Are you sure you want to permanently delete
ar: هي تريد بالتأكيد حذف بشكل دائم
ca: Esteu segur que voleu suprimir permanentment?
da: Er du sikker på du vil slette
de: Wirklich unwiderruflich löschen:
el: Είστε σίγουρος ότι θέλετε να διαγράψετε οριστικά
he: האם אתה בטוח שברצונך למחוק?
ja: 本当に永久に削除してよろしいですか？
nb_no: Er du sikker på at du permanent vil slette
nl: Doorgaan met definitief verwijderen van
pl: Czy na pewno chcesz trwale usunąć?
pt_br: Você tem certeza que deseja excluir permanentemente
ru: Вы действительно хотите удалить
sv: Är du säker på att oåterkalleligen ta bort?
tr: Kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте остаточно видалити

source: selected folders
ar: المجلدات المحددة
ca: carpetes seleccionades
da: valgte mapper
de: Ausgewählte Ordner
el: επιλεγμένοι φάκελοι
he: תיקיות נבחרות
ja: 選択したフォルダー
nb_no: valgte mapper
nl: geselecteerde mappen
pl: wybrane katalogi
pt_br: pastas selecionadas
ru: выбранные папки
sv: Valda mappar
tr: seçili klasörler
uk: вибрані теки

source: Are you sure you want to move the selected folders to the recycle bin?
ar: هل أنت متأكد أنك تريد نقل المجلدات المحددة إلى سلة المحذوفات؟
ca: Esteu segur que voleu moure les carpetes seleccionades a la paperera de reciclatge?
da: Er du sikker på, at du vil flytte de valgte mapper til papirkurven?
de: Wollen Sie wirklich die ausgewählten Ordner in den Papierkorb verschieben?
el: Είστε σίγουρος ότι θέλετε την μετακίνηση των επιλεγμένων φακέλων στον κάδο ανακύκλωσης;
he: האם אתה בטוח שברצונך להעביר את התיקיות הנבחרות לסל המיחזור?
ja: 選択したフォルダーをごみ箱に移動してもよろしいですか？
nb_no: Er du sikker på at du vil flytte de valgte mappene til papirkurven?
nl: De geselecteerde mappen naar de prullenbak verplaatsen?
pl: Czy na pewno chcesz przenieść wybrane foldery do kosza?
pt_br: Você deseja realmente mover os arquivo selecionados para a Lixeira?
ru: Вы действительно хотите переместить выбранные папки в корзину?
sv: Är du säker på att du vill flytta de valda mapparna till papperskorgen?
tr: Seçili klasörleri geri dönüşüm kutusuna taşımak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте перемістити вибрані теки до смітника?

source: Are you sure you want to move the folder "%s" to the recycle bin?
ar: هل أنت متأكد أنك تريد نقل المجلد "%s" إلى سلة المحذوفات؟
ca: Esteu segur que voleu moure la carpeta "%s" a la paperera de reciclatge?
da: Er du sikker på, at du vil flytte mappen "%s" til papirkurven?
de: Wollen Sie wirklich den Order "%s" in den Papierkorb verschieben?
el: Είστε σίγουρος ότι θέλετε την μετακίνηση του φακέλου "%s" στον κάδο ανακύκλωσης;
he: האם אתה בטוח שברצונך להעביר את התיקייה "%s" לסל המיחזור?
ja: フォルダー"%s"をごみ箱に移動してもよろしいですか？
nb_no: Er du sikker på at du vil flytte mappen "%s" til papirkurven?
nl: De map "%s" naar de prullenbak verplaatsen?
pl: Czy na pewno chcesz przenieść folder „%s” do kosza?
pt_br: Você deseja realmente mover a pasta %d para a Lixeira?
ru: Вы действительно хотите переместить папку "%s" в корзину?
sv: Är du säker på att du vill flytta mapp "%s" till papperskorgen?
tr: "%s" klasörünü geri dönüşüm kutusuna taşımak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете перемістити теку "%s" до смітника?

source: Are you sure you want to remove "%s"?
ar: هل أنت متأكد أنك تريد إزالة "%s"؟
ca: Esteu segur que voleu eliminar "%s"?
da: Er du sikker på, at du vil fjerne "%s"?
de: Wollen Sie wirklich "%s" entfernen?
el: Είστε σίγουρος ότι θέλετε την αφαίρεση "%s";
he: האם אתה בטוח שברצונך להסיר את "%s"?
ja: "%s"を削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne "%s"?
nl: "%s" verwijderen?
pl: Czy na pewno chcesz usunąć „%s”?
pt_br: Tem certeza que deseja remover "%s"?
ru: Вы действительно хотите удалить "%s"?
tr: "%s" öğesini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити "%s"?

source: Are you sure you want to remove %d selected items?
ar: هل أنت متأكد أنك تريد إزالة %d عنصر(ات) المحددة؟
ca: Esteu segur que voleu eliminar %d elements seleccionats?
da: Er du sikker på, at du vil fjerne %d valgte elementer?
de: Wollen Sie wirklich die %d ausgewählten Elemente löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε %d επιλεγμένα αντικείμενα;
he: האם אתה בטוח שברצונך להסיר %d פריטים שנבחרו?
ja: %d個の選択されたアイテムを削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne %d valgte elementer?
nl: De geselecteerde %d items verwijderen?
pl: Czy na pewno chcesz usunąć %d wybranych elementów?
pt_br: Tem certeza que deseja remover os %d itens selecionados?
ru: Вы действительно хотите удалить выделенные элементы (%d)?
sv: Är du säker på att du vill ta bort %d valda spellistor?
tr: Seçili %d öğeyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити %d вибраних елементів?

source: All files
ar: كل الملفات
ca: Tots els fitxers
da: Alle filer
de: Alle Dateien
el: Όλα τα αρχεία
he: כל הקבצים
ja: すべてのファイル
nb_no: Alle filer
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
sv: Alla filer
tr: Tüm dosyalar
uk: Всі файли

source: All videos
ar: كل الفيديوهات
ca: Tots els videos
da: Alle videoer
de: Alle Videos
el: Όλα τα βίντεο
he: על הסרטונים
ja: すべての動画
nb_no: Alle videoer
nl: Alle video's
pl: Wszystkie filmy
pt_br: Todos os vídeos
ru: Все видео
sv: Alla videor
tr: Tüm videolar
uk: Усі відео

source: video
ar: فيديو
el: βίντεο
he: וידאו
ja: 動画
pl: wideo
pt_br: vídeo
ru: видео
uk: відео

source: Are you sure you want to remove playlist "%s" from %s?
ar: هل أنت متأكد أنك تريد إزالة قائمة التشغيل "%s" من %s؟
ca: Esteu segur que voleu eliminar la llista de reproducció "%s" de %s?
da: Er du sikker på, at du vil fjerne playliste "%s" fra %s?
de: Wollen Sie wirklich die Wiedergabeliste "%s" von %s löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε τη λίστα αναπαραγωγής "%s" από %s;
he: האם אתה בטוח שברצונך להסיר את הרשימה "%s" מ - %s?
ja: プレイリスト"%s"を"%s"から削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne spilleliste "%s" fra %s?
nl: De afspeellijst "%s" van %s verwijderen?
pl: Czy na pewno chcesz usunąć playlistę „%s” z %s?
pt_br: Tem certeza que deseja remover a lista "%s" de %s?
ru: Вы действительно хотите удалить плейлист "%s" из %s?
sv: Är du säker på att du vill ta bort spellistan "%s" från %s?
tr: "%s" çalma listesini %s'den kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити список відтворення "%s" з %s?

source: Are you sure you want to remove %d selected playlists from %s?
ar: هل أنت متأكد أنك تريد إزالة %d قائمة تشغيل محددة من %s؟
ca: Esteu segur que voleu eliminar %d llistes de reproducció seleccionades de %s?
da: Er du sikker på, at du vil fjerne %d valgte playlister fra %s?
de: Wollen Sie wirklich die %d ausgewählte Wiedergabelisten von %s löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε %d επιλεγμένες λίστες αναπαραγωγής από %s;
he: האם אתה בטוח שברצונך להסיר %d רשימות מ - %s?
ja: %d個の選択されたプレイリストを"%s"から削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne %d valgte spillelister fra %s?
nl: De %d geselecteerde afspeellijsten van %s verwijderen?
pl: Czy na pewno chcesz usunąć %d wybranych list odtwarzania z %s?
pt_br: Tem certeza que deseja remover as %d listas selecionadas de %s?
ru: Вы действительно хотите удалить выделенные плейлисты (%d) из %s?
sv: Är du säker på att du vill ta bort %d valda spellistor?
tr: %d seçili çalma listelerini %s'den kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити %d вибраних списків відтворення з %s?

source: Media Servers
ar: خوادم الوسائط
ca: Servidors multimèdia
da: Medieservere
de: Medienserver
el: Servers Πολυμέσων
he: שרתי מדיה
ja: メディアサーバー
nb_no: Medieservere
pl: Serwery multimedialne
pt_br: Servidores de mídia
ru: Медиасерверы
tr: Medya Sunucuları
uk: Медіа Сервери

source: No server available, try later
ar: لا يوجد خادم متاح، حاول لاحقًا
ca: No hi ha servidor disponible, proveu-ho més tard
da: Ingen server tilgængelig, prøv senere
de: Kein Server erreichbar, versuchen Sie es später
el: Μη διαθέσιμος server, δοκιμάστε αργότερα
he: אין שרת זמין, נסה מאוחר יותר
ja: 利用可能なサーバーがありません。しばらくしてからお試しください
nb_no: Ingen server tilgjengelig, prøv igjen senere
nl: Geen server beschikbaar, probeer het later
pl: Brak dostępnego serwera, spróbuj później
pt_br: Nenhum servidor disponível. Tente mais tarde
ru: Сервер недоступен, попробуйте позже
sv: Ingen server tillgänglig, försök senare
tr: Sunucu mevcut değil, daha sonra deneyin
uk: Сервер недоступний, спробуйте пізніше

source: Music
ar: الموسيقى
ca: Música
da: Musik
de: Musik
el: Μουσική
he: מוזיקה
ja: 音楽
nb_no: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
ru: Музыка
sv: Musik
tr: Müzik
uk: Музика

source: Videos
ar: فيديوهات
da: Videoer
el: Βίντεο
he: סרטוני וידאו
ja: 動画
nb_no: Videoer
pl: Filmy
pt_br: Vídeos
ru: Видео
sv: Videor
tr: Videolar
uk: Відео

source: Audiobooks
ar: كتب سمعية
ca: Audio-llibres
da: Lydbøger
de: Hörbuch
el: Ηχητικά βιβλία
he: ספרים מוקראים
ja: オーディオブック
nb_no: Lydbøker
nl: Audioboeken
pl: Audiobooki
ru: Аудиокниги
sv: Ljudböcker
tr: Sesli Kitaplar
uk: Аудіокнижки

source: Delete
ar: حذف
ca: Esborrar
da: Slet
de: Entfernen
el: Διαγραφή
he: מחק
ja: 削除
nb_no: Slett
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити

source: Are you sure you want to remove profile "%s" ?
ar: هل أنت متأكد أنك تريد إزالة البروفايل "%s"؟
ca: Esteu segur que voleu eliminar el perfil "%s"?
da: Er du sikker på, at du vil fjerne profilen "%s" ?
de: Wollen Sie wirklich das Profil "%s" löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε το προφίλ "%s";
he: האם אתה בטוח שברצונך להסיר את הפרופיל "%s"?
ja: プロフィール"%s"を削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne profil "%s"?
nl: Profiel "%s" verwijderen?
pl: Czy na pewno chcesz usunąć profil „%s”?
pt_br: Tem certeza que deseja remover o perfil "%s"?
ru: Вы действительно хотите удалить профиль "%s"?
sv: Är du säker på att du vill ta bort profil "%s" ?
tr: %s profilini kaldırmak istediğinden emin misin?
uk: Ви впевнені, що хочете вилучити профіль "%s"?

source: Disable
ar: تعطيل
ca: Desactivar
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
he: ניטול
ja: 無効にする
nb_no: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
sv: Inaktivera
tr: Devre dışı bırak
uk: Вимкнути

source: Sync
ar: مزامنة
ca: Sincronitzar
da: Synk
de: Synchronisieren
el: Συγχρονισμός
he: סנכרן
ja: 同期
nb_no: Synkroniser
nl: Synchroniseren
pl: Synchronizuj
pt_br: Sincronizar
ru: Синхронизация
sv: Synkronisera
uk: Синхронізація

source: Safely &remove device
ar: قم بإزالة الجهاز بأمان
ca: &Elimina el dispositiu de forma segura
da: Sikker &Fjern enheden
de: Gerät sicher entfe&rnen
el: Ασφαλής αφαίρεση συσκευής
he: הסר מכשיר בצורה בטוחה
ja: 安全にデバイスを取り外す(&R)
nb_no: Fjern enheten sikkert
nl: Appa&raat veilig verwijderen
pl: Bezpiecznie usuń urządzenie
pt_br: &Remover dispositivo com segurança
ru: Безопасное &извлечение устройства
sv: Ta bort enhet säkert
tr: Cihazı güvenli bir şekilde &kaldır
uk: Безпечно &вилучити пристрій

source: Devices & Services
ar: الأجهزة والخدمات
ca: Dispositius i serveis
da: Enheder & Tjenester
de: Geräte & Dienste
el: Συσκευές & Υπηρεσίες
he: מכשירים ושירותים
ja: デバイスとサービス
nb_no: Enheter og tjenester
nl: Apparaten & Services
pl: Usługi urządzeń
pt_br: Dispositivos e serviços
ru: Устройства и службы
sv: Enheter och tjänster
tr: Cihazlar & Hizmetler
uk: Пристрої та послуги

source: Years
ar: السنوات
ca: Anys
da: År
de: Jahre
el: Έτη
he: שנים
ja: 年
nb_no: År
nl: Jaren
pl: Lata
pt_br: Anos
ru: Года
sv: År
tr: Yıl
uk: Роки

source: Years (orig.)
ar: السنوات (الأصلية)
ca: Anys
da: År (oprind.)
de: Jahre (orig.)
el: Έτη (αρχικ.)
he: שנים (מקור)
ja: 年（原曲）
nb_no: År (orig.)
nl: Jaren (origineel)
pl: Lata (orig.)
pt_br: Anos (orig.)
ru: Года (исх.)
sv: År (orig.)
tr: Yıl (orig.)
uk: Роки (походження)

source: Unknown Album
ar: ألبوم غير معروف
ca: Àlbum desconegut
da: Ukendt album
de: Ohne Album
el: Άγνωστο Άλμπουμ
he: אלבום לא ידוע
ja: 不明なアルバム
nb_no: Ukjent Album
nl: Onbekend Album
pl: Nieznany Album
pt_br: Álbum desconhecido
ru: Неизвестный альбом
sv: Okänt Album
tr: Bilinmeyen Albüm
uk: Невідомий Альбом

source: Unknown Series
ar: سلسلة غير معروفة
ca: Sèries desconegudes
da: Ukendt Serie
de: Ohne Serie
el: Άγνωστη Σειρά
he: סדרה לא ידועה
ja: 不明なシリーズ
nb_no: Ukjent serie
nl: Onbekende Serie
pl: Nieznana seria
pt_br: Série desconhecida
ru: Неизвестная серия
sv: Okänd serie
tr: Bilinmeyen Seri
uk: Невідомі Серії

source: Album Artists
ar: فنانين الألبوم
ca: Artistes dels àlbums
da: Albumkunstnere
de: Album-Interpreten
el: Καλλιτέχνες Άλμπουμ
he: יוצרי האלבום
ja: アルバムアーティスト
nb_no: Albumartister
nl: Albumartiesten
pl: Wykonawcy albumów
pt_br: Artistas do álbum
ru: Исполнители альбома
sv: Albumartist
tr: Albüm Sanatçıları
uk: Виконавці Альбому

source: artist
ar: فنان
ca: artista
da: kunstner
de: Interpret
el: καλλιτέχνης
he: יוצר
ja: アーティスト
nl: artiest
pl: artysta
pt_br: artista
ru: исполнитель
tr: sanatçı
uk: виконавець

source: Contributing artists
ar: الفنانين المساهمين
ca: Artistes col·laboradors
da: Medvirkende kunstnere
de: Mitwirkende Künstler
el: Συνεισφέροντες καλλιτέχνες
he: אמנים תורמים
ja: 貢献アーティスト
nb_no: Bidragsartist
nl: Bijdragende artiesten
pt_br: Artistas participantes
ru: Участвующие артисты
sv: Bidragande artister
tr: Katkıda bulunan sanatçılar
uk: Виконавці-учасники

source: Artists only
ar: فقط الفنانين
ca: Sols Artistes
da: Kun Kunstnere
de: Interpreten (ohne Album-Interpreten)
el: Καλλιτέχνες μόνο
he: יוצרים בלבד
ja: アーティストのみ
nb_no: Kun artister
nl: Alleen Artiesten
pt_br: Somente Artistas
ru: Только исполнители
sv: Enbart artister
tr: Sadece sanatçılar
uk: Лише виконавці

source: Directors
ar: المخرجين
da: Instruktører
de: Regisseur
el: Διευθυντές
he: מפיקים
ja: ディレクター
nb_no: Regissører
nl: Regisseurs
pl: Reżyserzy
pt_br: Diretores
ru: Режиссёры
tr: Yönetmenler
uk: Режисери

source: director
ar: المخرج
da: instruktør
de: Regisseur
el: διευθυντής
he: מפיק
ja: ディレクター
nb_no: regissør
nl: regisseur
pl: reżyser
pt_br: diretor
ru: режиссёр
sv: Regissör
tr: yönetmen
uk: режисер

source: Composers
ar: الملحنين
ca: Compositors
da: Komponister
de: Komponisten
el: Συνθέτες
he: מלחינים
ja: 作曲者
nb_no: Komponister
nl: Componisten
pl: Kompozytorzy
pt_br: Compositores
ru: Композиторы
sv: Kompositörer
tr: Besteciler
uk: Композитори
