Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Checking for files on the server
ar: التحقق من وجود ملفات على الخادم
ca: Comprovació de fitxers al servidor
da: Kontroller efter filer på serveren
de: Suche Dateien auf dem Server
el: Έλεγχος για αρχεία στον server
he: מחפש קבצים בשרת
ja: サーバー上のファイルを確認しています
nb_no: Sjekker etter filer på serveren
nl: Controleren op bestanden op de server
pl: Sprawdzanie plików na serwerze
pt_br: Verificando arquivos no servidor
ru: Проверка файлов на сервере
sv: Söker efter filer på servern
tr: Sunucudaki dosyalar kontrol ediliyor
uk: Перевірка наявності файлів на сервері

source: Server error
ar: خطأ في الخادم
ca: Error del servidor
da: Server fejl
de: Serverfehler
el: Σφάλμα server
he: שגיאה בשרת
ja: サーバーエラー
nb_no: Serverfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro de servidor
ru: Ошибка сервера
sv: Serverfel
tr: Sunucu hatası
uk: Помилка серверу

source: Scan '%s' content to the local database
ar: فحص محتوى '%s' إلى قاعدة البيانات المحلية
ca: Escaneja el contingut '%s' a la base de dades local
da: Scan '%s' indhold til den lokale database
de: Inhalt von "%s" in die lokale Datenbank übernehmen
el: Σάρωση περιεχομένου '%s' στην τοπική βάση δεδομένων
he: סריקת תוכן '%s' למסד הנתונים המקומי
ja: ローカルデータベースへ"%s"コンテンツをスキャンする
nb_no: Skann '%s' innhold til den lokale databasen
nl: Scan '%s'-inhoud naar de lokale database
pl: Skanuj zawartość '%s' do lokalnej bazy danych
pt_br: Adicionar o conteúdo de '%s' à base de dados local
ru: Сканирование содержимого '%s' в локальную базу данных
sv: Skanna "%s" innehåll till den lokala databasen
tr: '%s' içeriğini yerel veritabanına tara
uk: Сканувати вміст '%s' до локальної бази даних

source: Accompanying files
ar: الملفات المرفقة
ca: Expedients acompanyants
da: Tilhørende filer
de: Zugehörende Dateien
el: Συνοδευτικά αρχεία
he: קבצים נלווים
ja: 付随するファイル
nb_no: Tilhørende filer
nl: Bijgaande bestanden
pl: Przydzielone pliki
pt_br: Arquivos acompanhantes
ru: Связанные файлы
sv: Tillhörande filer
tr: Tamamlayıcı dosyalar
uk: Супровідні файли

source: File
ar: ملف
ca: Fitxer
da: Fil
de: Datei
el: Αρχείο
he: קובץ
ja: ファイル
nb_no: Fil
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
tr: Dosya
uk: Файл

source: Compatible: CBR 96 kbps - Fair Quality
ar: متوافقة: CBR 96 كيلوبت في الثانية - جودة متوسطة
ca: Compatible: CBR 96 kbps - Qualitat justa
da: Kompatibel: CBR 96 kbps - Rimelig Kvalitet
de: Kompatibel: CBR 96 kbps - Akzeptable Qualität
el: Συμβατό: CBR 96 kbps - Σχετικά Καλή Ποιότητα
he: CBR 96 kbps - איכות סבירה
ja: Compatible: CBR 96 kbps - やや低品質
nb_no: Kompatibel: CBR 96 kbps - middels kvalitet
nl: Compatibel: CBR 96 kbps - Redelijke Kwaliteit
pl: Kompatybilny: CBR 96 kb/s — dobra jakość
pt_br: Compatível: CBR 96 kbps - Baixa qualidade
ru: Совместимый: CBR 96 кбит/с - отличное качество
sv: Kompatibel: CBR 96 kbps - Hygglig kvalitet
tr: Uyumlu: CBR 96 kbps - Orta Kalite
uk: Сумісний: CBR 96 кбіт / с - Задовільна якість

source: Compatible: CBR 128 kbps - Average Quality
ar: متوافق مع: CBR 128 كيلوبت في الثانية-متوسط الجودة
ca: Compatible: CBR 128 kbps: qualitat mitjana
da: Kompatibel: CBR 128 kbps - Gennemsnitlig Kvalitet
de: Kompatibel: CBR 128 kbps - Durchschnittliche Qualität
el: Συμβατό: CBR 128 kbps - Μέση ποιότητα
he: CBR 128kbps - איכות ממוצעת
ja: Compatible: CBR 128 kbps - 平均品質
nb_no: Kompatibel: CBR 128 kbps - Middels Kvalitet
nl: Compatibel: CBR 128 kbps - Gemiddelde Kwaliteit
pl: Kompatybilna: CBR 128 kbps - Średnia jakość
pt_br: Compatível: CBR 128 kbps - Média qualidade
ru: Совместимый: CBR 128 кбит/с - среднее качество
sv: Kompatibel: CBR 128 kbps - Medelbra Kvalitet
tr: Uyumlu: CBR 128 kbps - Ortalama Kalite
uk: Сумісність: CBR 128 kbps - Середня якість

source: Compatible: CBR 160 kbps - Good Quality
ar: متوافق مع: CBR 160 كيلوبت في الثانية-نوعية جيدة
ca: Compatible: CBR 160 kbps - Bona qualitat
da: Kompatibel: CBR 160 kbps - god kvalitet
de: Kompatibel: CBR 160 kbps - Gute Qualität
el: Συμβατό: CBR 160 kbps - Καλή Ποιότητα
he: CBR 160kbps - איכות טבה
ja: Compatible: CBR 160 kbps - 良品質
nb_no: Kompatibel: CBR 160 kbps - God Kvalitet
nl: Compatibel: CBR 160 kbps - Goede Kwaliteit
pl: Kompatybilna: CBR 160 kbps - Dobra jakość
pt_br: Compatível: CBR 160 kbps - Boa qualidade
ru: Совместимый: CBR 160 кбит/с - хорошее качество
sv: Kompatibel: CBR 160 kbps - Bra Kvalitet
tr: Uyumlu: CBR 160 kbps - İyi Kalite
uk: Сумісність: CBR 160 kbps - Хороша якість

source: Medium (fast): VBR ~160 kbps - High Quality
ar: المتوسطة (سريع): VBR~ 160 kbps-عالية الجودة
ca: Mitjà (ràpid): VBR ~ 160 kbps: alta qualitat
da: Medium (hurtig): VBR ~160 kbps - High Quality
de: Mittel (schnell): VBR ~160 kbps - Hohe Qualität
el: Μεσαία (γρήγορη): VBR ~160 kbps - Υψηλή Ποιότητα
he: VBR 160kbps - איכות גבוה
ja: Medium (fast): VBR ~160 kbps - 高品質
nb_no: Medium (raskt): VBR ~160 kbps - Høy Kvalitet
nl: Medium (snel): VBR ~160 kbps - Hoge Kwaliteit
pl: Średnia (szybko): VBR ~160 kbps - Wysoka jakość
pt_br: Médio (rápido): VBR ~160 kbps - Alta qualidade
ru: Средний (быстро): VBR ~160 кбит/с - высокое качество
sv: Medium (snabb): VBR ~160 kbps - Hög Kvalitet
tr: Orta (hızlı): VBR ~160 kbps - Yüksek Kalite
uk: Середня (швидка): VBR ~160 kbps - Висока якість

source: Medium: VBR ~160 kbps - High Quality+
ar: المتوسطة: VBR~ 160 kbps-عالية الجودة.
ca: Mitjà: VBR ~ 160 kbps - Alta qualitat +
de: Mittel: VBR ~160 kbps - Hohe Qualität+
el: Μεσαία: VBR ~160 kbps - Υψηλή Ποιότητα+
he: VBR 160kbps - איכות גבוה+
ja: Medium: VBR ~160 kbps - 高品質+
nb_no: Medium: VBR ~160 kbps - Høy Kvalitet+
nl: Medium: VBR ~160 kbps - Hoge Kwaliteit+
pl: Średnia: VBR ~160 kbps - Wysoka jakość+
pt_br: Médio: VBR ~160 kbps - Alta qualidade+
ru: Средний: VBR ~160 кбит/с - высокое качество+
sv: Medium: VBR ~160 kbps - Hög Kvalitet+
tr: Orta: VBR ~160 kbps - Yüksek Kalite+
uk: Середня: VBR ~160 kbps - Висока Якість+

source: Compatible: CBR 192 kbps - High Quality+
ar: متوافق مع: CBR 192 kbps-عالية الجودة.
ca: Compatible: CBR 192 kbps - Alta qualitat +
da: Kompatibel: CBR 192 kbps - High Quality +
de: Kompatibel: CBR 192 kbps - Hohe Qualität+
el: Συμβατό: CBR 192 kbps - Υψηλή Ποιότητα+
he: CBR 192kbps - איכות גבוהה+
ja: Compatible: CBR 192 kbps - 高品質+
nb_no: Kompatibel: CBR 192 kbps - Høy Kvalitet+
nl: Compatibel: CBR 192 kbps - Hoge Kwaliteit+
pl: Kompatybilna: CBR 192 kbps - Wysoka jakość+
pt_br: Compatível: CBR 192 kbps - Alta qualidade+
ru: Совместимый: CBR 192 кбит/с - высокое качество+
sv: Kompatibel: CBR 192 kbps - Hög Kvalitet+
tr: Uyumlu: CBR 192 kbps - Yüksek Kalite
uk: Сумісність: CBR 192 kbps - Висока Якість+

source: Standard (fast): VBR ~192 kbps - Very High Quality
ar: معيار (سريع): VBR~ 192 kbps-عالية الجودة
ca: Estàndard (ràpid): VBR ~ 192 kbps - Molt alta qualitat
da: Standard (fast): VBR ~192 kbps - Meget høj kvalitet
de: Standard (schnell): VBR ~192 kbps - Sehr Hohe Qualität
el: Πρότυπη (γρήγορη): VBR ~192 kbps - Πολύ Υψηλή Ποιότητα
he: VBR 192kbps - איכות גבוהה מאוד
ja: Standard (fast): VBR ~192 kbps - 超高品質
nb_no: Standard (raskt): VBR ~192 kbps - Veldig Høy Kvalitet
nl: Standaard (snel): VBR ~192 kbps - Zeer Hoge Kwaliteit
pl: Standardowa (szybko): VBR ~192 kbps - Bardzo wysoka jakośc
pt_br: Padrão (rápido): VBR ~192 kbps - Qualidade muito alta
ru: Стандартный (быстро): VBR ~192 кбит/с - отличное качество
sv: Standard (snabb): VBR ~192 kbps - Mycket Hög Kvalitet
tr: Standart (hızlı): VBR ~192 kbps - Çok Yüksek Kalite
uk: Стандартний (швидкий): VBR ~192 kbps - Дуже Висока Якість

source: Standard: VBR ~192 kbps - Very High Quality+
ar: قياسي: VBR~ جودة 192 kbps-عالية جداً.
ca: Estàndard: VBR ~ 192 kbps - Molt alta qualitat +
da: Standard: VBR ~192 kbps - meget høj kvalitet +
de: Standard: VBR ~192 kbps - Sehr Hohe Qualität+
el: Πρότυπη: VBR ~192 kbps - Πολύ Υψηλή Ποιότητα+
he: VBR 192kbps - איכות גבוהה מאוד+
ja: Standard: VBR ~192 kbps - 超高品質+
nb_no: Standard: VBR ~192 kbps - Veldig Høy Kvalitet+
nl: Standaard: VBR ~192 kbps - Zeer Hoge Kwaliteit+
pl: Standardowa: VBR ~192 kbps - Bardzo wysoka jakość+
pt_br: Padrão: VBR ~192 kbps - Qualidade muito alta+
ru: Стандартный: VBR ~192 кбит/с - отличное качество+
sv: Standard: VBR ~192 kbps - Mycket Hög Kvalitet+
tr: Standart: VBR ~192 kbps - Çok Yüksek Kalite+
uk: Стандартний: VBR ~192 kbps - Дуже Висока Якість+

source: Extreme (fast): VBR ~256 kbps - Near CD Quality
ar: المتطرف (سريع): VBR~ 256 ك/ث-قريبة إلى نوعية قرص مضغوط
ca: Extrem (ràpid): VBR ~ 256 kbps: gairebé la qualitat del CD
da: Extreme (hurtig): VBR ~256 kbps - næsten CD-kvalitet
de: Extreme (schnell): VBR ~256 kbps - ungefähre CD-Qualität
el: Ακραία (γρήγορη): VBR ~256 kbps - Σχεδόν Ποιότητα CD
he: VBR 256kbps - כמעט איכות דיסק
ja: Extreme (fast): VBR ~256 kbps - CD に近い品質
nb_no: Ekstrem (raskt): VBR ~256 kbps - Nær CD-kvalitet
nl: Extreem (snel): VBR ~256 kbps - Bijna CD-Kwaliteit
pl: Ekstremalna (szybko): VBR ~256 kbps - Zbliżona do jakości CD
pt_br: Extremo (rápida): VBR ~256 kbps - Qualidade próxima à de CD
ru: Избыточный (быстро): VBR ~256 кбит/с - почти качество CD
sv: Extrem (snabb): VBR ~256 kbps - Nära CD-Kvalitet
tr: Aşırı (hızlı): VBR ~256 kbps - CD Kalitesine Yakın
uk: Екстремальний (швидкий): VBR ~256 kbps - Близько до Якості CD

source: Extreme: VBR ~256 kbps - Near CD Quality+
ar: المتطرف: VBR~ 256 ك/ث-قريبة إلى نوعية قرص مضغوط.
ca: Extrem: VBR ~ 256 kbps: gairebé la qualitat del CD +
da: Extreme: VBR ~256 kbps - næsten CD-kvalitet +
de: Extrem: VBR ~256 kbps - Fast CD-Qualität+
el: Ακραίο: VBR ~256 kbps - Σχεδόν Ποιότητα CD+
he: VBR 256kbps - כמעט איכות דיסק+
ja: Extreme: VBR ~256 kbps - CD に近い品質+
nb_no: Ekstrem: VBR ~256 kbps - Nær CD-kvalitet+
nl: Extreem: VBR ~256 kbps - Bijna CD-Kwaliteit+
pl: Ekstremalna: VBR ~256 kbps - Zbliżona do jakośći CD+
pt_br: Extremo: VBR ~256 kbps - Qualidade próxima à de CD+
ru: Избыточный: VBR ~256 кбит/с - почти качество CD+
sv: Extrem: VBR ~256 kbps - Nära CD-Kvalitet+
tr: Extreme: VBR ~256 kbps - CD Kalitesine Yakın+
uk: Екстремальний: VBR ~256 kbps - Близько до Якості CD+

source: Insane: CBR ~320 kbps - Highest Quality
ar: مجنون: CBR~ 320 كيلوبت في الثانية-أفضل جودة
ca: Demencial: CBR ~ 320 kbps: màxima qualitat
da: Insane: CBR ~320 kbps - højeste kvalitet
de: Paranoid: CBR ~320 kbps - Höchste Qualität
el: Τρελή: CBR ~320 kbps - Ύψιστη Ποιότητα
he: CBR 320kbps - איכות גבוהה ביותר
ja: Insane: CBR ~320 kbps - 最高品質
nb_no: Sinnsyk: CBR ~320 kbps - Høyeste Kvalitet
nl: Waanzinnig: CBR ~320 kbps - Hoogste Kwaliteit
pl: Idealna: CBR ~320 kbps - Najwyższa jakość
pt_br: Insano: CBR ~320 kbps - Altíssima qualidade
ru: Превосходный: CBR ~320 кбит/с - высшее качество
sv: Galen: CBR ~320 kbps - Högsta Kvalitet
tr: Insane: CBR ~320 kbps - En Yüksek Kalite
uk: Безумство: CBR ~320 kbps - Найвища Якість

source: Phone: ABR ~16 kbps mono
ar: رقم الهاتف: وزن المحتوى الدهني~ مونو 16 كيلوبت في الثانية
ca: Telèfon: ABR ~ 16 kbps mono
da: Telefon: ABR ~16 kbps mono
de: Telefon: ABR ~16 kbps mono
el: Τηλέφωνο: ABR ~16 kbps mono
he: VBR 16kbps - מונו - איכות טלפון
ja: Phone: ABR ~16 kbps モノラル
nb_no: Telefon: ABR ~16 kbps mono
nl: Telefoon: ABR ~16 kbps mono
pl: Telefon: ABR ~16 kbps mono
pt_br: Telefone: ABR ~16 kbps mono
ru: Телефон: ABR ~16 кбит/с моно
sv: Telefon: ABR ~16 kbps mono
tr: Telefon: ABR ~16 kbps mono
uk: Телефон: ABR ~16 kbps моно

source: Short Wave: ABR ~24 kbps mono
ar: الموجات القصيرة: وزن المحتوى الدهني~ مونو 24 كيلو بت في الثانية
ca: Ona curta: ABR ~ 24 kbps mono
da: Kort Wave: ABR ~24 kbps mono
de: Kurzwelle: ABR ~24 kbps mono
el: Βραχέα Κύματα: ABR ~24 kbps mono
he: VBR 24kbps - מונו - איכות טלפון+
ja: Short Wave: ABR ~24 kbps モノラル
nb_no: Korte Bølger: ABR ~24 kbps mono
nl: Korte Band: ABR ~24 kbps mono
pl: Fale krótkie: ABR ~24 kbps mono
pt_br: Ondas curtas: ABR ~24 kbps mono
ru: Короткие волны: ABR ~24 кбит/с моно
sv: Kortvåg: ABR ~24 kbps mono
tr: Kısa Dalga: ABR ~24 kbps mono
uk: Коротка хвиля: ABR ~24 kbps моно

source: AM: ABR ~40 kbps mono
ar: صباحا: وزن المحتوى الدهني~ مونو 40 كيلو بت في الثانية
he: ABR 40kbps - מונו - איכות רדיו
ja: AM: ABR ~40 kbps モノラル
ru: Средние волны: ABR ~40 кбит/с моно
uk: AM: ABR ~40 кбіт/с моно

source: Voice: ABR ~56 kbps mono
ar: صوت: وزن المحتوى الدهني~ مونو 56 كيلوبت في الثانية
ca: Veu: ABR ~ 56 kbps mono
de: Stimme: ABR ~56 kbps mono
el: Φωνή: ABR ~56 kbps mono
he: ABR 56kbps - מונו
ja: Voice: ABR ~56 kbps モノラル
nb_no: Stemme: ABR ~56 kbps mono
nl: Stem: ABR ~56 kbps mono
pl: Głos: ABR ~56 kbps mono
pt_br: Voz: ABR ~56 kbps mono
ru: Голос: ABR ~56 кбит/с моно
sv: Röst: ABR ~56 kbps mono
tr: Ses: ABR ~56 kbps mono
uk: Голос: ABR ~56 kbps mono

source: Tape: ABR ~112 kbps
ar: K7: وزن المحتوى الدهني~ 112 كيلو بت في الثانية
ca: Cinta: ABR ~ 112 kbps
de: Tonband: ABR ~112 kbps
el: Κασέτα: ABR ~112 kbps
he: ABR 112kbps - איכות קלטת
ja: テープ: ABR ~112 kbps
nl: Band: ABR ~112 kbps
pl: Taśma: ABR ~112 kbps
pt_br: Fita: ABR ~112 kbps
ru: Кассета: ABR ~112 кбит/с
sv: Band: ABR ~112 kbps
tr: Bant: ABR ~112 kbps
uk: Стрічка: ABR ~112 kbps

source: Hifi: ABR ~160 kbps
ar: هيفي: وزن المحتوى الدهني~ 160 كيلوبت في الثانية
he: ABR 160kbps
ja: ハイファイ: ABR ~160 kbps
ru: Hi-Fi: ABR ~160 кбит/с
uk: Hifi: ABR ~160 кбіт/с

source: Near-CD: ABR ~192 kbps
ar: قريبة إلى قرص مضغوط: وزن المحتوى الدهني~ 192 كيلوبت في الثانية
ca: Casi-CD: ABR ~ 192 kbps
da: Nær-CD: ABR ~192 kbps
de: Fast CD-Qualität: ABR ~192 kbps
el: Σχεδόν CD: ABR ~192 kbps
he: ABR 192kbps - כמעט איכות דיסק
ja: CDに近い: ABR ~192 kbps
nb_no: Nær-CD: ABR ~192 kbps
nl: Bijna CD: ABR ~192 kbps
pl: Bliska CD: ABR ~192 kbps
pt_br: Semelhante a CD: ABR ~192 kbps
ru: Почти CD: ABR ~192 кбит/с
sv: Nära CD: ABR ~192 kbps
tr: Yakın-CD: ABR ~192 kbps
uk: Near-CD: ABR ~192 кбіт/с

source: Studio: ABR ~256 kbps
ar: الاستوديو: وزن المحتوى الدهني~ 256 ك/ث
ca: Estudi: ABR ~ 256 kbps
da: Studie: ABR ~256 kbps
el: Στούντιο: ABR ~256 kbps
he: ABR 256kbps - איכות סטודיו
ja: スタジオ: ABR ~256 kbps
pt_br: Estúdio: ABR ~256 kbps
ru: Студия: ABR ~256 кбит/с
tr: Stüdyo: ABR ~256 kbps
uk: Студія: ABR ~256 kbps

source: Constant bitrate (CBR - most compatible)
ar: معدل البت الثابت (CBR - الأكثر توافقًا)
ca: Taxa de bits constant (CBR: la més compatible)
da: Konstant bitrate (CBR - mest kompatibel)
de: Feste Bitrate (CBR - meistens kompatibel)
el: Σταθερό bitrate (CBR - μέγιστα συμβατό)
he: CBR - קצב סביות קבוע
ja: 固定ビットレート （CBR - 最も互換性高い）
nb_no: Konstant bithastighet (CBR - mest kompatibel)
nl: Constante bitwaarde (CBR - meest compatible)
pl: Stały bitrate (CBR - najbardziej kompatybilny)
pt_br: Taxa de bits constante (CBR - mais compatível)
ru: Постоянный битрейт (CBR - совместимый)
sv: Konstant Bitrate (CBR - mest kompatibel)
tr: Sabit bit hızı (CBR - en uyumlu)
uk: Постійний бітрейт (CBR - найбільш сумісний)

source: Variable bitrate (VBR - most efficient)
ar: معدل البت المتغير (VBR - الأكثر كفاءة)
ca: Taxa de bits variable (VBR: la més eficient)
da: Variabel bitrate (VBR - mest effektiv)
de: Variable Bitrate (VBR - am effizientesten)
el: Μεταβλητό bitrate (VBR - μέγιστη απόδοση)
he: VBR - קצב סביות משתנה (יעיל)
ja: 可変ビットレート （VBR - 最も圧縮効率高い）
nb_no: Variabel bithastighet (VBR - mest effektiv)
nl: Variabele bitwaarde (VBR - meest efficiënt)
pl: Zmienny bitrate (VBR - najbardziej wydajny)
pt_br: Taxa de bits variável (VBR - mais eficiente)
ru: Переменный битрейт (VBR - эффективный)
sv: Variabel Bitrate (VBR - effektivast)
tr: Değişken bit hızı (VBR - en verimli)
uk: Змінна швидкість потоку (VBR- найбільш продуктивна)

source: Average bitrate (ABR - controlled/efficient)
ar: معدل البت المتوسط (ABR - المتحكم فيه/الكفء)
ca: Taxa de bits mitjana (ABR: controlada / eficient)
da: Gennemsnitlig bitrate (ABR - kontrolleret/effektiv)
de: Durchschnittliche Bitrate (ABR - berechenbar/effizient)
el: Μέσο bitrate (ABR - ελεγχόμενο/αποδοτικό)
he: ABR - קצב סביות ממוצע
ja: 平均ビットレート （ABR - 調整可能 / 効率的）
nb_no: Gjennomsnittlig bithastighet (ABR - kontrollert/effektiv)
nl: Gemiddelde bitwaarde (ABR - gecontroleerd/efficiënt)
pl: Średnia szybkość transmisji (ABR - kontrolowana/wydajna)
pt_br: Taxa de bits média (ABR - controlada/eficiente)
ru: Средний битрейт (ABR - управляемый)
sv: Genomsnittlig Bitrate (ABR - kontrollerad/effektiv)
tr: Ortalama bit hızı (ABR - kontrollü/etkin)
uk: Середня швидкість потоку (ABR- контрольована/продуктивна)

source: Stereo
ar: ستيريو
ca: Estèreo
he: סטראו
ja: ステレオ
pt_br: Estéreo
ru: Стерео
uk: Стерео

source: Joint stereo
ar: الجمعية ستيريو
ca: Estèreo conjunt
da: Fælles stereo
he: סטראו משותף
ja: ジョイントステレオ
nb_no: Gjør til stereo
pl: Wspólne stereo
ru: Совместное стерео
tr: Ortak stereo
uk: Об'єднане стерео

source: Dual channel
ar: مزدوجة القناة
ca: Canal dual
de: Zweikanal
el: Διπλό κανάλι
he: ערוץ כפול
ja: デュアルチャンネル
nb_no: To kanaler
nl: Tweekanaals
pl: Podwójny kanał
pt_br: Duplo canal
ru: Двухканальный
tr: Çift kanal
uk: Двоканальний

source: Mono
ar: مونو
he: מונו
ja: モノラル
ru: Моно
uk: Моно

source: 0 - Highest quality, very slow
ar: 0-نوعية أفضل، بطيئة جداً
ca: 0 - Qualitat màxima, molt lent
da: 0 - Højeste kvalitet, meget langsom
de: 0 - Höchste Qualität, sehr langsam
el: 0 - Ύψιστη ποιότητα, πολύ αργή
he: 0 - איכות גבוהה ביותר - איטי מאד
ja: 0 - 最高品質、最低速
nb_no: 0 - Høyest kvalitet, veldig sakte
nl: 0 - Hoogste kwaliteit, zeer traag
pl: 0 - Najwyższa jakość, bardzo wolno
pt_br: 0 - Altíssima qualidade, muito lento
ru: 0 - Высшее качество, очень медленно
sv: 0 - Högsta kvalitet, mycket långsam
tr: 0 - En yüksek kalite, çok yavaş
uk: 0 - Найвища якість, дуже повільно

source: 2 - High quality (recommended)
ar: 2-نوعية (مستحسن)
ca: 2 - Alta qualitat (recomanat)
da: 2 - Høj kvalitet (anbefales)
de: 2 - Hohe Qualität (empfohlen)
el: 2 - Υψηλή ποιότητα (συνιστάται)
he: 2 - איכות גבוהה - מומלץ
ja: 2 - 高品質 （推奨）
nb_no: 2 - Høyest kvalitet (anbefalt)
nl: 2 - Hoge kwaliteit (Aanbevolen)
pl: 2 - Wysoka jakość (zalecana)
pt_br: 2 - Alta qualidade (recomendado)
ru: 2 - Высокое качество (рекомендуется)
sv: 2 - Hög kvalitet (rekommenderad)
tr: 2 - Yüksek kalite (tavsiye edilir)
uk: 2 - Висока якість (рекомендовано)

source: 5 - Standard (default)
ar: 5-معيار (افتراضي)
ca: 5 - Estàndard (predeterminat)
da: 5 - Standard (standard)
de: 5 - Standard (Voreinstellung)
el: 5 - Τυπική (προεπιλογή)
he: 5 - סטנדרטי - ברירת מחדל
ja: 5 - 標準 （デフォルト）
nb_no: 5 - Standard (standardinnstilling)
nl: 5 - Standaard (standaardwaarde)
pl: 5 - Standardowa (domyślnie)
pt_br: 5 - Padrão
ru: 5 - Стандарт (по умолчанию)
sv: 5 - Standard (förvald)
tr: 5 - Standart (varsayılan)
uk: 5 - Стандарт (типово)

source: 7 - Fast, ok quality
ar: 7-نوعية سريعة، الصحيح
ca: 7 - Ràpid, de qualitat
da: 7 - Hurtig, ok kvalitet
de: 7 - Schnell, akzeptable Qualität
el: 7 - Γρήγορη, εντάξει ποιότητα
he: 7 - איכות סבירה - מהיר
ja: 7 - 高速、まあまあの品質
nb_no: 7 - Raskt, ok kvalitet
nl: 7 - Snel, goede kwaliteit
pl: 7 - Szybko, jakość ok
pt_br: 7 - Rápido, qualidade OK
ru: 7 - Быстро, хорошее качество
sv: 7 - Snabb, ok kvalitet
tr: 7 - Hızlı, iyi kalite
uk: 7 - Швидко, добра якість

source: 9 - Lowest quality, very fast
ar: 9-جودة منخفضة، سريع جداً
ca: 9 - Qualitat mínima, molt ràpida
da: 9 - Laveste kvalitet, meget hurtigt
de: 9 - Niedrigste Qualität, sehr schnell
el: 9 - Ελάχιστη ποιότητα, πολύ γρήγορη
he: 9 - איכות ירודה - מהיר מאד
ja: 9 - 最低品質、最高速
nb_no: 9 - Lavest kvalitet, veldig raskt
nl: 9 - Laagste kwaliteit, zeer snel
pl: 9 - Najniższa jakość, bardzo szybko
pt_br: 9 - Qualidade baixa, muito rápido
ru: 9 - Низкое качество, очень быстро
sv: 9 - Lägsta kvalitet, mycket snabb
tr: 9 - En düşük kalite, çok hızlı
uk: 9 - Найнижча якість, дуже швидко

source: Default (slow)
ar: الافتراضي (بطيء)
ca: Predeterminat (lent)
da: Default (langsom)
de: Standard (langsam)
el: Προεπιλογή (αργή)
he: ברירת מחדל (איטי)
ja: デフォルト （遅い）
nb_no: Standard (sakte)
nl: Standaard (langzaam)
pl: Domyślnie (wolno)
pt_br: Padrão (lento)
ru: По умолчанию (медленно)
sv: Normal (långsam)
tr: Varsayılan (yavaş)
uk: Типово (повільно)

source: New (faster)
ar: الجديدة (أسرع)
ca: Nou (més ràpid)
da: Ny (hurtigere)
de: Neu (schneller)
el: Νέο (πιο γρήγορα)
he: חדש (מהיר)
ja: 新規 （より速い）
nb_no: Ny (raskere)
nl: Nieuw (sneller)
pl: Nowy (szybciej)
pt_br: Novo (mais rápido)
ru: Новый (быстро)
sv: Ny (snabbarer)
tr: Yeni (daha hızlı)
uk: Новий (швидше)

source: MP3 settings
ar: إعدادات MP3
ca: Configuració MP3
da: MP3-indstillinger
de: MP3-Einstellungen
el: Ρυθμίσεις MP3
he: אפשרויות MP3
ja: MP3設定
nb_no: MP3 innstillinger
nl: mp3-Instellingen
pl: Ustawienia MP3
pt_br: Configurações de MP3
ru: Настройки MP3
sv: MP3-inställningar
tr: MP3 ayarları
uk: Параметри MP3

source: VBR Quality
ar: نوعية VBR
ca: Qualitat VBR
da: VBR Kvalitet
de: VBR-Qualität
el: VBR Ποιότητα
he: איכות VBR
ja: VBR品質
nb_no: VBR Kvalitet
nl: VBR Kwaliteit
pl: Jakość VBR
pt_br: Qualidade VBR
ru: Качество VBR
sv: VBR-kvalitet
tr: VBR Kalitesi
uk: Якість VBR

source: Avg. bitrate
ar: معدل البت المتوسط
ca: Taxa de bits mitjana
da: Gns. bitrate
de: Durchschn. Bitrate
el: Μέσο bitrate
he: קצב סביות ממוצע
ja: 平均ビットレート
nb_no: Gjennomsnittlig bithastighet
nl: Gem. bitwaarde
pl: Śr. szybkość transmisji
pt_br: Taxa de bits média
ru: Ср. битрейт
sv: Genomsn. bitrate
tr: Ort. bit hızı
uk: Середня швидкість потоку

source: No limit
ar: أي حد
ca: Sense límit
da: Ingen grænse
de: Keine Begrenzung
el: Χωρίς όριο
he: ללא הגבלה
ja: 無制限
nb_no: Ingen begrensning
nl: Geen limiet
pl: Bez ograniczeń
pt_br: Sem limite
ru: Без лимита
sv: Ingen gräns
tr: Sınır yok
uk: Без обмежень

source: Configure multi-zone playback
ar: ضبط التشغيل المتعدد المناطق
ca: Configureu la reproducció multi-zona
da: Konfigurer multizone afspilning
de: Mehrzonen-Wiedergabe konfigurieren
el: Διαμόρφωση αναπαραγωγής πολλαπλών ζωνών
he: הגדר השמעה לפי איזורים
ja: マルチゾーン再生の設定
nb_no: Konfigurer multi-sone avspilling
nl: Afspelen in meerdere zones configureen
pl: Skonfiguruj odtwarzanie wielostrefowe
pt_br: Configure a execução multi-zonas
ru: Настройка многозонного воспроизведения
sv: Konfigurera multizonsuppspelning
tr: Çoklu bölge oynatmayı yapılandırın
uk: Налаштувати багато зонове відтворення

source: New version available
ar: النسخ الجديدة المتاحة
ca: Nova versió disponible
da: Ny version tilgængelig
de: Neue Version verfügbar
el: Νέα έκδοση διαθέσιμη
he: גרסה חדשה זמינה
ja: 新しいバージョンが利用可能です
nb_no: Ny versjon tilgjengelig
nl: Nieuwe versie beschikbaar
pl: Nowa wersja dostępna
pt_br: Nova versão disponível
ru: Доступна новая версия
sv: Ny version tillgänglig
tr: Yeni sürüm mevcut
uk: Доступна нова версія

source: Dismiss
ar: إلغاء
ca: Descarta
da: Afvis
de: Ablehnen
el: Απόρριψη
he: סגור
ja: 通知解除
nb_no: Avvis
nl: Afwijzen
pl: Odrzuć
pt_br: Ignorar
ru: Отклонить
sv: Avvisa
tr: Reddet
uk: Відмовити

source: Original
ar: الأصلية
el: Αρχικό
he: מקורי
ja: オリジナル
nl: Origineel
pl: Oryginał
ru: Оригинал
uk: Оригінал

source: OGG settings
ar: إعدادات OGG
ca: Configuració OGG
da: OGG indstillinger
de: OGG-Einstellungen
el: Ρυθμίσεις OGG
he: אפשרויות OGG
ja: OGG設定
nb_no: OGG innstillinger
nl: OGG-instellingen
pl: Ustawienia OGG
pt_br: Configurações OGG
ru: Настройки OGG
sv: OGG-inställningar
tr: OGG ayarları
uk: Налаштування OGG

source: Hotkeys
ar: اختصارات لوحة المفاتيح
ca: Tecles d'accés directe
da: Genvejstaster
de: Tastenkürzel
el: Πλήκτρα συντόμευσης
he: קיצורי מקלדת
ja: ホットキー
nb_no: Hurtigtaster
nl: Sneltoetsen
pl: Klawisze skrótu
pt_br: Atalhos
ru: Горячие клавиши
sv: Snabbtangenter
tr: Kısayollar
uk: Гарячі клавіші

source: Confirmations
ar: تأكيدات
ca: Confirmacions
da: Konfirmationer
de: Bestätigungen
el: Επιβεβαιώσεις
he: אישורים
ja: 確認事項
nb_no: Bekreftelser
nl: Bevestigingen
pl: Potwierdzenia
pt_br: Confirmações
ru: Подтверждения
sv: Bekräftelser
tr: Onaylamalar
uk: Підтвердження

source: Performance
ar: الأداء
de: Leistung
el: Απόδοση
he: ביצועים
ja: パフォーマンス
nb_no: Ytelse
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
ru: Производительность
sv: Prestanda
tr: Performans
uk: Ефективність

source: Streaming
ar: البث
ca: Transmissió en temps real
el: Ροή
he: הזרמה
ja: ストリーミング
pl: Transmisja
ru: Потоковая передача
sv: Strömning
tr: Akış
uk: Потокове передавання
