Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Do you want to use the database and settings from %s ?
el: Θέλετε να χρησιμοποιήσετε τη βάση δεδομένων και τις ρυθμίσεις από το %s ;
nl: Database en instellingen van %s gebruiken?
pl: Czy chcesz użyć bazy danych i ustawień z %s ?
uk: Бажаєте використовувати базу даних та налаштування з %s ?

source: This kind of audio conversion is not implemented yet. Channels: %d (required: %d), Bits per sample: %d (required: %d)
uk: Цей тип перетворення аудіо ще не реалізовано. Канали: %d (потрібно: %d), Біти за вибірку: %d (потрібно: %d)

source: File length
ar: مدة الملف
ca: Llargada del fitxer
el: Μήκος αρχείου
nl: Bestandlengte
pl: Długość pliku
sv: Fillängd
uk: Довжина файлу

source: Your network connection is set to 'Public'. This usually sets your device to not be discoverable by other devices on the network.If you're at home then you might want to switch to 'Private' instead. Do you wish to proceed?
uk: Ваше мережеве з'єднання налаштоване в режимі "Загальнодоступне". Зазвичай це означає, що ваш пристрій не може бути виявлений іншими пристроями в мережі. Якщо ви перебуваєте вдома, можливо, вам варто змінити налаштування на "Приватне". Бажаєте продовжити?

source: Use in
uk: Використовувати в

source: Windows Media Video 7
de: WMV7
tr: Windows Medya Videosu 7

source: Windows Media Video 8
de: WMV8
tr: Windows Medya Video 8

source: Windows Media Video 9
de: WMV9
tr: Windows Medya Videosu 9

source: W:
de: B:

source: Freedb (CDDBP)
de: GnuDB (CDDBP)

source: Freedb (HTTP)
de: GnuDB (HTTP)
pl: Freedb

source: Auto-organi&ze files
pl: Automatycznie organizuj pliki

source: Remove Unavailable files ?
pl: Usunąć niedostępne pliki ?

source: Find updates
pl: Znajdź aktualizacje

source: 'Play Now' Action:
pl: Akcja 'Odgrywaj Teraz':

source: This determines what files are played when the Play Now command is run for a single file. By default the selected file and others subsequent to it play. The alternative is that only the selected file plays.
pl: Określa to, jakie pliki są odtwarzane po uruchomieniu polecenia Odtwórz teraz dla pojedynczego pliku. Domyślnie odtwarzany jest wybrany plik i pozostałe po nim. Alternatywą jest to, że odtwarzany jest tylko wybrany plik.

source: QuickTime
ar: كويك تايم
pl: Szybki czas

source: J. River Media Center
ar: J. نهر Media Center
tr: J. River Medya Merkezi

source: Expired.
tr: Süresi doldu.

source: Registration failed
tr: Kayıt başarısız oldu

source: ISRC
ar: إيسرك

source: YouTube
ar: يوتيوب

source: iPod
ar: أي بود

source: WMA
ar: قانون المواد الحربية

source: WMA Pro
ar: قانون المواد الحربية برو

source: iTunes
ar: أي تيونز

source: CD
ar: القرص المدمج
