Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Audio DSP
da: Lyd DSP
el: DSP Ήχου
ja: オーディオDSP
nb_no: Lyd DSP
pl: Dźwięk DSP
pt_br: DSP de áudio
ru: Звуковой DSP
sv: Ljud DSP
tr: Ses DSP
uk: Аудіо DSP

source: There was a problem analyzing volume for the following track(s):
ca: S'ha produït un problema en analitzar el volum de les pistes següents:
da: Der var et problem med at analysere volumen for det/de følgende spor:
de: Es gab ein Problem bei der Lautstärkenanalyse folgender Datei(en):
el: Υπήρξε πρόβλημα κατά την ανάλυση της έντασης για το(α) ακόλουθο(α) κομμάτι(α):
he: התרחשה בעיה בניתוח עוצמת הקול עבור הרצועה(ות) הבאות:
ja: 次のトラックの音量解析中に問題が発生しました:
nb_no: Det var et problem med å analysere volum for de følgende sporene:
nl: Probleem bij analyseren volume van de volgende track(s):
pl: Podczas analizy głośności następujących utworów wystąpił problem:
pt_br: Houve um problema ao analisar o volume da(s) seguinte(s) faixa(s):
ru: Проблема с анализом громкости следующих треков:
sv: Det var problem att analysera ljudstyrkan för följande spår:
tr: Aşağıdaki parça(lar) için ses düzeyi analizinde bir sorun oluştu:
uk: Виникла проблема з аналізом гучності для таких доріжок:

source: Displays a warning if a file in the Playing queue is inaccessible (e.g. if it's on a CD that isn't inserted).
ca: Mostra un avís si un fitxer de la cua de reproducció no és accessible (per exemple, si es troba en un CD que no està inserit).
da: Viser en advarsel, hvis en fil i Spil listen ikke er tilgængelig (f.eks. hvis den er på en CD der ikke er isat).
de: Zeigt eine Warnung an, wenn eine Datei in der Wiedergabeliste nicht gefunden wird (z.B. wenn die betreffende CD nicht eingelegt ist).
el: Εμφανίζει μια προειδοποίηση εάν ένα αρχείο στην ουρά Αναπαραγωγής δεν είναι προσβάσιμο (π.χ. εάν είναι σε CD που δεν έχει εισαχθεί).
he: מציג אזהרה אם קובץ בתור ההשמעה אינו נגיש (לדוגמה, אם הוא נמצא על CD שאינו מוכנס).
ja: 再生キューにあるファイルにアクセスできない場合（挿入されていないCDにある場合など）、警告を表示します。
nb_no: Viser en advarsel hvis en fil i Avspillingskøen er utilgjengelig (f.eks. hvis den er på en CD som ikke er satt inn).
nl: Geeft een waarschuwing weer wanneer een bestand in de Speellijst ontoegankelijk is (bijv. een niet-geplaatste CD).
pl: Wyświetla ostrzeżenie, jeśli plik w kolejce odtwarzania jest niedostępny (np. jeśli znajduje się na płycie CD, która nie jest włożona).
pt_br: Exibe um aviso se uma faixa da fila Em Execução estiver inacessível (por exemplo, se ela estiver em um CD que não está no leitor).
ru: Выводит предупреждение, если файл в очереди воспроизведения недоступен (например, находится на не вставленном CD).
sv: Visar en varning om ett spår i den aktuella spellistan inte är tillgänglig (t.ex om det ligger på en CD som inte är laddad i CD-spelaren).
tr: Çalınan kuyruğundaki bir dosyaya erişilemiyorsa (örneğin, takılı olmayan bir CD'deyse) bir uyarı görüntüler.
uk: Показує попередження, якщо файл у черзі відтворення недоступний (наприклад, якщо він на компакт-диску, який не вставлений).

source: Show warning when file to be played is not accessible
ca: Mostra l'avís quan no es pot accedir al fitxer per reproduir
da: Vis advarsel, når filen, der skal afspilles, ikke er tilgængelig
de: Warnung anzeigen, wenn zu spielende Datei nicht auffindbar ist
el: Εμφάνιση προειδοποίησης όταν το αρχείο που θα αναπαραχθεί, είναι απροσπέλαστο
he: הצג אזהרה כאשר קובץ להשמעה אינו נגיש
ja: 再生するファイルにアクセスできないときに警告を表示する
nb_no: Vis advarsel når filen som skal spilles av ikke er tilgjengelig
nl: Waarschuwing bij ontoegankelijk bestand
pl: Pokaż ostrzeżenie, gdy plik do odtworzenia jest niedostępny
pt_br: Exibir aviso quando o arquivo não estiver acessível
ru: Предупреждать, когда файл недоступен
sv: Visa varning när filen som ska spelas inte är tillgänglig
tr: Oynatılacak dosyaya erişilemediğinde uyarı göster
uk: Показувати попередження, коли файл для відтворення недоступний

source: library Location node
ca: node d'ubicació de la biblioteca
da: biblioteks Lokations node
de: Archiv-Knoten Verzeichnis
el: κόμβος Τοποθεσίας βιβλιοθήκης
he: צומת מיקום של ספרייה
ja: ライブラリの場所ノード
nb_no: bibliotek Plassering node
nl: Locatiemap Bibliotheek
pl: Węzeł lokalizacji biblioteki
pt_br: nó Localização da biblioteca
ru: узел расположения библиотеки
sv: biblioteknodens plats
tr: kitaplık Konum düğümü
uk: вузол розташування Бібліотеки

source: The Folders node only displays/edits metadata in file tags. To view/edit metadata that is in the database, use the %s
ca: El node de Carpetes només mostra/edita les metadades a les etiquetes del fitxer. Per veure/editar metadades que hi ha a la base de dades, utilitzeu %s
da: Mapper node viser/redigerer kun metadata i fil-tags. For at se/redigere metadata der er i databasen, brug %s
de: Im Archiv-Knoten "Ordner" stehen nur die ID-Tags der Dateien zur Verfügung . Um Metadaten aus der Datenbank anzuzeigen/zu bearbeiten, verwenden Sie die %s
el: Ο κόμβος Φακέλων εμφανίζει/επεξεργάζεται μόνο μεταδεδομένα σε ετικέτες αρχείων. Για προβολή/επεξεργασία μεταδεδομένων που είναι στη βάση δεδομένων, χρησιμοποιήστε το %s
he: צומת התיקיות מציג/עורך רק מטא-דאטה בתגי קבצים. כדי לערוך מטא-דאטה שנמצא במסד הנתונים, השתמש ב-%s
ja: フォルダーノードは、ファイルタグ内のメタデータのみを表示/編集します。データベースにあるメタデータを表示/編集するには、%sを使用します
nb_no: Mapper-noden viser/redigerer kun metadata i filtagger. For å se/redigere metadata som er i databasen, bruk %s
nl: Het item Mappen toont/bewerkt alleen metagegevens in bestandslabels. Gebruik de %s om metadata in de database te bekijken/bewerken
pl: Węzeł Foldery wyświetla/edytuje tylko metadane w znacznikach plików. Aby wyświetlić/edytować metadane znajdujące się w bazie danych, użyj %s
pt_br: O nó Pastas exibe/edita somente os metadados existentes nas tags. Para ver/editar metadados que estão na base de dados, use %s
ru: Узел 'Папки' отображает/редактирует метаданные только в тегах файлов. Чтобы просмотреть/отредактировать метаданные в базе данных, используйте %s
sv: Noden Mappar visar/redigerar endast metadata i filtaggar. För att visa/redigera metadata som finns i databasen, använd %s
tr: Klasörler düğümü yalnızca dosya etiketlerindeki meta verileri görüntüler/düzenler. Veritabanındaki meta verileri görüntülemek/düzenlemek için %s öğesini kullanın
uk: Вузол Тек показує/редагує метадані лише у теґах файлів. Для перегляду/редагування метаданих, що знаходяться в базі даних, використовуйте %s

source: Create reports
ca: Crea informes
da: Opret rapporter
de: Berichte erstellen
el: Δημιουργία αναφορών
he: צור דוחות
ja: レポートを作成
nb_no: Opprett rapporter
nl: Rapporten maken
pl: Twórz raporty
pt_br: Criar relatórios
ru: Создание отчётов
sv: Skapa rapporter
tr: Raporlar oluşturun
uk: Створити звіти

source: File List (&HTML)
ca: Llista de fitxers (&HTML)
da: Fil Liste (&HTML)
de: Dateiliste (&HTML)
el: Λίστα Αρχείων (&HTML)
he: רשימת קבצים (&HTML)
ja: ファイルリスト (&HTML)
nb_no: Filliste (&HTML)
nl: Bestandslijst (&HTML)
pl: Lista plików (&HTML)
pt_br: Lista de arquivos (&HTML)
ru: Список файлов (HTML)
sv: Fillista (&HTML)
tr: Dosya Listesi (&HTML)
uk: Список файлів (&HTML)

source: HTML (*.htm)|*.htm|All files (*.*)|*.*
ca: HTML (*.htm)|*.htm|Tots els fitxers (*.*)|*.*
da: HTML (*.htm)|*.htm|Alle filer (*.*)|*.*
de: HTML (*.htm)|*.htm|Alle Dateien (*.*)|*.*
el: HTML (*.htm)|*.htm|Όλα τα αρχεία (*.*)|*.*
he: HTML (*.htm)|*.htm|כל הקבצים (*.*)|*.*
ja: HTML (*.htm)|*.htm|すべてのファイル (*.*)|*.*
nb_no: HTML (*.htm)|*.htm|Alle filer (*.*)|*.*
nl: HTML (*.htm)|*.htm|Alle bestanden (*.*)|*.*
pl: HTML (*.htm)|*.htm|Wszystkie pliki (*.*)|*.*
pt_br: Arquivos HTML (*.htm)|*.htm|Todos os arquivos (*.*)|*.*
ru: HTML (*.htm)|*.htm|Все файлы (*.*)|*.*
sv: HTML (*.htm)|*.htm|Alla filer (*.*)|*.*
uk: HTML (*.htm)|*.htm|Усі файли (*.*)|*.*

source: File List (&XML)
ca: Llista de fitxers (&XML)
da: Fil Liste (&XML)
de: Dateiliste (&XML)
el: Λίστα Αρχείων (&XML)
he: רשימת קבצים (&XML)
ja: ファイルリスト (&XML)
nb_no: Filliste (&XML)
nl: Bestandslijst (&XML)
pl: Lista plików (&XML)
pt_br: Lista de arquivos (&XML)
ru: Список файлов (XML)
sv: Fillista (&XML)
tr: Dosya Listesi (&XML)
uk: Список файлів (&XML)

source: XML (*.xml)|*.xml|All files (*.*)|*.*
ca: XML (*.xml)|*.xml|Tots els fitxers (*.*)|*.*
da: XML (*.xml)|*.xml|Alle filer (*.*)|*.*
de: XML (*.xml)|*.xml|Alle Dateien (*.*)|*.*
el: XML (*.xml)|*.xml|Όλα τα αρχεία (*.*)|*.*
he: XML (*.xml)|*.xml|כל הקבצים (*.*)|*.*
ja: XML (*.xml)|*.xml|すべてのファイル (*.*)|*.*
nb_no: XML (*.xml)|*.xml|Alle filer (*.*)|*.*
nl: XML (*.xml)|*.xml|Alle bestanden (*.*)|*.*
pl: XML (*.xml)|*.xml|Wszystkie pliki (*.*)|*.*
pt_br: Arquivos XML (*.xml)|*.xml|Todos os arquivos (*.*)|*.*
ru: XML (*.xml)|*.xml|Все файлы (*.*)|*.*
sv: XML (*.xml)|*.xml|Alla filer (*.*)|*.*
uk: XML (*.xml)|*.xml|Усі файли (*.*)|*.*

source: File List (CS&V)
ca: Llista de fitxers (CS&V)
da: Fil Liste (CS&V)
de: Dateiliste (CS&V)
el: Λίστα Αρχείων (CS&V)
he: רשימת קבצים (CS&V)
ja: ファイルリスト (CS&V)
nb_no: Filliste (CS&W)
nl: Bestandslijst (CS&V)
pl: Lista plików (CS&V)
pt_br: Lista de arquivos (CS&V)
ru: Список файлов (CSV)
sv: Filförteckning (CS&V)
tr: Dosya Listesi (CS&V)
uk: Список файлів (CS&V)

source: CSV (*.csv)|*.csv|All files (*.*)|*.*
ca: CSV (*.csv)|*.csv|Tots els fitxers (*.*)|*.*
da: CSV (*.csv)|*.csv|Alle filer (*.*)|*.*
de: CSV (*.csv)|*.csv|Alle Dateien (*.*)|*.*
el: CSV (*.csv)|*.csv|Όλα τα αρχεία (*.*)|*.*
he: CSV (*.csv)|*.csv|כל הקבצים (*.*)|*.*
ja: CSV (*.csv)|*.csv|すべてのファイル (*.*)|*.*
nb_no: CSV (*.csv)|*.csv|Alle filer (*.*)|*.*
nl: CSV (*.csv)|*.csv|Alle bestanden (*.*)|*.*
pl: CSV (*.csv)|*.csv|Wszystkie pliki (*.*)|*.*
pt_br: Arquivos CSV (*.csv)|*.csv|Todos os arquivos (*.*)|*.*
ru: CSV (*.csv)|*.csv|Все файлы (*.*)|*.*
sv: CSV (*.csv)|*.csv|Alla filer (*.*)|*.*
tr: CSV (*.csv)|*.csv|Tüm dosyalar (*.*)|*.*
uk: CSV (*.csv)|*.csv|Усі файли (*.*)|*.*

source: Track title
ca: Títol de la pista
da: Spor titel
de: Track-Titel
el: Τίτλος κομματιού
he: כותרת רצועה
ja: トラックタイトル
nb_no: Spor tittel
nl: Tracktitel
pl: Tytuł utworu
pt_br: Título da faixa
ru: Название трека
sv: Spårnamn
tr: Parça başlığı
uk: Назва доріжки

source: Track artist
ca: Artista de la pista
da: Spor kunstner
de: Track-Interpret
el: Καλλιτέχνης κομματιού
he: רצועת אמן
ja: トラックアーティスト
nb_no: Spor artist
nl: Trackartiest
pl: Artysta ścieżki
pt_br: Artista da faixa
ru: Исполнитель трека
sv: Spårartist
tr: Parça sanatçısı
uk: Виконавець композиції

source: Video actors
ca: Actors de vídeo
da: Video skuespillere
de: Schauspieler
el: Ηθοποιοί βίντεο
he: שחקני וידאו
ja: 動画の出演者
nb_no: Video skuespillere
nl: Video-acteurs
pl: Aktorzy wideo
pt_br: Atores do vídeo
ru: Актеры видео
sv: filmskådespelare
tr: Video aktörleri
uk: Актори відео

source: This specifies what character is used to denote multiple values within a single field (e.g. Rock;Folk).
ar: هذا يحدد الحرف الذي يستخدم لتعيين قيم متعددة في حقل واحد (مثلاً: موسيقى الروك، قوم).
ca: S’especifica quin caràcter s’utilitza per indicar diversos valors dins d’un mateix camp (per exemple, Rock; Folk).
da: Dette angiver hvad karakter der bruges til at betegne flere værdier i et enkelt felt (f.eks Rock, Folk).
de: Legt das Zeichen fest, mit dem mehrere Werte in einem Feld voneinander getrennt werden (z.B. Rock;Folk).
el: Αυτό καθορίζει τι χαρακτήρας χρησιμοποιείται για να δηλώσει πολλαπλές τιμές σε ένα μοναδικό πεδίο (π.χ. Rock;Folk).
he: זה מציין איזו תו משמש לציון ערכים מרובים בתוך שדה יחיד (לדוגמה, רוק;עם).
ja: 単一の項目内の複数の値を示すために使用される文字を指定します（例：Rock;Folk ）。
nb_no: Dette spesifiserer hvilket tegn som blir brukt for å vise flere verdier i ett enkelt felt (f.eks. Rock;Folk).
nl: Geeft het teken aan dat wordt gebruikt om meerdere waarden in een veld aan te geven (bijvoorbeeld Rock;Pop).
pl: Określa jaki znak będzie używany do oddzielenia wielu wartości w tym samym polu (e.g. Rock;Folk).
pt_br: Especifica qual caractere deve ser usado para separar múltiplos valores dentro de um campo (Por exemplo: Rock;Folk).
ru: Определяет, какой символ используется для обозначения нескольких значений в пределах одной области (например: Рок;Фолк).
sv: Detta anger vilket tecken som används för att beteckna flera värden inom ett enda fält (t.ex. Rock;Folk).
tr: Bu, tek bir alandaki birden fazla değeri belirtmek için hangi karakterin kullanılacağını belirtir (örn. Rock;Folk).
uk: Вказує, який символ використовується для позначення декількох значень в одному полі (наприклад, Рок; Фольк).

source: If you have multiple tracks by different artists, that actually belong to a single album, MediaMonkey can help you organise them. They are displayed here, you can edit them and merge to one album by setting the same album, album artist and year.
ca: Si teniu diverses pistes d'artistes diferents, que pertanyen realment a un sol àlbum, MediaMonkey us pot ajudar a organitzar-les. Es mostren aquí, podeu editar-les i combinar-les en un àlbum, configurant el mateix àlbum, artista i any.
da: Hvis du har flere spor fra forskellige kunstnere, der faktisk hører til et enkelt album, kan MediaMonkey hjælpe dig med at organisere dem. De vises her, du kan redigere dem og merge til et album ved at angive det samme album, album kunstner og år.
de: Wenn Sie mehrere Tracks von unterschiedlichen Interpreten haben, die zu einem einzelnen Album gehören, kann MediaMonkey beim Einordnen helfen. Sie werden hier angezeigt. Sie können die Tracks bearbeiten und zu einem Album zusammenführen, indem Sie Album, Album-Interpret und Jahr für alle gleich setzen.
el: Εάν έχετε πολλά κομμάτια από διάφορους καλλιτέχνες, που ανήκουν σε single άλμπουμ, το MediaMonkey μπορεί να σας βοηθήσει να τα οργανώσετε. Αυτά εμφανίζονται εδώ, μπορείτε να τα επεξεργαστείτε και να τα συγχωνεύσετε σε ένα άλμπουμ ορίζοντας το ίδιο άλμπουμ, καλλιτέχνη άλμπουμ και έτος.
he: אם יש לך כמה רצועות מאמנים שונים, שלמעשה שייכות לאלבום אחד, MediaMonkey יכול לעזור לארגן אותן. הן מופיעות כאן, אתה יכול לערוך אותן ולאחד לאלבום אחד על ידי הגדרת אותו אלבום, אמן אלבום ושנה.
ja: 異なるアーティストによる複数のトラックがひとつのアルバムに属している場合、MediaMonkeyはそれらを整理するのに役立ちます。同じアルバム、アルバムアーティスト、年を設定して、それらを編集し、ひとつのアルバムにマージして表示することができます。
nb_no: Hvis du har flere spor av forskjellige artister, som faktisk tilhører et enkelt album, kan MediaMonkey hjelpe deg med å organisere dem. De vises her, du kan redigere dem og slå dem sammen til ett album ved å angi det samme albumet, albumartist og år.
nl: Wanneer meerdere tracks van verschillende artiesten tot hetzelfde album behoren, kan MediaMonkey helpen deze te ordenen. Ze worden hier weergegeven. Bewerk ze of voeg ze samen tot één album door dezelfde albumartiest, hetzelfde album, en jaar in te voeren.
pl: Jeśli masz wiele utworów różnych artystów, które w rzeczywistości należą do jednego albumu, MediaMonkey może pomóc Ci je uporządkować. Są one tutaj wyświetlane, możesz je edytować i scalać w jeden album, ustawiając ten sam album, wykonawcę albumu i rok.
pt_br: Se você tiver múltiplas faixas de diferentes artistas, que na verdade pertencem a um álbum só, o MediaMonkey pode lhe ajudar a organizá-las. Elas são listadas aqui. Você pode editá-las e mesclá-las em um só álbum, definindo o mesmo nome do álbum, artista do álbum e ano.
ru: Если есть несколько треков разных исполнителей, которые на самом деле принадлежат одному альбому, MediaMonkey поможет вам их упорядочить. Они отображаются здесь, вы можете отредактировать их и объединить в один альбом, указав тот же альбом, исполнителя и год выпуска.
sv: Om du har flera spår av olika artister, som faktiskt tillhör ett enda album, kan MediaMonkey hjälpa dig att organisera dem. De visas här, du kan redigera dem och slå samman till ett album genom att ställa in samma album, albumartist och år.
tr: Farklı sanatçılara ait birden fazla parçanız varsa ve bunlar aslında tek bir albüme aitse, MediaMonkey bunları düzenlemenize yardımcı olabilir. Bunlar burada görüntülenir, bunları düzenleyebilir ve aynı albümü, albüm sanatçısını ve yılı ayarlayarak tek bir albümde birleştirebilirsiniz.
uk: Якщо у вас є декілька композицій різних виконавців, які насправді належать до одного альбому, MediaMonkey може допомогти вам їх упорядкувати. Вони показуються тут і ви можете редагувати їх та об'єднувати в один альбом шляхом налаштування того ж альбому, виконавця альбому та року.

source: Causes search for 'an' to not return files containing 'another'
ca: Causa la cerca de "an" per no retornar fitxers que continguin "anual"
da: Forårsager søgning efter 'an' til ikke at returnere filer, der indeholder 'another'
de: Bei der Suche nach z.B. ''unter" wird "unterfordert" nicht als Treffer zurückgeliefert
el: Προκαλεί έτσι ώστε η αναζήτηση για 'an' να μην εμφανίζει αρχεία που περιέχουν 'another'
he: גורם לחיפוש על 'an' לא להחזיר קבצים המכילים 'another'
ja: 'an'を検索する際、'another'を含むファイルを返さないようにします
nb_no: Gjør slik at søk for 'en' ikke viser spor som inneholder 'en annen'
nl: Zorgt ervoor dat de zoekopdracht 'an' geen resultaten met 'another' laat zien
pl: Powoduje, że wyszukiwanie „an” nie zwraca plików zawierających „inny”
pt_br: Faz, por exemplo, com que uma busca por 'ou' não mostre faixas contendo 'outro'
ru: При поиске 'an' не показывать файлы с 'another'
sv: Orsakar sökning efter "en" för att inte returnera filer som innehåller "en annan"
uk: Викликає пошук "an", щоб не повертати файли, що містять "another"

source: Customize case for these words
ca: Personalitza majúscules i minúscules per a aquestes paraules
da: Tilpas store/capitale bogstaver for disse ord
de: Großschreibung für diese Wörter anpassen
el: Προσαρμογή πεζών-κεφαλαίων για αυτές τις λέξεις
he: התאם קפיטליזציה למילים אלה
ja: 大文字小文字をカスタマイズ
nb_no: Tilpass skrivemåte for disse ordene
nl: Hoofdletters aanpassen voor deze woorden
pl: Dostosuj wielkość liter dla tych słów
pt_br: Personalizar capitalização para estas palavras
ru: Настроить регистр для этих слов
sv: Anpassa fall för dessa ord
uk: Налаштувати регістр для цих слів

source: Old Value:
ca: Valor antic:
da: Gammel Værdi:
de: Alter Wert:
el: Παλαιά Τιμή:
he: ערך ישן:
ja: 元の値:
nb_no: Gammel verdi:
nl: Oude waarde:
pt_br: Valor antigo:
ru: Старое значение:
sv: Gammalt Värde:
uk: Старе значення:

source: Disable crossfading
ca: Inhabiliteu l'esvaïment
da: Deaktiver crossfading
de: Überblenden deaktivieren
el: Απενεργοποίηση crossfading
he: שבת הדהוי חוצה
ja: クロスフェードを無効にする
nb_no: Deaktiver overtoning
nl: Crossfaden uitschakelen
pt_br: Desabilitar transição suave
ru: Без перекрёстного затухания
sv: Inaktivera crossfading
tr: Çapraz geçişi devre dışı bırak
uk: Вимкнути перехресне затухання

source: Fade in new track
ca: S'esvaeix en una nova cançó
da: Fade ind nyt spor
de: Tracks einblenden
el: Fade in νέο κομμάτι
he: דעיכה לרצועה חדשה
ja: 新しいトラックでフェードイン
nb_no: Lys inn nytt spor
nl: Nieuwe track infaden
pt_br: Iniciar nova faixa gradualmente
ru: Затухание в новом треке
sv: Tona in i nytt spår
tr: Yeni parçada kaybolma
uk: Згасання у новій доріжці

source: Disables crossfading for files of the selected type.
ca: Inhabilita l'esvaïment creuat per als fitxers del tipus seleccionat.
da: Deaktiverer crossfading for filer af den valgte type.
de: Deaktiviert Überblenden für Dateien des gewählten Typs.
el: Απενεργοποιεί το crossfading για αρχεία του επιλεγμένου τύπου.
he: מבטל הדהו חצה עבור קבצי הסוג שנבחר.
ja: 選択した種類のファイルのクロスフェードを無効にします。
nb_no: Deaktiverer krysstoning for spor av valgt type.
nl: Schakelt crossfaden uit voor dit bestandstype.
pt_br: Desabilita a transição suave para as faixas do tipo selecionado.
ru: Отключает плавное наложение для треков выбранного типа.
sv: Inaktiverar crossfading för filer av den valda typen.
tr: Seçili türdeki dosyalar için çapraz geçişi devre dışı bırakır.
uk: Вимикає перехресне затухання для файлів вибраного типу.

source: Safely remove device
ca: Elimina el dispositiu de forma segura
da: Sikker fjern enhed
de: Gerät sicher entfernen
el: Ασφαλής αφαίρεση συσκευής
he: הסר מכשיר בצורה בטוחה
ja: デバイスを安全に取り外す
nb_no: Fjern sikkert enhet
nl: Apparaat veilig verwijderen
pt_br: Remover dispositivo com segurança
ru: Безопасное извлечение устройства
uk: Безпечне видалення пристрою

source: Set sources
ca: Establir fonts
da: Indstil kilder
de: Quellen wählen
el: Ορισμοί πηγών
he: קבע מקורות
ja: ソースを設定
nb_no: Sett kilder
nl: Bronnen instellen
pl: Ustaw źródła
pt_br: Definir origens
ru: Задать источники
sv: Ställ in källor
uk: Встановити джерела

source: Play mixed
ca: Reprodueix Barrejat
da: Afspil blandet
de: An Zufallsposition abspielen
el: Ανάμεικτη αναπαραγωγή
he: נגן גם
ja: ミックスして再生
nb_no: Spill blandet
nl: Gemengd afspelen
pl: Odtwórz mieszane
pt_br: Tocar misturado
ru: Играть смешанно
sv: Spela blandat
uk: Відтворити змішано

source: Play next
ca: Reprodueix següent
da: Afspil næste
de: Als nächstes abspielen
el: Αναπαραγωγή επόμενου
he: נגן את הבא
ja: 次に再生
nb_no: Spill neste
nl: Hierna afspelen
pl: Odtwórz następną
pt_br: Executar a seguir
ru: Играть следующий
sv: Spela härnäst
uk: Відтворити наступним

source: Play last
ca: Reprodueix l'últim
da: Afspil sidst
de: Zuletzt abspielen
el: Αναπαραγωγή τελευταίου
he: נגן את הקודם
ja: 最後に再生
nb_no: Spill sist
nl: Als laatste afspelen
pl: Odtwórz ostatni
pt_br: Executar ao final
ru: Играть последний
sv: Spela sist
uk: Відтворити останнім

source: Auto-&tag from filename
ca: Etiqueta automàtica del nom del fitxer
da: Auto-&tag fra filnavn
de: Auto-&Taggen aus Dateiname
el: Αυτόματη ετικέτα από όνομα αρχείου
he: צור תגיות משם הקובץ
ja: ファイル名から自動タグ付け(&T)
nb_no: Auto-&tag fra filnavn
nl: Van bestandsnaam labelen
pl: Automatyczne &tagowanie z nazwy pliku
pt_br: Auto-&tag a partir do nome do arquivo
ru: Автотег из имени файла
sv: Auto-tagga från filnamn
uk: Авто&теґувати з імені файлу

source: Auto-tag from filename
ca: Etiqueta automàtica del nom del fitxer
da: Auto-tag fra filnavn
de: Auto-Taggen aus Dateiname
el: Αυτόματη ετικέτα από όνομα αρχείου
he: צור נתונים משם הקובץ
ja: ファイル名から自動タグ付け
nb_no: Auto-tag fra filnavn
nl: Van bestandsnaam auto-labelen
pl: Automatyczne tagowanie z nazwy pliku
pt_br: Auto-tag a partir do nome do arquivo
ru: Автотег из имени файла
sv: Auto-tagga från filnamn
tr: Dosya adından otomatik etiketleme
uk: Автотеґувати з Імені файлу

source: Play &next in MediaMonkey
ar: تشغيل بعد في MediaMonkey
ca: Reprodueix a &continuació a MediaMonkey
da: Spil &næste i MediaMonkey
de: In MediaMonkey als &nächstes abspielen
el: Αναπαραγωγή επόμενου στο MediaMonkey
he: נגן &הבא ב-MediaMonkey
ja: MediaMonkeyで次に再生(&N)
nb_no: Spill &neste i MediaMonkey
nl: Hier&na afspelen in MediaMonkey
pl: Odtwarzaj jako &następnie w MediaMonkey
pt_br: Tocar a &seguir no MediaMonkey
ru: Воспроизвести следующий в MediaMonkey
sv: Spela här&näst i MediaMonkey
uk: Відтворити &наступне у MediaMonkey

source: Play &last in MediaMonkey
ar: تشغيل آخر في MediaMonkey
ca: Reproduir l'&Últim a MediaMonkey
da: Spil &sidste i MediaMonkey
de: In MediaMonkey als &letztes abspielen
el: Αναπαραγωγή τελευταίου στο MediaMonkey
he: נגן &אחרון ב-MediaMonkey
ja: MediaMonkeyで最後に再生(&L)
nb_no: Spill &siste i MediaMonkey
nl: Als &laatste afspelen in MediaMonkey
pl: Odtwarzaj jako &ostatnie w MediaMonkey
pt_br: Tocar ao &final no MediaMonkey
ru: Воспроизвести последний в MediaMonkey
sv: Spela sist i MediaMonkey
uk: Відтворити &останнім в MediaMonkey

source: Play last in MediaMonkey
ca: Reprodueix per últim a MediaMonkey
da: Afspil sidst i MediaMonkey
de: In MediaMonkey als letztes abspielen
el: Αναπαραγωγή τελευταίου στο MediaMonkey
he: נגן אחרון ב-MediaMonkey
ja: MediaMonkeyで最後に再生
nb_no: Spill siste i MediaMonkey
nl: Als laatste afspelen in MediaMonkey
pl: Odtwórz ostatni w MediaMonkey
pt_br: Executar ao final no MediaMonkey
ru: Воспроизвести последний в MediaMonkey
sv: Spela sist i MediaMonkey
uk: Відтворити останнім в MediaMonkey
