Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Remove '%s' entries from the Library?
ar: هل تريد إزالة إدخالات '%s' من المكتبة؟
ca: Voleu eliminar les entrades '%s' de la Biblioteca?
da: Fjern '%s' poster fra biblioteket?
de: Einträge von "%s" aus dem Archiv entfernen?
el: Αφαίρεση καταχωρίσεων '%s' από την Βιβλιοθήκη;
he: הסר כניסות '%s' מהספרייה?
ja: "%s"エントリをライブラリから削除しますか？
nb_no: Fjerne '%s' oppføringer fra biblioteket?
nl: Verwijzingen naar '%s' uit de Bibliotheek verwijderen?
pl: Usunąć wpisy '%s' z Biblioteki?
pt_br: Remover '%s' entradas da biblioteca?
ru: Удалить записи '%s' из библиотеки?
sv: Ta bort '%s' poster från biblioteket?
tr: Kitaplıktan '%s' girdileri kaldırılsın mı?
uk: Видалити записи '%s' із Бібліотеки?

source: Delete downloaded content
ar: حذف المحتوى المحمل
ca: Suprimiu el contingut baixat
da: Slet downloadet indhold
de: Heruntergeladene Inhalte löschen
el: Διαγραφή του ληφθέντος περιεχομένου
he: מחק תוכן שהורד
ja: ダウンロードしたコンテンツを削除
nb_no: Slett nedlastet innhold
nl: Gedownloade inhoud verwijderen
pl: Usuń pobraną zawartość
pt_br: Excluir conteúdo baixado
ru: Удалить загруженный контент
sv: Ta bort nedladdat innehåll
tr: İndirilen içeriği sil
uk: Видалити завантажений вміст

source: Cannot remove directory %s.
ar: لا يمكن إزالة الدليل %s.
ca: No es pot eliminar el directori %s.
da: Kan ikke fjerne katalog %s.
de: Verzeichnis %s kann nicht entfernt werden.
el: Αδύνατη η κατάργηση του καταλόγου %s.
he: לא ניתן למחוק את התיקייה %s.
ja: ディレクトリ"%s"を削除できません。
nb_no: Kan ikke fjerne katalog %s.
nl: Kan map %s niet verwijderen.
pl: Nie można usunąć katalogu %s.
pt_br: Não é possível remover o diretório %s.
ru: Невозможно удалить папку %s.
sv: Det går inte att ta bort katalogen %s.
tr: %s dizini kaldırılamıyor.
uk: Не вдається видалити каталог %s.

source: Are you sure you want to reset this profile to its default settings?
ar: هل أنت متأكد أنك تريد إعادة تعيين هذا الملف الشخصي إلى إعداداته الافتراضية؟
ca: Esteu segur que voleu restablir la configuració predeterminada d'aquest perfil?
da: Er du sikker på, at du vil nulstille denne profil til dens standardindstillinger?
de: Wollen Sie wirklich dieses Profil auf die Standardeinstellungen zurücksetzen?
el: Είστε σίγουρος ότι θέλετε την επαναφορά αυτού του προφίλ στις προεπιλεγμένες ρυθμίσεις;
he: האם אתה בטוח שברצונך לאפס פרופיל זה להגדרות ברירת המחדל שלו?
ja: このプロフィールをデフォルト設定にリセットしてもよろしいですか？
nb_no: Er du sikker på at du vil tilbakestille denne profilen til standardinnstillingene?
nl: Dit profiel echt terugzetten naar de standaard instellingen?
pl: Czy na pewno chcesz zresetować ten profil do ustawień domyślnych?
pt_br: Tem certeza que deseja redefinir este perfil às suas configurações padrão?
ru: Вы действительно хотите сбросить настройки этого профиля в стандартные?
sv: Är du säker på att du vill återställa den här profilen till standardinställningarna?
tr: Bu profili varsayılan ayarlarına sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути цей профіль до типових налаштувань?

source: The device '%s' cannot be stopped now as it appears to be in use.
ar: لا يمكن إيقاف الجهاز '%s' الآن لأنه يبدو أنه قيد الاستخدام.
ca: El dispositiu '% s' no es pot aturar ara, ja que sembla que està en ús.
da: Enheden '%s' kan ikke standses nu, da det ser ud til at være i brug.
de: Das Gerät "%s" kann nicht angehalten werden, es wird wahrscheinlich noch von einer anderen Anwendung verwendet.
el: Η συσκευή '%s' δεν μπορεί να σταματήσει τώρα επειδή φαίνεται ότι είναι σε χρήση.
he: ההתקן '%s' לא יכול להיות מופסק כעת משום שהוא נראה כמשומש.
ja: デバイス"%s"が現在使用中のようなので、今は停止できません。
nb_no: Enheten '%s' kan ikke stoppes nå da den ser ut til å være i bruk.
nl: Apparaat '%s' kan nu niet worden gestopt omdat het mogelijk in gebruik is.
pl: Nie można teraz zatrzymać urządzenia '%s', ponieważ wygląda na to, że jest w użyciu.
pt_br: O dispositivo '%s' não pode ser parado agora, pois parece estar em uso.
ru: Устройство '%s' не может быть остановлено, возможно, оно ещё используется.
sv: Enheten "%s" kan inte stoppas nu eftersom den verkar vara i bruk.
tr: '%s' aygıtı şu anda kullanımda olduğu için durdurulamıyor.
uk: Пристрій "%s" неможливо зупинити зараз, оскільки він, здається, використовується.

source: Problem Ejecting %s
ar: مشكلة الإخراج '%s'
ca: Problema en expulsar %s
da: Problemet Skubbe %s
de: Problem beim Auswerfen von %s
el: Πρόβλημα Εξαγωγής %s
he: בעיה בהיפרדות %s
ja: %sの取り出し中に問題が発生しました
nb_no: Problem ved utløsing %s
nl: Probleem bij het uitwerpen van %s
pl: Problem z wysunięciem %s
pt_br: Problema ao ejetar %s
ru: Проблема извлечения %s
sv: Problem med att mata ut %s
tr: %s Çıkarma Sorunu
uk: Проблема витягнення %s

source: "%s" is attempting to sync with the MediaMonkey Library over WiFi.
ar: يحاول "%s" المزامنة مع مكتبة MediaMonkey عبر WiFi.
ca: "%s" intenta sincronitzar-se amb la biblioteca MediaMonkey per WiFi.
da: "%s" forsøger at synkronisere med MediaMonkey Biblioteket over WiFi.
de: "%s" versucht über WLAN mit dem MediaMonkey-Archiv zu synchronisieren.
el: Προσπάθεια "%s" για συγχρονισμό μέσω WiFi με τη Βιβλιοθήκη του MediaMonkey.
he: "%s" מנסה לסנכרן עם ספריית MediaMonkey באמצעות WiFi.
ja: "%s"はWiFi経由でMediaMonkeyライブラリと同期しようとしています。
nb_no: "%s" prøver å synkronisere med MediaMonkey-biblioteket over WiFi.
nl: "%s" probeert te synchroniseren met MediaMonkey via Wi-Fi.
pl: „%s” próbuje zsynchronizować się z biblioteką MediaMonkey przez Wi-Fi.
pt_br: "%s" está tentando sincronizar com a Biblioteca do MediaMonkey via WiFi.
ru: "%s" пытается синхронизироваться с библиотекой MediaMonkey через Wi-Fi.
sv: "%s" försöker synkronisera med MediaMonkey-biblioteket via WiFi.
tr: "%s" WiFi üzerinden MediaMonkey Kütüphanesi ile senkronize olmaya çalışıyor.
uk: "%s" намагається синхронізуватися з Бібліотекою MediaMonkey через WiFi.

source: An unknown portable device
ar: جهاز محمول غير معروف
ca: Un dispositiu portàtil desconegut
da: En ukendt bærbar enhed
de: Unbekanntes externes Gerät
el: Μία άγνωστη φορητή συσκευή
he: מכשיר נייד לא ידוע
ja: 未知のポータブルデバイス
nb_no: En ukjent portabel enhet
nl: Een onbekend draagbaar apparaat
pl: Nieznane urządzenie przenośne
pt_br: Um dispositivo portátil desconhecido
ru: Неизвестное портативное устройство
sv: En okänd bärbar enhet
tr: Bilinmeyen bir taşınabilir cihaz
uk: Невідомий портативний пристрій

source: %s is attempting to sync with the MediaMonkey Library for the first time. Note: If you've previously synced this device with earlier versions of MediaMonkey, it's recommended that you initially sync over USB to preserve your existing sync configuration.
ar: يحاول %s المزامنة مع مكتبة MediaMonkey لأول مرة. ملحوظة: إذا كنت قد قمت بمزامنة هذا الجهاز مسبقًا مع إصدارات سابقة من MediaMonkey، يُفضل أن تقوم بالمزامنة في البداية عبر USB للمحافظة على إعدادات مزامنتك الحالية.
ca: %s intenta sincronitzar-se amb la Biblioteca MediaMonkey per primera vegada. Nota: Si prèviament heu sincronitzat aquest dispositiu amb versions anteriors de MediaMonkey, us recomanem que sincronitzeu inicialment per USB per conservar la configuració de sincronització existent.
da: %s forsøger at synkronisere med MediaMonkey Biblioteket for første gang. Bemærk: Hvis du tidligere har synkroniseret denne enhed med ældre versioner af MediaMonkey, anbefales det, at du i første omgang synkroniserer over USB for at bevare din nuværende synkroniseringskonfiguration.
de: %s versucht das erste Mal mit dem MediaMonkey-Archiv zu synchronisieren. Achtung: Wenn dieses Gerät bereits mit einer älteren MediaMonkey-Version synchronisiert wurde, sollte die initiale Synchronisation über USB durchgeführt werden, um die bestehende Sync.-konfiguration zu behalten.
el: Προσπάθεια %s για συγχρονισμό για πρώτη φορά με τη βιβλιοθήκη του MediaMonkey. Σημείωση: Εάν στο παρελθόν έχετε συγχρονίσει αυτήν τη συσκευή με παλαιότερες εκδόσεις του MediaMonkey, συνιστάται να συγχρονίσετε αρχικά μέσω USB για να διατηρήσετε την υπάρχουσα διαμόρφωση συγχρονισμού.
he: %s מנסה לסנכרן עם ספריית MediaMonkey בפעם הראשונה. הערה: אם סנכרנתם בעבר מכשיר זה עם גרסאות קודמות של MediaMonkey, מומלץ תחילה לבצע סנכרון דרך USB כדי לשמר את הגדרות הסנכרון הקיימות שלכם.
ja: "%s"はMediaMonkeyライブラリと初めて同期しようとしています。 注:以前にこのデバイスをかつてのバージョンのMediaMonkeyと同期したことがある場合は、既存の同期設定を保持するために最初にUSB経由で同期することをお勧めします。
nb_no: %s prøver å synkronisere med MediaMonkey-biblioteket for første gang. Merk: Hvis du tidligere har synkronisert denne enheten med tidligere versjoner av MediaMonkey, er det anbefalt at du først synkroniserer over USB for å bevare din eksiserende synkroniseringskonfigurasjon.
nl: %s probeert voor het eerst te synchroniseren met de MediaMonkey-bibliotheek. Opmerking: Als dit apparaat eerder is gesynchroniseerd met eerdere versies van MediaMonkey, is het raadzaam om eerst via USB te synchroniseren zodat de bestaande synchronisatieconfiguratie wordt behouden.
pl: %s po raz pierwszy próbuje zsynchronizować się z biblioteką MediaMonkey. Uwaga: jeśli wcześniej zsynchronizowałeś to urządzenie z wcześniejszymi wersjami MediaMonkey, zaleca się, aby najpierw przeprowadzić synchronizację przez USB, aby zachować istniejącą konfigurację synchronizacji.
pt_br: %s está tentando sincronizar com a Biblioteca do MediaMonkey pela primeira vez. Nota: Se você sincronizou este dispositivo com versões anteriores do MediaMonkey, é recomendado sincronizar primeiro via USB, para preservar as configurações de sincronização existentes.
ru: %s пытается синхронизироваться с библиотекой MediaMonkey в первый раз. Примечание: Если вы ранее синхронизировали это устройство с более ранними версиями MediaMonkey, рекомендуется, что вы изначально синхронизировать по USB, чтобы сохранить существующую конфигурацию синхронизации.
sv: %s försöker synkronisera med MediaMonkey-biblioteket för första gången. Obs! Om du tidigare har synkroniserat den här enheten med tidigare versioner av MediaMonkey rekommenderas du att först synkronisera via USB för att bevara din befintliga synkroniseringskonfiguration.
tr: %s, MediaMonkey kütüphanesiyle ilk kez senkronize olmaya çalışıyor. Not: Bu cihazı daha önce MediaMonkey'in önceki sürümleriyle senkronize ettiyseniz, mevcut senkronizasyon yapılandırmanızı korumak için başlangıçta USB üzerinden senkronize olmanız önerilir.
uk: %s намагається синхронізуватися з бібліотекою MediaMonkey вперше. Примітка. Якщо ви раніше синхронізували цей пристрій з попередніми версіями MediaMonkey, рекомендується спочатку синхронізувати через USB, щоб зберегти наявну конфігурацію синхронізації.

source: No / I'll sync over USB instead
ar: لا / سأقوم بالمزامنة عبر USB بدلاً من ذلك
ca: No / en lloc de això, sincronitzaré per USB
da: Nej / Jeg synkroniserer over USB i stedet
de: Nein / Über USB synchronisieren
el: Όχι / Θα συγχρονίσω μέσω USB
he: לא / אני אסנכרן באמצעות USB במקום
ja: いいえ/代わりにUSB経由で同期します
nb_no: Nei / Jeg vil heller synkronisere over USB
nl: Nee/in plaats daarvan over USB synchroniseren
pl: Nie / zamiast tego zsynchronizuję się przez USB
pt_br: Não. Vou sincronizar via USB
ru: Нет / Я синхронизирусь по USB
sv: Nej / jag synkroniserar via USB istället
tr: Hayır / Bunun yerine USB üzerinden senkronize edeceğim
uk: Ні /замість цього я синхронізую через USB

source: Needed: %s, available: %s, to be freed: %s
ar: مطلوب: %s، متاح: %s، ليتم تحريره: %s
ca: Necessari: %s, disponible: %s, per alliberar: %s
da: Nødvendig: %s, tilgængelig: %s, for at blive frigjort: %s
de: Benötigt: %s, verfügbar: %s, freizuräumen: %s
el: Απαιτείται: %s, διαθεσιμότητα: %s, για απελευθέρωση: %s
he: נדרש: %s, זמין: %s, שיש להשתחרר: %s
ja: 必要:%s 利用可能:%s 解放:%s
nb_no: Behov: %s, tilgjengelig: %s, å frigjøre: %s
nl: Benodigd: %s, beschikbaar: %s, vrijmaken: %s
pl: Potrzebne: %s, dostępne: %s, do uwolnienia: %s
pt_br: Necessário: %s, disponível: %s, a liberar: %s
ru: Требуется: %s, доступно: %s, освободится: %s
sv: Behövs: %s, tillgänglig: %s, behöver frigöras: %s
tr: Gerekli: %s, kullanılabilir: %s, serbest bırakılacak: %s
uk: Потрібно: %s, доступно: %s, для звільнення: %s

source: There isn't enough space on the device to sync selected files. Would you like to clear enough space by deleting existing files?
ar: لا توجد مساحة كافية على الجهاز لمزامنة الملفات المحددة. هل ترغب في تفريغ مساحة كافية عن طريق حذف الملفات الموجودة؟
ca: No hi ha prou espai al dispositiu per sincronitzar els fitxers seleccionats. Voldrieu recuperar espai suprimint els fitxers existents?
da: Der er ikke plads nok på enheden til at synkronisere valgte filer. Ønsker du at frigøre nok plads ved at slette eksisterende filer?
de: Es passen nicht alle zum Synchronisieren gewählten Dateien auf das Ziel-Gerät. Möchten Sie Platz schaffen, indem Sie vorhandene Dateien löschen?
el: Δεν υπάρχει αρκετός χώρος στη συσκευή για συγχρονισμό επιλεγμένων αρχείων. Θέλετε να καθαρίσετε αρκετό χώρο διαγράφοντας υπάρχοντα αρχεία;
he: אין מספיק שטח על המכשיר לסנכרון קבצים שנבחרו. האם ברצונך לפנות מספיק שטח על ידי מחיקת קבצים קיימים?
ja: 選択ファイルを同期するための充分なスペースがデバイスにありません。デバイス上のファイルを削除して充分なスペースを確保しますか？
nb_no: Det er ikke nok plass på enheten til å synkronisere valgte filer. Ønsker du å frigjøre nok plass ved å slette eksisterende filer?
nl: Onvoldoende ruimte op het apparaat om de selectie te synchroniseren. Ruimte vrijmaken door bestaande bestanden te verwijderen?
pl: Na urządzeniu jest za mało miejsca, aby zsynchronizować wybrane pliki. Czy chcesz zwolnić wystarczająco dużo miejsca, usuwając istniejące pliki?
pt_br: Não há espaço suficiente no dispositivo para sincronizar os arquivos selecionados. Deseja obter o espaço necessário excluindo arquivos existentes?
ru: На устройстве недостаточно места для синхронизации выбранных файлов. Хотите освободить место, удалив существующие файлы?
sv: Det finns inte tillräckligt med utrymme på enheten för att synkronisera valda filer. Vill du rensa tillräckligt med utrymme genom att ta bort befintliga filer?
tr: Seçili dosyaları senkronize etmek için cihazda yeterli alan yok. Mevcut dosyaları silerek yeterli alan açmak ister misiniz?
uk: На пристрої недостатньо місця для синхронізації вибраних файлів. Бажаєте звільнити достатньо місця, видаливши наявні файли?

source: There isn't enough space on the device to sync selected files. Would you like to continue?
ar: لا توجد مساحة كافية على الجهاز لمزامنة الملفات المحددة. هل تود المتابعة؟
ca: No hi ha prou espai al dispositiu per sincronitzar els fitxers seleccionats. Voleu continuar?
da: Der er ikke plads nok på enheden til at synkronisere valgte filer. Ønsker du at fortsætte?
de: Es passen nicht alle zum Synchronisieren gewählten Dateien auf das Ziel-Gerät. Möchten Sie trotzdem fortfahren?
el: Δεν υπάρχει αρκετός χώρος στη συσκευή για συγχρονισμό επιλεγμένων αρχείων. Θέλετε να συνεχίσετε;
he: אין מספיק שטח על המכשיר לסנכרון קבצים שנבחרו. האם ברצונך להמשיך?
ja: 選択したファイルを同期するための充分なスペースがデバイスにありません。続行しますか？
nb_no: Det er ikke nok plass på enheten til å synkronisere valgte filer. Ønsker du å fortsette?
nl: Onvoldoende ruimte op het apparaat om de selectie te synchroniseren. Doorgaan?
pl: Na urządzeniu jest za mało miejsca, aby zsynchronizować wybrane pliki. Czy chciałbyś kontynuować?
pt_br: Não há espaço suficiente no dispositivo para sincronizar os arquivos selecionados. Deseja continuar?
ru: На устройстве недостаточно места для синхронизации выбранных файлов. Продолжить?
sv: Det finns inte tillräckligt med utrymme på enheten för att synkronisera valda filer. Vill du fortsätta?
tr: Seçili dosyaları senkronize etmek için cihazda yeterli alan yok. Devam etmek ister misiniz?
uk: На пристрої недостатньо місця для синхронізації вибраних файлів. Бажаєте продовжити?

source: Insufficient space available.
ar: المساحة المتوفرة غير كافية.
ca: No hi ha prou espai disponible.
da: Utilstrækkelig plads.
de: Nicht genug Speicherplatz verfügbar.
el: Μη διαθέσιμος αρκετός χώρος.
he: אין מספיק שטח פנוי.
ja: 空き容量が不足しています。
nb_no: Ikke nok lagrinsplass tilgjengelig.
nl: Onvoldoende vrije ruimte.
pl: Niewystarczająca ilość miejsca.
pt_br: Espaço disponível insuficiente.
ru: Недостаточно свободного места.
sv: Otillräckligt utrymme tillgängligt.
tr: Yeterli alan yok.
uk: Недостатньо місця.

source: Problem while copying file %s to %s
ar: مشكلة أثناء نسخ الملف %s إلى %s
ca: Problema en copiar el fitxer %s a %s
da: Problem mens kopiering fil %s til %s
de: Problem beim Kopieren der Datei %s nach %s
el: Πρόβλημα κατά την αντιγραφή του αρχείου %s σε %s
he: בעיה בהעתקת קובץ %s ל-%s
ja: ファイル"%s"を"%s"にコピー中に問題が発生しました
nb_no: Problem ved kopierieng av fil %s til %s
nl: Probleem bij het kopiëren van bestand %s naar %s
pl: Problem podczas kopiowania pliku %s do %s
pt_br: Problema ao copiar o arquivo %s para %s
ru: Проблема копирования файла %s в %s
sv: Problem vid kopiering av fil %s till %s
tr: %s dosyası %s dosyasına kopyalanırken sorun oluştu
uk: Проблема під час копіювання файлу %s до %s

source: File %s is not supported by the device
ar: الملف %s غير مدعوم من قبل الجهاز
ca: El dispositiu no admet el fitxer %s
da: Fil %s understøttes ikke af enheden
de: Datei %s wird vom Gerät nicht unterstützt
el: Το αρχείο %s δεν υποστηρίζεται από την συσκευή
he: הקובץ %s אינו נתמך על ידי המכשיר
ja: ファイル"%s"はデバイスによってサポートされていません
nb_no: Fil %s er ikke støttet av enheten
nl: Bestand %s niet ondersteund door apparaat
pl: Plik %s nie jest obsługiwany przez urządzenie
pt_br: O arquivo %s não é suportado pelo dispositivo
ru: Файл %s не поддерживается устройством
sv: Filen %s stöds inte av enheten
tr: Dosya %s cihaz tarafından desteklenmiyor
uk: Файл %s не підтримується пристроєм

source: downloading
ar: تنزيل
ca: Baixant
da: downloader
de: Lade herunter
el: λήψη
he: מוריד
ja: ダウンロード
nb_no: laster ned
nl: Downloaden
pl: Pobieranie
pt_br: baixando
ru: загрузка
sv: laddar ner
tr: indiriliyor
uk: завантаження

source: Conversion of file %s failed
ar: فشل تحويل الملف %s
ca: La conversió del fitxer %s ha fallat
da: Konvertering af fil %s mislykkedes
de: Konvertieren der Datei %s fehlgeschlagen
el: Απέτυχε η μετατροπή του αρχείου %s
he: המרת קובץ %s נכשלה
ja: ファイル"%s"の変換に失敗しました
nb_no: Konvertering av fil %s feilet
nl: Conversie bestand %s mislukt
pl: Konwersja pliku %s nie powiodła się
pt_br: A conversão do arquivo %s falhou
ru: Ошибка преобразования файла %s
sv: Konvertering av filen %s misslyckades
tr: %s dosyasının dönüştürülmesi başarısız oldu
uk: Спроба перетворення файлу %s зазнала невдачі

source: File %s is read-only. Do you want to change it?
ar: الملف %s للتشغيل فقط. هل تريد تغييره؟
ca: El fitxer %s és de només lectura. El voleu canviar?
da: Fil %s er skrivebeskyttet. Ønsker du at ændre det?
de: Datei %s ist schreibgeschützt. Wollen Sie das ändern?
el: Το αρχείο %s είναι για μόνο για ανάγνωση. Θέλετε την αλλαγή;
he: הקובץ %s לקריאה בלבד. האם ברצונך לשנותו?
ja: ファイル"%s"は読み取り専用です。属性を変更しますか？
nb_no: Filen %s er kun leselig. Vil du forandre den?
nl: Bestand %s is alleen-lezen. Toch wijzigen?
pl: Plik %s jest tylko do odczytu. Chcesz to zmienić?
pt_br: Arquivo %s é somente-leitura. Deseja alterá-lo?
ru: Файл %s только для чтения. Хотите его изменить?
sv: Filen %s är markerad som read-only. Vill du ändra den?
tr: %s dosyası salt okunurdur. Değiştirmek ister misiniz?
uk: Файл %s доступний лише для читання. Ви хочете змінити його?

source: The read-only attribute cannot be removed from the file %s.
ar: لا يمكن إزالة السمة للتشغيل فقط للملف %s.
ca: L'atribut de només lectura no es pot eliminar del fitxer %s.
da: Read-only attribut kan ikke fjernes fra filen %s.
de: Der Schreibschutz der Datei %s kann nicht entfernt werden.
el: Η ιδιότητα μόνο-ανάγνωση δεν μπορεί να αφαιρεθεί από το αρχείο %s.
he: תכונת הקריאה בלבד לא יכולה להיות מוסרת מהקובץ %s.
ja: ファイル"%s"の読み取り専用属性を解除できません。
nb_no: Den kun-leselige attributten kan ikke bli fjernet fra filen %s.
nl: Kenmerk Alleen-lezen kan niet worden verwijderd van bestand %s.
pl: Atrybut Tylko do odczytu nie może być usunięty z pliku %s.
pt_br: O atributo somente-leitura não pode ser removido do arquivo %s.
ru: Невозможно снять атрибут 'только для чтения' в файле %s.
sv: Read-only-attributet för filen %s kan inte tas bort.
tr: Salt okunur özniteliği %s dosyasından kaldırılamaz.
uk: Неможливо видалити атрибут лише для читання з файлу %s.

source: There was a problem updating the tag for file %s.
ar: مشكلة عند رفع مستوى العلامات الملف %s.
ca: S'ha produït un problema en actualitzar l'etiqueta del fitxer %s.
da: Der var et problem opdatering af tag for filen %s.
de: Es gab ein Problem beim Aktualisieren der Tags in der Datei %s.
el: Υπήρξε πρόβλημα με την ενημέρωση της ετικέτας για το αρχείο %s.
he: הייתה בעיה בעדכון התג עבור הקובץ %s.
ja: ファイル"%s"のタグの更新中に問題が発生しました。
nb_no: Det oppstod et problem ved oppdatering av taggen for fil %s.
nl: Fout tijdens bijwerken label van bestand %s.
pl: Wystąpił problem w uaktualnianiu taga dla pliku %s.
pt_br: Houve um problema na atualização da tag do arquivo %s.
ru: Проблема при обновлении тега для файла %s.
sv: Ett problem uppstod när filen %s skulle uppdateras.
tr: %s dosyası için etiket güncellenirken bir sorun oluştu.
uk: Виникла проблема з оновленням теґу для файлу %s.

source: File %s already exists. Do you want to replace it?
ar: الملف %s موجود بالفعل. هل تريد استبداله؟
ca: El fitxer% s ja existeix. El voleu substituir?
da: Fil %s findes allerede. Vil du erstatte den?
de: Die Datei %s existiert bereits. Wollen Sie sie ersetzen?
el: Το αρχείο %s ήδη υπάρχει. Θέλετε να αντικατασταθεί;
he: הקובץ %s כבר קיים. האם ברצונך להחליפו?
ja: ファイル"%s"はすでに存在します。置き換えますか？
nb_no: Filen %s finnes allerede. Vil du erstatte den?
nl: Bestand %s bestaat reeds. Vervangen?
pl: Plik %s już istnieje. Czy chcesz go zamienić?
pt_br: Arquivo %s já existe. Deseja substituí-lo?
ru: Файл %s уже существует. Хотите заменить его?
sv: Filen %s finns redan. Vill du ersätta den?
tr: %s dosyası zaten var. Değiştirmek ister misiniz?
uk: Файл %s вже існує. Бажаєте замінити його?

source: Some components of filename %s exceed the 64 character limit for CDs. Continue renaming without editing filenames?
ar: اسم الملف %s يتجاوز الحد 64 الأحرف المسموح بها للأقراص المضغوطة. يمكنك ستواصل إعادة تسمية دون تحرير أسماء الملفات؟
ca: Alguns components del fitxer %s superen el límit de 64 caràcters dels CD. Voleu continuar canviant el nom sense editar els noms de fitxer?
da: Nogle komponenter i filnavn %s overskrider 64 tegngrænsen for cd'er. Fortsæt omdøbning uden at redigere filnavne?
de: Manche Teile des Dateinamen %s überschreiten die 64-Zeichen-Begrenzung für CDs. Umbennen ohne Dateinamen zu bearbeiten?
el: Κάποια στοιχεία ονόματος αρχείου %s υπερβαίνουν το όριο των 64 χαρακτήρων για CD. Συνέχιση μετονομασίας χωρίς επεξεργασία των ονομάτων αρχείων;
he: חלק מהמרכיבים של שם הקובץ %s עולים על מגבלת ה-64 תווים לתקליטורים. להמשיך בשינוי שם ללא עריכת שמות קבצים?
ja: ファイル名"%s"の一部のコンポーネントは、CDの64文字の制限を超えています。ファイル名を編集せずに名前を変更しますか？
nb_no: Noen komponenter av filnavn %s overstiger grensen på 64 tegn for CD-er. Fortsette å gi nye navn uten å redigere filnavnene?
nl: Sommige delen van bestandsnaam %s overschrijden de 64-tekensslimiet voor CD's. Hernoemen zonder bestandsnamen te bewerken?
pl: Niektóre elemeny nazwy pliku %s przekraczają 64-znakową granicę dla płyt CD. Kontynuować zmianę nazwy bez edycji nazw?
pt_br: Alguns componentes do nome do arquivo %s excedem o limite de 64 caracteres dos CDs. Continuar renomeando sem editar os nomes de arquivos?
ru: Некоторые имена файлов %s превышают предел для CD в 64 символа. Продолжить переименование без изменения имён файлов?
sv: Några delar av filnamnet %s överskrider 64-teckensgränsen för CD-skivor. Fortsätta utan att redigera filnamn?
tr: %s dosya adının bazı bileşenleri CD'ler için 64 karakter sınırını aşıyor. Dosya adlarını düzenlemeden yeniden adlandırmaya devam etmek istiyor musunuz?
uk: Деякі компоненти назви файлу %s перевищують обмеження 64 символів для компакт-дисків. Продовжити перейменування без редагування назв файлів?
