Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: It is possible to specify whether to use 'Tags and then inferred properties', or vice versa. Generally, Tags contain more accurate information, so choosing 'Tags and then inferred properties' will import properties from Tags, and then any missing information will be imported from inferred properties. The only time one would want to use 'Inferred Properties and then Tags' is if it is known in advance that tags are inaccurate, and filenames contain more accurate data.
ar: من الممكن لتعيين يستدل وبأي ترتيب المعلومات. عموما العلامات تتضمن معلومات أكثر تحديداً حتى اختيار 'العلامات ثم يستنتج خصائص' سيتم استيراد خصائص من العلامات في حين سيتم استيراد المعلومات المفقودة من خصائص مكتسبة. قد ترغب في تغيير هذا النظام إذا كنت تعرف مسبقاً أن العلامات غير صحيحة، وبأن أسماء الملفات تحتوي على بيانات ذات الصلة أكثر.
ca: És possible especificar si s'utilitzen "Etiquetes i propietats inferides", o viceversa. Generalment, les etiquetes contenen informació més precisa, de manera que si seleccioneu "Etiquetes i després propietats inferides" s'importaran propietats de les etiquetes i, a continuació, qualsevol informació que falti, s'importarà de les propietats inferides. L'únic cop que es pot fer servir "Propietats inferides i després les etiquetes" és quan se sap amb antelació que les etiquetes són inexactes, i que els noms de fitxers contenen unes dades més precises.
da: Det er muligt at angive, om du vil bruge 'Tags og derefter udlede egenskaber «, eller vice versa. Generelt Tags indeholde mere præcise oplysninger, så at vælge 'Tags og derefter udlede egenskaber' vil importere ejendomme fra Tags og derefter eventuelt manglende oplysninger vil blive importeret fra udledes egenskaber. Den eneste gang man ønsker at bruge 'udledes Egenskaber og derefter Tags' er, hvis det er kendt på forhånd, at tags er unøjagtige, og filnavne indeholde mere præcise data.
de: Sie können die Reigenfolge festlegen, nach der MediaMonkey die Datei-Informationen beim Archivieren aus den Tags und/oder aus Pfad/Dateiname gewinnt. Tags enthalten normalerweise korrektere Informationen Die Option "Erst Tags, dann abgeleitete Eigenschaften" importiert zunächst die Tag-Informationen und ergänzt fehlende Angaben aus Pfad und Dateiname. Wenn die Tags eindeutig falsch sind, kann die Variante "Erst abgeleitete Eigenschaften, dann Tags" helfen, vorausgesetzt Pfad und Dateiname enthalten die korrekten Angaben zum Datei-Inhalt.
el: Είναι πιθανό να καθορίσετε εάν θα χρησιμοποιείτε 'Ετικέτες και μετά συναγόμενες ιδιότητες' ή αντίστροφα. Γενικά, οι Ετικέτες περιέχουν περισσότερη ακριβή πληροφορία, οπότε επιλέγοντας 'Ετικέτες και μετά συναγόμενες ιδιότητες' θα εισάγονται οι ιδιότητες από τις Ετικέτες και μετά τυχόν ελλιπείς πληροφορίες θα εισάγονται από τις συναγόμενες ιδιότητες. Η μόνη περίπτωση στην οποία κάποιος θα ήθελε να χρησιμοποιήσει 'Συναγόμενες Ιδιότητες και μετά Ετικέτες' είναι αν είναι γνωστό εκ των προτέρων ότι οι ετικέτες είναι ανακριβείς και τα ονόματα αρχείων περιέχουν περισσότερο ακριβή δεδομένα.
he: ניתן לציין האם להשתמש ב'תגים ואז בתכונות משתמעות', או להפך. בדרך כלל, התגים מכילים מידע מדויק יותר, ולכן בחירת 'תגים ואז תכונות משתמעות' תייבא תכונות מהתגים, ולאחר מכן כל מידע חסר ייובא מתכונות משתמעות. הפעם היחידה שתרצה להשתמש ב'תכונות משתמעות ואז תגים' הוא אם ידוע מראש שהתגים אינם מדוייקים ושמות הקבצים מכילים נתונים מדויקים יותר.
ja: 「タグ優先、次に推測プロパティ値」を使用するか、またはその逆を指定することができます。一般的に、タグにはより正確な情報が含まれているため、「タグ優先、次に推測プロパティ値」を選択すると、タグからプロパティがインポートされ、欠落している情報は推測プロパティからインポートされます。「推測プロパティ値を優先、次にタグ」を使用するのは、タグが不正確であり、ファイル名により正確なデータが含まれていることが事前に知られている場合だけです。
nb_no: Det er mulig å spesifisere om du vil bruke 'Tagger deretter felles egenskaper ', eller motsatt. Vanligvis inneholder tagger mer nøyaktig informasjon, så ved å velge 'Tagger deretter felles egenskaper' vil programmet importere egenskaper fra tagger, og deretter vil manglende informasjon bli hentet fra felles egenskaper. Bruk av 'Felles egenskaper deretter Tagger' er kun nyttig hvis man vet at taggene er ukorrekte, og filnavn inneholder mer nøyaktig informasjon.
nl: Het is mogelijk om 'Labels en dan afgeleide eigenschappen' v.v. te kiezen. Meestal bevatten labels preciezere informatie dan de bestandsnaam. 'Labels, dan afgeleide eigenschappen' importeert eerst de gegevens uit het label en zoekt ontbrekende informatie in de afgeleide eigenschappen. Alleen wanneer op voorhand duidelijk is dat de labels ontbreken of verkeerde informatie bevatten en dat de bestandsnaam preciezere gegevens bevat, is het zinvol om deze instelling om te zetten naar 'Afgeleide Eigenschappen en dan Labels'.
pl: Możliwe jest wyznaczenie czy uźyć 'Tagów a potem zawartych właściwości', lub odwrotnie. Generalnie, Tagi zawierają więcej trafnych informacji, więc wybranie 'Tagów a potem zawartych właściwości'' spowoduje import właściwości z Tagów, a potem jakiekolwiek brakujące informacje będą zaimportowane z zawartych właściwości. 'Zawarte właściwości a potem Tagi' powinny być użyte tylko w czasie gdy jest wiadomo że w następstwie tego tagi są niedokładne, a nazwy plików zawierają więcej trafnych danych.
pt_br: É possível especificar se devem ser usadas 'Primeiro as tags depois as propriedades deduzidas' ou vice-versa. Geralmente as tags contêm informações mais precisas, então escolhendo-se 'Tags depois propriedades deduzidas' irá importar as propriedades das tags e, depois, as informações faltantes serão importadas das propriedades deduzidas. A única situação em que alguém deve usar 'Propriedades deduzidas depois tags' é quando tiver certeza que as tags estão incorretas e os nomes de arquivos contêm dados precisos.
ru: Можно выбрать 'теги, затем свойства', или наоборот. Как правило, теги содержат более точную информацию, поэтому при выборе 'теги, затем свойства' будут импортированы свойства из тегов, а затем любая недостающая информация из установленных свойств. Используйте 'свойства, затем теги ', только если известно заранее, что теги неточные, а имена файлов содержат более точные данные.
sv: Det är möjligt att ange om 'ID3-tag, sen gissad information' eller vice versa ska användas. Generellt så innehåller ID3-taggen korrektare information, så att välja 'ID3-tag, sedan gissad information' hämtar info från ID3-taggen, och sedan tas eventuella saknade fält från den gissade informationen. Det omvända bör du endast använda i de fall då du med säkerhet vet att filnamnen är korrektare än ID3.
tr: 'Etiketler ve sonra çıkarılan özellikler' mi yoksa tam tersi mi kullanılacağını belirtmek mümkündür. Genellikle, Etiketler daha doğru bilgiler içerir, bu nedenle 'Etiketler ve sonra çıkarılan özellikler'i seçmek, Etiketlerden özellikleri içe aktarır ve ardından eksik bilgiler çıkarılan özelliklerden içe aktarılır. 'Çıkarımsal Özellikler ve sonra Etiketler'i kullanmak istenebilecek tek zaman, etiketlerin yanlış olduğu önceden biliniyorsa ve dosya adları daha doğru veriler içeriyorsa olur.
uk: Можна вказати, чи слід використовувати "Теґи, а потім визначені властивості", або навпаки. Як правило, теґи містять більш точну інформацію, тому вибір "Теґи, а потім визначені властивості" імпортує властивості з теґів, а потім будь-яка відсутня інформація імпортується з визначених властивостей. Єдиний раз, коли потрібно використовувати "Визначені властивості, а потім теґи", це якщо заздалегідь відомо, що теґи неточні, а назви файлів містять більш точні дані.

source: In cases where the tags do not contain much information, MediaMonkey can get some information such as Artist, Title, or Album from the Filename if this option is enabled. Note that the inferred properties are saved in the database, but not saved to the file tags (in case the information is incorrect). Once you've verified the data, you can update the tags manually--see Synchronizing Your Tags.
ar: إذا لم يتم تحديد هذا الخيار، وفي الحالة حيث العلامات لا يحتوي على الكثير من المعلومات، MediaMonkey يمكن الحصول على معلومات مثل الفنان، الألبوم أو عنوان المسار من اسم الملف. لاحظ أن يتم حفظ خصائص مكتسبة في قاعدة البيانات، وليس في العلامات الملف (في حالة ما إذا هذه المعلومات قد تكون غير صحيحة). حالما يتم التحقق من البيانات، يمكنك يدوياً تحديث العلامات (انظر 'مزامنة العلامات').
ca: En els casos en què les etiquetes no continguin molta informació, MediaMonkey pot obtenir informació, com ara Artista, Títol o Àlbum del Nom del fitxer, si aquesta opció està activada. Tingueu en compte que les propietats inferides es desen a la base de dades, però no a les etiquetes del fitxer (en cas que la informació sigui incorrecta). Un cop verificades les dades, podeu actualitzar les etiquetes manualment; consulteu "Sincronització de les Etiquetes".
da: I tilfælde, hvor tags ikke indeholder mange oplysninger, kan MediaMonkey få nogle oplysninger, såsom kunstner, titel eller album fra Filnavn, hvis denne indstilling er aktiveret. Bemærk, at udledte ejendomme gemmes i databasen, men ikke gemt til filen tags (hvis oplysningerne er forkerte). Når du har kontrolleret de data, kan du opdatere koderne manuelt - se Synkronisering dine tags.
de: Falls die Tags zu wenig Informationen enthalten, kann MediaMonkey Angaben über Interpreten, Titel oder Album aus dem Dateinamen ableiten. Abgeleitete Eigenschaften werden NUR IM ARCHIV gespeichert, nicht aber in den Datei-Tags (falls die Information inkorrekt ist). Sobald Sie die Daten geprüft haben, können Sie die Tags manuell aktualisieren -- Kontextmenü: "Tags aktualisieren".
el: Σε κάποιες περιπτώσεις όπου οι ετικέτες δεν περιέχουν πολύ πληροφορία, το MediaMonkey μπορεί να πάρει κάποια πληροφορία όπως ο Καλλιτέχνης, Τίτλος ή Album από το όνομα αρχείου αν αυτή η επιλογή είναι ενεργοποιημένη. Σημειώστε ότι οι συναγόμενες ιδιότητες αποθηκευόνται στη βάση δεδομένων, και δεν αποθηκεύονται στις ετικέτες του αρχείου (στην περίπτωση που η πληροφορία είναι λανθασμένη). Μόλις επαληθεύσετε τα δεδομένα, μπορείτε να ενημερώσετε τις ετικέτες χειροκίνητα--Δείτε Συγχρονισμός των Ετικετών Σας.
he: במקרים בהם התגים לא מכילים הרבה מידע, MediaMonkey יכול להשיג מידע כמו אמן, כותרת או אלבום משם הקובץ אם תיבת הבחירה הזו מופעלת. שים לב שהתכונות המשתמעות נשמרות במסד הנתונים, אך לא נשמרות בתגי הקבצים (במקרה והמידע אינו נכון). ברגע שאימתת את הנתונים, תוכל לעדכן את התגים באופן ידני - ראה סנכרון התגים שלך.
ja: タグに多くの情報が含まれていない場合、このオプションを有効にすると、MediaMonkeyはファイル名からアーティスト、タイトル、アルバムなどの情報を取得できます。推定されたプロパティはデータベースに保存されますが、ファイルタグには保存されない（情報が正しくない場合があるため）ことに注意してください。データを確認したら、タグを手動で更新できます。 「タグを同期させる」を参照してください。
nb_no: I tilfeller der taggene ikke inneholder mye informasjon, kan MediaMonkey hente informasjon slik som Artist, Tittel, eller Album fra filnavnet hvis denne funksjonen ar aktivert. Merk at denne informasjonen er lagret i databasen, men ikke lagret til filens tagger (i tilfelle informasjonen er ukorrekt). Etter du har verifisert dataene, kan du oppdatere taggene manuelt--se Synkroniser Dine Tagger.
nl: Wanneer labels weinig informatie bevatten kan MediaMonkey Artiest, Titel of Album afleiden uit de bestandsnaam. Deze eigenschappen worden opgeslagen in het databestand maar niet in de bestanden zelf. (Dit is om te voorkomen dat er verkeerd wordt gelabeld). Wanneer de informatie juist blijkt te zijn, kan dit handmatig worden bijgewerkt. Zie hiervoor Labels synchroniseren.
pl: W przypadkach, w których znaczniki nie zawierają zbyt wielu informacji, MediaMonkey może uzyskać pewne informacje, takie jak wykonawca, tytuł lub album z nazwy pliku, jeśli ta opcja jest włączona. Należy zauważyć, że wywnioskowane właściwości są zapisywane w bazie danych, ale nie są zapisywane w znacznikach pliku (w przypadku, gdy informacje są nieprawidłowe). Po zweryfikowaniu danych możesz ręcznie zaktualizować tagi — patrz Synchronizacja tagów.
pt_br: Nos casos em que a tag não contém todas as informações, o MediaMonkey pode obter informações como Artista, Título e Album a partir do nome Do arquivo, se esta opção estiver ativada. Note que as propriedades deduzidas são salvas no banco de dados, mas não nas tags dos arquivos (caso as informações estejam incorretas). Uma vez que você tenha verificado os dados, você pode atualizar as tags manualmente - veja na Ajuda a seção Sincronizando suas Tags.
ru: Если включено, MediaMonkey может получать сведения об исполнителе, названии или альбоме из файла, когда теги не содержат много информации. Имейте в виду, что свойства сохраняются в базе данных, но не в тегах файла (если информация - неверная). После проверки данных вы можете обновить теги вручную - см. синхронизацию тегов.
sv: I de fall där ID3-taggen inte innehåller särskilt mycket information kan MediaMonkey hämta information såsom Artist, Titel eller Album från filnamnet om detta alternativ är aktiverat. Notera dock att denna information endast sparas i databasen, och inte i ID3-taggen (ifall informationen är inkorrekt). När du har verifierat informationen kan du uppdatera ID3-taggen manuellt (se Synkronisera dina ID3-taggar).
tr: Etiketlerin çok fazla bilgi içermediği durumlarda, bu seçenek etkinleştirilirse MediaMonkey Dosya Adı'ndan Sanatçı, Başlık veya Albüm gibi bazı bilgiler alabilir. Çıkarılan özelliklerin veritabanına kaydedildiğini, ancak dosya etiketlerine kaydedilmediğini unutmayın (bilgiler yanlışsa). Verileri doğruladıktan sonra etiketleri manuel olarak güncelleyebilirsiniz - Etiketlerinizi Senkronize Etme konusuna bakın.
uk: У випадках, коли теґи не містять багато інформації, MediaMonkey може отримати певну інформацію, таку як Виконавець, Назва або Альбом з Імені Файлу, при умові, що дану функцію увімкнено. Майте на увазі, що запозичені властивості зберігаються у базі даних, але не зберігається у теґах файлів (для випадку, якщо інформація неправильна). Після перевірки даних ви можете оновити теґи вручну -- див.Синхронізувати свої Теґи.

source: Generates thumbnails automatically for videos that don't have any artwork.
ca: Genera miniatures automàticament per als vídeos que no tenen cap il·lustració.
da: Genererer automatisk miniaturebilleder for videoer, der ikke har noget kunstværk.
de: Erzeugt für Videos ohne Cover-Bilder automatisch Vorschaubilder.
el: Δημιουργεί μικρογραφίες αυτόματα για βίντεο που δεν έχουν κανένα γραφικό.
he: יוצר תמונות ממוזערות באופן אוטומטי לסרטונים שאין להם שום יצירת אמנות.
ja: アートワークの無い動画のサムネイルを自動的に生成します。
nb_no: Genererer miniatyrbilder automatisk for videoer som ikke har grafikk.
nl: Maakt automatisch thumbnails aan voor bestanden zonder miniaturen.
pl: Generuje automatycznie miniatury dla plików wideo, które nie mają okładek.
pt_br: Gera miniaturas automaticamente para vídeos que não tenham uma imagem ou pôster associado.
ru: Автоматически создавать миниатюры для видео, не содержащего обложки.
sv: Genererar miniatyrer automatiskt för videoklipp som inte har några bilder.
tr: Herhangi bir resmi olmayan videolar için otomatik olarak küçük resimler oluşturur.
uk: Створює ескізи автоматично для відео без ілюстрацій.

source: 'Play now' action:
ca: Acció "Reprodueix ara":
da: 'Spil nu' handling:
de: "Jetzt abspielen"-Aktion:
el: 'Αναπαραγωγή τώρα' ενέργεια:
he: פעולה 'נגן עכשיו':
ja: 「今すぐ再生」の動作:
nb_no: 'Spill nå'-handling:
nl: 'Nu Afspelen'-actie:
pl: Akcja „Zagraj teraz”:
pt_br: Ação para 'Executar agora':
ru: Действие 'Играть':
sv: 'Spela nu'-funktion:
tr: 'Şimdi oynatma' eylemi:
uk: Дія для 'Виконати зараз':

source: Hardware acceleration improves performance and battery life, but may cause stability issues on some systems.
ca: L'acceleració de maquinari millora el rendiment i la durada de la bateria, però pot causar problemes d'estabilitat en alguns sistemes.
da: Hardwareacceleration forbedrer ydeevnen og batterilevetiden, men kan forårsage stabilitetsproblemer på nogle systemer.
de: Hardware-Beschleunigung verbessert Leistung und Akkulaufzeit, kann aber auf manchen Systemen zu Stabilitätsproblemen führen.
el: Το hardware acceleration βελτιώνει την απόδοση και τη διάρκεια ζωής της μπαταρίας, αλλά σε ορισμένα συστήματα μπορεί να προκαλέσει προβλήματα σταθερότητας.
he: האצת חומרה משפרת את הביצועים וחיי הסוללה, אך עשויה לגרום לבעיות יציבות במערכות מסוימות.
ja: ハードウェアアクセラレーションは、パフォーマンスとバッテリー寿命を向上させますが、一部のシステムでは安定性の問題を引き起こす可能性があります。
nb_no: Maskinvareakselerasjon forbedrer ytelse og batterilevetid, men kan forårsake stabilitetsproblemer på noen systemer.
nl: Hardwareversnelling verbetert de prestaties en de levensduur van de batterij, maar kan op sommige systemen stabiliteitsproblemen veroorzaken.
pt_br: Aceleração por hardware melhora o desempenho e a duração da bateria, mas pode causar problemas de estabilidade em alguns sistemas.
ru: Аппаратное ускорение повышает производительность и срок службы батареи, но может снизить стабильность в некоторых системах.
sv: Hårdvaruacceleration förbättrar prestanda och batteritid, men kan orsaka stabilitetsproblem på vissa system.
uk: Апаратне прискорення покращує продуктивність та тривалість роботи акумулятора, але може викликати проблеми зі стабільністю деяких систем.

source: Causes the Pop-up to appear only if MediaMonkey is minimized or inactive
ar: يسمح سيتم عرض المعلومات إذا ميديامونكير مصغر أو الخمول
ca: Fa que la finestra emergent només aparegui si MediaMonkey està minimitzat o inactiu
da: Årsager Pop-up til vises kun, hvis MediaMonkey er minimeret eller inaktiv
de: Zeigt das Pop-up nur, wenn das MediaMonkey-Fenster nicht aktiv oder minimiert ist
el: Προκαλεί το Αναδυόμενο παράθυρο να εμφανίζεται μόνο αν το MediaMonkey είναι ελαχιστοποιημένο ή ανενεργό
he: גורם לפופ-אפ להופיע רק אם MediaMonkey ממוזער או לא פעיל
ja: MediaMonkeyが最小化または非アクティブの場合にのみ、ポップアップが表示されます
nb_no: Gjør slik at sprettoppvinduet bare vises hvis MediaMonkey er minimert eller inaktiv
nl: Hierdoor verschijnt de mededeling alleen als MediaMonkey geminimaliseerd of inactief is
pl: Powoduje wyświetlanie podpowiedzi tylko w przypadku, gdy MediaMankey jest zminimalizowany lub nieaktywny
pt_br: Faz com que a janela Pop-up apareça somente se o MediaMonkey estiver minimizado ou inativo
ru: Показывать всплывающие окна, только если MediaMonkey свёрнут или неактивен
sv: Gör att popup-fönstret endast visas om MediaMonkey är minimerad eller inaktiv
uk: Викликає появу спливного вікна, лише якщо MediaMonkey мінімізований або неактивний

source: Determines the method is used to level volume for playback and device synchronization. 'per Album' levels based on the Album volume co-efficient (if available), preserving relative volume differences of tracks on an Album. 'per Track' levels each track independently, preferable when Albums are rarely played as a whole.
ca: Determina el mètode que s’utilitza per anivellar el volum per a la reproducció i la sincronització del dispositiu. Nivells "per àlbum" basats en el volum de l'àlbum co-eficient (si està disponible), conservant les diferències de volum relatives de les pistes d'un àlbum. "per pista" nivela cada pista de manera independent, preferible quan els àlbums poques vegades son reproduït en conjunt.
da: Bestemmer metoden, der bruges til volumenudjævning for afspilning og enhedssynkronisering. 'per Album' nivellerer baseret på Album volumenkoefficienten (hvis tilgængelig), bevarer relative volumedifferencer for spor på et Album. 'per Track' nivellerer hvert spor uafhængigt, foretrukket når Albums sjældent spilles som helhed.
de: Legen Sie die Methode für die Lautstärkeanpassung beim Abspielen und bei der Gerätesynchronisation fest. "pro Album" passt die Track-Lautstärke mittels Albumlautstärke an (wenn vorhanden). Damit bleiben Lautstärkeunterschiede zwischen den einzelnen Tracks bestehen. "pro Track" passt die Lautstärke jedes Tracks unabhängig an, hilfreich wenn ganze Alben eher selten abgespielt werden.
el: Προσδιορίζει τη μέθοδο που χρησιμοποιείται για την εξισορρόπηση της έντασης για αναπαραγωγή και συγχρονισμό συσκευής. Το 'ανά 'Αλμπουμ' εξισορροπεί βάσει του συντελεστή έντασης άλμπουμ (εάν υπάρχει), διατηρώντας τις σχετικές διαφορές έντασης των κομματιών σε ένα άλμπουμ. Το 'ανά Κομμάτι' εξισορροπεί κάθε κομμάτι ανεξάρτητα, προτιμώνται όταν τα Αλμπουμ σπάνια αναπαράγονται ολόκληρα.
he: קובע את השיטה המשמשת ליישור עוצמת הקול להשמעה וסנכרון מכשירים. 'לפי אלבום' מיישר על פי מקדם עוצמת הקול של האלבום (אם זמין), תוך שימור הבדלים יחסיים בין רצועות על אלבום. 'לפי רצועה' מיישר כל רצועה באופן עצמאי, עדיף כאשר אלבומים מתנגנים לעיתים נדירות כמכלול.
ja: 再生とデバイス同期の際の音量揃えにおいて、使用する音量揃え方式を選びます。「アルバムごと」では、アルバム音量係数（利用可能な場合）に基づき音量を揃え、1アルバム上の各トラック間の相対的な音量の違いは維持します。「トラックごと」 では各トラックの音量を独立して個別に揃えます。アルバム丸ごとの再生を滅多にしない場合に適しています。
nb_no: Bestemmer metoden som blir brukt for å utjevne volumet ved avspilling og enhetssynkronisering. 'per Album" utjevner basert på Albumets volumfaktor (hvis tilgjengelig), og bevarer relative volumforskjeller mellom spor på et Album. 'per Spor' utjevner hvert spor uavhengig, foretrukket når Album sjelden blir spilt i sin helhet.
nl: Bepaalt de manier waarop volume wordt genormaliseerd voor afspelen en apparaatsynchronisatie. "Per album" normaliseert op basis van het albumvolume (indien beschikbaar), waardoor onderlinge volumeverschillen tussen tracks behouden blijven. "Per track" normaliseert elke trak op zich. De laatste optie verdient de voorkeur wanneer albums zelden in hun geheel worden afgespeeld.
pl: Określa metodę używaną do wyrównywania głośności odtwarzania i synchronizacji urządzenia. Poziomy „na album” oparte na współczynniku głośności albumu (jeśli jest dostępny), zachowując względne różnice głośności utworów w albumie. „na utwór” oznacza każdy utwór niezależnie, co jest preferowane, gdy albumy rzadko są odtwarzane jako całość.
pt_br: Determina o método usado para ajustar o volume durante a execução e sincronização com dispositivos. Escolhendo 'por álbum', será feito um ajuste com base no coeficiente de volume relativo ao álbum inteiro, se esse coeficiente tiver sido previamente calculado. Caso contrário, será usado o coeficiente de volume da faixa. A configuração 'por faixa' deve ser usada se você raramente ouvir álbuns inteiros.
ru: Определяет метод регулировки громкости при воспроизведении и синхронизации устройства. Уровни 'для каждого альбома' основаны на коэффициенте громкости альбома (если доступен) с сохранением относительной разницы громкости треков в альбоме. Уровни 'на каждый трек' выравнивают треки независимо, что предпочтительнее, когда альбомы редко воспроизводятся целиком.
sv: Bestämmer metod för att justera ljudstyrka för uppspelning och enhetssynkronisering. "Per album" -nivåer baseras på albumvolymkoefficienten (om tillgänglig), vilket bevarar relativa volymskillnader för spår på ett album. "Per spår" -nivåer justerar varje spår självständigt, vilket är att föredra när album sällan spelas som en helhet.
tr: Oynatma ve cihaz senkronizasyonu için ses seviyesini ayarlamak için kullanılan yöntemi belirler. 'Albüm başına' seviyeleri, Albüm ses katsayısına (varsa) dayalıdır ve bir Albümdeki parçaların göreceli ses seviyesi farklılıklarını korur. 'Parça başına' seviyeleri her parçayı bağımsız olarak ayarlar; Albümler nadiren bir bütün olarak çalındığında tercih edilir.
uk: Визначає метод вирівнювання звуку відтворення та синхронізації пристроїв. Рівні "на Альбом" в основі мають коефіцієнт рівня звуку (при наявності) конкретного Альбому, зберігаючи відносне різноманіття рівнів для треків Альбому.Рівні "на Трек" визначаються незалежно, переважно, коли Альбом рідко відтворюється в цілому.

source: AccurateRip for bit-perfect CD Rips.
ca: AccurateRip per a còpies de CD perfectes.
da: AccurateRip for bit-perfekte CD Rips.
de: "AccurateRip" für bitperfekte CD-Rips.
el: AccurateRip για bit-perfect CD Rips.
he: AccurateRip לקריעות CD מושלמות.
ja: AccurateRipは、ビットパーフェクトなCDリッピングを実現します。
nb_no: AccurateRip for bit-perfekt CD Rips.
nl: AcurateRip voor bit-perfecte CD-Rips.
pl: AccurateRip dla bit-perfect ripów CD.
pt_br: AccurateRip para extrações de CDs perfeitas.
ru: AccurateRip для побитовой точности риппинга CD.
sv: AccurateRip för exakta CD-avläsningar/rippar.
uk: Точне копіювання для ідеального копіювання компакт-дисків.
