Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Sync a random subset of the selected files filling the target to the set limit. This is useful for syncing random tracks to a device/location that cannot contain your entire library.
ar: تزامن مجموعة عشوائية من الملفات المحددة بملء الهدف إلى الحد المحدد. هذا مفيد لتزامن المسارات العشوائية إلى جهاز/موقع لا يمكن أن يحتوي على مكتبتك بالكامل.
ca: Sincronitzeu un subconjunt aleatori dels fitxers seleccionats que omplen l'objectiu fins al límit establert. Això és útil per sincronitzar pistes aleatòries amb un dispositiu / ubicació que no pot contenir tota la biblioteca.
da: Synk et tilfældigt udsnit af de valgte filer og fyld målet op til den indstillede grænse. Dette er nyttigt til at synkronisere tilfældige spor til en enhed/placering, der ikke kan indeholde hele dit bibliotek.
de: Synchronisiert eine zufällige Teilmenge der ausgewählten Dateien bis zur eingestellten Maximalgröße auf das Zielgerät . Dies ist hilfreich, wenn nicht das gesamte Archiv auf das Zielgerät passt.
el: Συγχρονισμός ενός τυχαίου υποσύνολου των επιλεγμένων αρχείων με την συμπλήρωση του στόχου στο καθορισμένο όριο. Αυτό είναι χρήσιμο για το συγχρονισμό τυχαίων κομματιών σε μια συσκευή/τοποθεσία που δεν μπορεί να περιέχει ολόκληρη τη βιβλιοθήκη σας.
he: סנכרן תת קבוצה אקראית של הקבצים שנבחרו כדי למלא את היעד למגבלה שנקבעה. זה מועיל לסנכרון רצועות אקראיות למכשיר/מיקום שאינם יכולים להכיל את כל הספרייה שלך.
ja: 選択したファイルのランダムなサブセットを設定された上限までターゲットに同期します。ライブラリ全体を含めることができないデバイス/場所にランダムトラックを同期するのに便利です。
nb_no: Synkroniser et tilfeldig utvalg av de valgte filene som fyller målet til den angitte grensen. Dette er nyttig for å synkronisere tilfeldige spor til en enhet/plassering som ikke kan inneholde hele biblioteket ditt.
nl: Synchroniseert willekeurige bestanden uit de selectie tot de ingestelde limiet van het doel. Handig voor het synchroniseren van willekeurige tracks wanneer het doel onvoldoende ruimte heeft voor de hele bibliotheek.
pl: Synchronizuj losowy podzbiór wybranych plików wypełniając cel do ustawionego limitu. Jest to przydatne do synchronizowania losowych utworów z urządzeniem/lokalizacją, które nie może zawierać całej biblioteki.
pt_br: Sincroniza um subconjunto aleatório dentre as faixas selecionadas, até o limite definido. Isso é útil para sincronizar um conjunto de faixas para um dispositivo/local que não pode conter toda a sua biblioteca.
ru: Синхронизация случайного набора выбранных файлов с заполнением цели до установленного предела. Полезно для синхронизации случайных треков с устройством/местом, которое не может содержать всю библиотеку.
sv: Synka mål slumpmässigt till inställd gräns. Detta är användbart för att synkronisera slumpmässiga spår till en enhet/plats som inte kan innehålla hela ditt bibliotek.
tr: Hedefi dolduran seçili dosyaların rastgele bir alt kümesini ayarlanan sınıra senkronize edin. Bu, rastgele parçaları tüm kitaplığınızı içeremeyen bir cihaz/konumla senkronize etmek için kullanışlıdır.
uk: Синхронізуйте випадкову підмножину вибраних файлів, що заповнюють цільове розташування до встановленого обмеження. Це корисно для синхронізації випадкових доріжок із пристроєм/розташуванням, яке не може вмістити всю вашу бібліотеку.

source: Sync random subset of selected files up to target capacity
ar: تزامن مجموعة عشوائية من الملفات المحددة حتى سعة الهدف
ca: Sincronitzeu el subconjunt aleatori dels fitxers seleccionats fins a la capacitat objectiu
da: Synk tilfældigt udsnit af valgte filer op til målkapacitet
de: Eine zufällige Auswahl der gewählten Dateien synchronisieren bis das Ziel-Gerät voll ist
el: Συγχρονισμός τυχαίου υποσύνολου των επιλεγμένων αρχείων έως τη χωρητικότητα στόχου
he: סנכרן תת קבוצה אקראית של קבצים שנבחרו עד קיבולת היעד
ja: 選択したファイルのランダムサブセットをターゲット容量まで同期
nb_no: Synkroniser tilfeldig utvalg av valgte filer opp til målkapasitet
nl: Willekeurige bestanden uit selectie synchroniseren tot het doel vol is
pl: Synchronizuj losowy podzbiór wybranych plików do docelowej pojemności
pt_br: Sincronizar um subconjunto dos arquivos selecionados até a capacidade do dispositivo
ru: Синхронизация случайного набора выбранных файлов до целевого объёма
sv: Synka målet till sin kapacitet med slumpmässigt valda filer
tr: Seçilen dosyaların rastgele alt kümesini hedef kapasiteye kadar senkronize et
uk: Синхронізувати випадкову підмножину вибраних файлів до цільової ємності

source: This gives preference to tracks with higher ratings.
ar: إعطاء الأولوية لمسارات تصنيف.
ca: Això dóna preferència a les pistes amb puntuacions més altes.
da: Dette giver præference for spor med højere ratings.
de: Gibt Tracks mit höherer Bewertung Vorrang.
el: Αυτό δίνει προτίμηση σε κομμάτια με υψηλότερες εκτιμήσεις.
he: העדף פריטים עם דירוג גבוה.
ja: 評価が高いトラックを優先するようにします。
nb_no: Dette gir forvalg til spor med høyere vurdering.
nl: Geeft voorkeur aan tracks met een hogere score.
pl: Daje to pierwszeństwo utworom z wyższymi ocenami.
pt_br: Isto faz com que a sincronização dê preferência às faixas com notas mais altas.
ru: Отдавать предпочтение трекам с более высокими рейтингами.
sv: Spår med hög betyg prioriteras.
tr: Bu, daha yüksek reytinglere sahip parçalara öncelik verir.
uk: Це надає перевагу доріжкам з вищими оцінками.

source: Sync higher-rated tracks more often
ar: التركيز على المسارات اعلاها
ca: Sincronitzeu les pistes amb una puntuació més alta més sovint
da: Sync højere rangerede spor oftere
de: Tracks mit hohen Bewertungen öfter synchronisieren
el: Συγχρονισμός πιο συχνά κομματιών υψηλής εκτίμησης
he: סנכרן פריטים עם דירוג גבוה יותר לעיתים קרובות יותר
ja: 評価の高いトラックを優先的に同期
nb_no: Synkroniser høyere vurderte spor oftere
nl: Tracks met hogere score vaker synchroniseren
pl: Częściej synchronizuj utwory o wyższej ocenie
pt_br: Sincronizar mais frequentemente as faixas bem avaliadas
ru: Больший приоритет для треков с высоким рейтингом
sv: Synkronisera spår med högre Betyg oftare
tr: Daha yüksek puanlı parçaları daha sık senkronize edin
uk: Частіше синхронізувати доріжки з вищим рейтингом

source: Reserve
ar: حجز
ca: Reserva
da: Reservér
de: Reserviere
el: Δέσμευση
he: שמור
ja: 予備
nb_no: Reserver
nl: Reserveer
pl: Rezerwuj
pt_br: Reservar
ru: Зарезервировать
sv: Reservera
tr: Yedek
uk: Резерв

source: MB of free space
ar: ميغابايت من المساحة الحرة
ca: Mb d'espai lliure
da: MB ledig plads
de: MB freien Speicherplatz
el: MB ελεύθερου χώρου
he: שטח פנוי (MB)
ja: MBの空きスペース
nb_no: MB av ledig plass
nl: MB aan vrije ruimte
pl: MB wolnego miejsca
pt_br: MB de espaço disponível
ru: МБ свободно
sv: MB ledigt utrymme
tr: MB boş alan
uk: МБ вільного місця

source: the %d most recent
ar: آخر %d
ca: el %d més recent
da: de %d seneste
de: die zuletzt genutzen %d
el: τα πιο πρόσφατα %d
he: %d האחרונים
ja: 最新の%d個
nb_no: de %d nyeste
nl: De %d meest recente
pl: %d najnowszych
pt_br: os %d mais recentes
ru: %d последних
sv: de %d nyaste
tr: en son %d
uk: %d останніх

source: oldest
ar: أقدم
ca: el mes vell
da: ældste
de: älteste
el: παλαιότατο
he: ישנים ביותר
ja: 最も古い
nb_no: eldst
nl: oudste
pl: najstarszy
pt_br: mais velho
ru: старейший
sv: äldsta
tr: çok eski
uk: найстаріший

source: videos
ar: مقاطع الفيديو
da: videoer
el: βίντεο
he: סרטוני וידאו
ja: 動画
nb_no: videoer
pl: pliki wideo
pt_br: vídeos
ru: видео
sv: videor
tr: videolar
uk: відео

source: unplayed videos
ar: مقاطع الفيديو غير المشغولة
ca: vídeos sense reproduir
da: uspillede videoer
de: ungespielte Videos
el: μη αναπαραχθέντα βίντεο
he: סרטונים שלא הופעלו
ja: 未再生の動画
nb_no: uavspilte videoer
nl: Niet-afgespeelde video's
pl: nieodtwarzane filmy
pt_br: vídeos não assistidos
ru: непросмотренные видео
sv: ospelade videor
tr: oynatılmamış videolar
uk: непрограні відео

source: TV Shows
ar: العروض التلفزيونية
ca: Programes de TV
da: TV-serier
de: TV-Sendungen
el: Εκπομπές TV
he: סדרות
ja: TV ショー
nb_no: TV-serier
nl: TV-Programma's
pl: Programy telewizyjne
pt_br: Programas de TV
ru: ТВ-шоу
sv: TV-program
tr: TV Şovları
uk: Телевізійні шоу

source: unplayed TV Shows
ar: العروض التلفزيونية غير المشغولة
ca: Programes de TV sense reproduir
da: uspillede TV-serier
de: ungespielte TV-Sendungen
el: Μη αναπαραχθείσες Εκπομπές TV
he: סדרות שלא התנגנו
ja: 未再生の TV ショー
nb_no: uavspilte TV-serier
nl: Niet-afgespeelde TV-Programma's
pl: nieodtwarzane programy TV
pt_br: Programas de TV não assistidos
ru: непросмотренные ТВ-шоу
sv: ospelade TV-program
tr: Oynanmamış TV Şovları
uk: невідтворені телешоу

source: episodes
ar: الحلقات
ca: episodis
da: episoder
de: Episoden
el: επεισόδια
he: פרקים
ja: エピソード
nb_no: episoder
nl: Afleveringen
pl: odcinki
pt_br: episódios
ru: эпизоды
sv: episoder
tr: bölümler
uk: епізоди

source: unplayed episodes
ar: الحلقات غير المشغولة
ca: episodis sense reproduir
da: uspillede episoder
de: ungespielte Episoden
el: μη αναπαραχθέντα επεισόδια
he: פרקים שלא נוגנו
ja: 未再生のエピソード
nb_no: uavspilte episoder
nl: niet-afgespeelde afleveringen
pl: nieodtworzone odcinki
pt_br: episódios não ouvidos
ru: непросмотренные эпизоды
sv: ospelade avsnitt
tr: Oynatılmamış bölümler
uk: невідтворені епізоди

source: Show all
ar: عرض الكل
ca: Mostrar tots
da: Vis alle
de: Alle zeigen
el: Εμφάνιση όλων
he: הצג הכל
ja: すべて表示
nb_no: Vis alt
nl: Alles weergeven
pl: Pokaż wszystko
pt_br: Exibir tudo
ru: Показать все
sv: Visa alla
tr: Tümünü göster
uk: Показати все

source: Show less
ar: عرض أقل
ca: Mostar menys
da: Vis mindre
de: Weniger zeigen
el: Εμφάνιση λιγότερο
he: הצג פחות
ja: 表示を減らす
nb_no: Vis mindre
nl: Minder weergeven
pl: Pokaż mniej
pt_br: Exibir menos
ru: Меньше
sv: Visa mindre
tr: Daha az göster
uk: Показати менше

source: Resume
ar: استئناف
ca: Continua
da: Genoptag
de: Fortsetzen
el: Συνέχιση
he: חזור לנגן
ja: レジューム
nb_no: Gjenoppta
nl: Hervatten
pl: Wznów
pt_br: Reiniciar
ru: Возобновить
sv: Återuppta
tr: Devam et
uk: Відновити

source: Status
ar: مركز
ca: Estat
el: Κατάσταση
he: מצב
ja: 状態
ru: Статус
tr: Durum
uk: Статус

source: Completed
ar: مكتمل
ca: Completat
da: Fuldført
de: Vollständig
el: Ολοκληρώθηκε
he: הושלם
ja: 完了
nb_no: Fullført
nl: Voltooid
pl: Zakończony
pt_br: Concluído
ru: Завершено
sv: Slutförd
tr: Tamamlandı
uk: Виконано

source: Queued
ar: في الانتظار
ca: En cua
da: Kø
de: Hinzugefügt
el: Στην ουρά
he: הוכנס לתור
ja: 再生キューに追加済み
nb_no: I kø
nl: In wachtrij gezet
pl: W kolejce
pt_br: Na fila
ru: В очереди
sv: Köad
tr: Sırada
uk: Поставлено в чергу

source: Paused
ar: متوقف مؤقتا
ca: Pausat
da: Sat på pause
de: Pausiert
el: Παύση
he: הושהה
ja: 一時停止
nb_no: Pauset
nl: Gepauzeerd
pl: Wstrzymane
pt_br: Pausado
ru: Пауза
sv: Pause
tr: Duraklatıldı
uk: Призупинено

source: Destination
ar: الوجهة؟
ca: Destinatinació
de: Zielmaske
el: Προορισμός
he: יעד
ja: 同期先
nb_no: Destinasjon
nl: Doel
pl: Miejsce docelowe
pt_br: Destino
ru: Цель
tr: Varış noktası
uk: Пункт призначення

source: empty
ar: فارغ
ca: buit
da: tom
de: leer
el: άδειο
he: ריק
ja: 空
nb_no: tom
nl: leeg
pl: pusty
pt_br: vazio
ru: пусто
sv: tom
tr: boş
uk: порожній

source: Equalizer
ar: المعادل
ca: Equalitzador
el: Ισοσταθμιστής
he: אקולייזר
ja: イコライザー
pl: Korektor
pt_br: Equalizador
ru: Эквалайзер
tr: Ekolayzır
uk: Еквалайзер

source: Left
ar: اليسار
ca: Esquerra
da: Venstre
de: Links
el: Αριστερά
he: שמאל
ja: 左
nb_no: Venstre
nl: Links
pl: Lewa
pt_br: Esquerdo
ru: Левый
sv: Vänster
tr: Sol
uk: Ліворуч

source: Right
ar: الحق
ca: Dreta
da: Højre
de: Rechts
el: Δεξιά
he: ימין
ja: 右
nb_no: Høyre
nl: Rechts
pl: Prawa
pt_br: Direito
ru: Правый
sv: Höger
tr: Sağ
uk: Праворуч

source: Center
ar: مركز
ca: Centre
de: Mitte
el: Κέντρο
he: מרכז
ja: 中央
nb_no: Senter
nl: Midden
pl: Środek
pt_br: Centro
ru: Центр
sv: Mitten
tr: Merkez
uk: По центру

source: Balance:
ar: الرصيد:
ca: Equilibri:
he: איזון:
ja: バランス:
nb_no: Balansere:
nl: Balans:
pl: Balans:
pt_br: Balanço:
ru: Баланс:
sv: Balans:
tr: Denge:
uk: Баланс:

source: feed
ar: التغذية
ca: canal
el: ροή
he: הזנה
ja: フィード
pl: kanał
ru: лента
sv: Mata
tr: besleme
uk: інформаційний канал

source: Format
ar: تنسيق
el: Μορφή
he: סוג
ja: 形式
nl: Indeling
pt_br: Formato
ru: Формат
tr: Biçim
uk: Формат

source: Hide editor
ar: اخفاء المحرر
ca: Amaga el editor
da: Skjul editor
de: Editor verbergen
el: Απόκρυψη συντάκτη
he: הסתר עורך
ja: エディタを非表示
nb_no: Skjul editor
nl: Editor verbergen
pl: Ukryj edytor
pt_br: Ocultar editor
ru: Скрыть редактор
sv: Dölj redigerare
tr: Editörü gizle
uk: Приховати редактор

source: Reset
ar: إعادة تعيين
ca: Restableix
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
he: אפס
ja: リセット
nb_no: Nullstill
pt_br: Redefinir
ru: Сброс
sv: Nollställ
tr: Sıfırla
uk: Скинути

source: Save as AutoPlaylist...
ar: حفظ كقائمة تشغيل تلقائية...
ca: Desa com a llista de reproducció automàtica ...
da: Gem som AutoPlayliste...
de: Als Auto-Wiedergabeliste speichern...
el: Αποθήκευση ως Αυτόματη Λιστα Αναπαραγωγής…
he: שמור כרשימה אוטומטית...
ja: 自動プレイリストとして保存...
nb_no: Lagre som AutoPlaylist...
nl: Als Auto-Afspeellijst opslaan...
pl: Zapisz jako autoodtwarzanie...
pt_br: Salvar como lista automática...
ru: Сохранить как автоплейлист...
sv: Spara som AutoSpellista...
tr: Otomatik Çalma Listesi olarak kaydet...
uk: Зберегти як Список Автовідтворення...

source: Unknown Genre
ar: نوع غير معروف
ca: Gènere desconegut
da: Ukendt Genre
de: Ohne Genre
el: Άγνωστο Είδος
he: סגנון לא ידוע
ja: ジャンル不明
nb_no: Ukjent Sjanger
nl: Onbekend Genre
pl: Nieznany Gatunek
pt_br: Gênero desconhecido
ru: Неизвестный жанр
sv: Okänd Genre
tr: Bilinmeyen Tür
uk: Невідомий Жанр

source: Add new
ar: إضافة جديد
ca: Afegir nou
da: Tilføj ny
de: Neu Hinzufügen
el: Προσθήκη νέου
he: הוסף חדש
ja: 新規追加
nb_no: Legg til ny
nl: Nieuwe toevoegen
pl: Dodaj nowy
pt_br: Adicionar novo
ru: Добавить новый
sv: Lägg till ny
tr: Yeni ekle
uk: Додати новий

source: Collapse
ar: طي
ca: Reduir
da: Skjul
de: Einklappen
el: Σύμπτυξη
he: צמצם
ja: 折りたたむ
nb_no: Skjul
nl: Inklappen
pl: Zwiń
pt_br: Recolher
ru: Свернуть
sv: Minimera
tr: Çöktü
uk: Згорнути

source: Scroll to
ar: التمرير إلى
ca: Desplaçar a
da: Rul til
de: Springt nach
el: Κύλιση σε
he: גלול אל
ja: スクロール先
nb_no: Rull til
nl: Scroll naar
pl: Przewiń do
pt_br: Rolar até
ru: Прокрутка до
sv: Bläddra till
tr: Aşağı kaydırın
uk: Прокрутити до

source: Use %s for the next match
ar: استخدام %s للمباراة التالية
ca: Utilitzeu %s per la propera coincidència
da: Brug %s til næste match
de: Verwende %s für den nächsten Treffer
el: Χρήση %s για το επόμενο ταίριασμα
he: השתמש ב %s להתאמה הבאה
ja: 次の該当したものに"%s"を使う
nb_no: Bruk %s for neste match
nl: Gebruik %s voor de volgende overeenkomst
pl: Użyj %s do następnego meczu
pt_br: Usar %s para a próxima coincidência
ru: Используйте %s для следующего совпадения
sv: Använd %s för nästa matchning
tr: Sonraki eşleşme için %s kullanın
uk: Використати %s для наступного збігу

source: phrase not found
ar: لم يتم العثور على العبارة
ca: frase no trobada
da: sætning ikke fundet
de: Ausdruck nicht gefunden
el: δεν βρέθηκε η φράση
he: לא נמצא הביטוי
ja: フレーズが見つかりません
nb_no: uttrykk ikke funnet
nl: regel niet gevonden
pl: nie znaleziono frazy
pt_br: frase não encontrada
ru: фраза не найдена
sv: fras hittades inte
tr: cümle bulunamadı
uk: фразу не знайдено

source: Close popup
ar: إغلاق الإطارات المنبثقة
ca: Tanca finestra emergent
da: Luk pop op
de: Popup schließen
el: Κλείσιμο αναδυόμενου
he: סגור חלון קופץ
ja: ポップアップを閉じる
nb_no: Lukk popup
nl: Pop-up sluiten
pl: Zamknij wyskakujące okienko
pt_br: Fechar pop-up
ru: Закрыть всплывающее окно
sv: Stäng popup-fönster
tr: Açılır pencereyi kapat
uk: Закрити спливне вікно

source: Close tab
ar: إغلاق علامة التبويب
ca: Tanca la pestanya
da: Luk fane
de: Tab schließen
el: Κλείσιμο καρτέλας
he: סגור טאב
ja: タブを閉じる
nb_no: Lukk fane
nl: Tabblad sluiten
pl: Zamknij kartę
pt_br: Fechar aba
ru: Закрыть вкладку
sv: Stäng flik
tr: Sekmeyi kapat
uk: Закрити вкладку

source: Close other tabs
ar: إغلاق علامات التبويب الأخرى
ca: Tanca altres pestanyes
da: Luk andre faner
de: Andere Tabs schließen
el: Κλείσιμο άλλων καρτελών
he: סגור טאבים אחרים
ja: 他のタブを閉じる
nb_no: Lukk andre faner
nl: Andere tabbladen sluiten
pl: Zamknij inne karty
pt_br: Fechar as outras abas
ru: Закрыть другие вкладки
sv: Stäng andra flikar
tr: Diğer sekmeleri kapat
uk: Закрити інші вкладки

source: Close tabs to the right
ar: إغلاق علامات التبويب على اليمين
ca: Tanca les pestanyes a la dreta
da: Luk faner til højre
de: Tabs rechts schließen
el: Κλείσιμο καρτελών προς τα δεξία
he: סגור טאבים לימין
ja: タブを右に閉じる
nb_no: Lukk faner til høyre
nl: Tabbladen rechts sluiten
pl: Zamykanie kart po prawej stronie
pt_br: Fechar as abas à direita
ru: Закрыть вкладки справа
sv: Stäng flikar till höger
tr: Sağdaki sekmeleri kapat
uk: Закрити вкладки праворуч

source: Main directory:
ar: الدليل الرئيسي:
ca: Directori principal:
da: Hovedmappe:
de: Hauptordner:
el: Κύριος κατάλογος:
he: תקיה ראשית:
ja: メインディレクトリ:
nb_no: Hovedkatalog:
nl: Hoofdmap:
pl: Katalog główny:
pt_br: Diretório principal:
ru: Главная папка:
sv: Huvudkatalog:
tr: Ana dizin:
uk: Головний каталог:

source: Statically defined root folder
ar: مجلد جذر معرف بشكل ثابت
ca: Carpeta arrel definida estàticament
da: Statisk defineret rodbibliotek
de: fest definiertes Stammverzeichnis
el: Στατικός καθορισμένος ριζικός φάκελος
he: תיקיה ראשית
ja: 静的に定義されたルートフォルダー
nb_no: Statisk definert rotmappe
nl: Statisch gedefinieerde hoofdmap
pl: Statycznie zdefiniowany folder główny
pt_br: Pasta raiz definida estatisticamente
ru: Статически заданная корневая папка
sv: Statisk rotmapp
tr: Statik olarak tanımlanmış kök klasör
uk: Статично визначена коренева тека

source: Subdirectories
ar: المجلدات الفرعية
ca: Subdirectoris
da: Underbiblioteker
de: Unterordner
el: Υποκατάλογοι
he: תת-תקיות
ja: サブディレクトリ
nb_no: Undermapper
nl: Submappen
pl: Podkatalogi
pt_br: Sub-diretórios
ru: Подпапки
sv: Underkataloger
tr: Alt dizinler
uk: Підкаталоги

source: Subdirectories can be defined statically or using mask variables
ar: يمكن تحديد المجلدات الفرعية بشكل ثابت أو باستخدام متغيرات القناع
ca: Els subdirectoris es poden definir estàticament o mitjançant variables de màscara
da: Underbiblioteker kan defineres statisk eller ved hjælp af maskevariabler
de: Das Unterverzeichnis kann hier festgelegt werden oder mit Platzhaltern per "Dateinamen:"
el: Οι υποκατάλογοι μπορούν να οριστούν στατικά ή χρησιμοποιώντας μεταβλητές μάσκας
he: ספריות משנה יכולות להיות מוגדרות באופן סטטי או באמצעות וריאציות מסיכה
ja: サブディレクトリは、静的に定義することも、マスク変数を使用して定義することもできます
nb_no: Undermapper kan defineres statisk eller ved bruk av maskevariabler
nl: Submappen kunnen statisch gedefinieerd worden of d.m.v. variabelen
pl: Podkatalogi można definiować statycznie lub za pomocą zmiennych maskujących
pt_br: Subdiretórios podem ser definidos estatisticamente ou com o uso de máscaras
ru: Подпапки могут быть заданы статически или масками
sv: Underkataloger kan definieras statiskt eller med hjälp av maskvariabler
tr: Alt dizinler statik olarak veya maske değişkenleri kullanılarak tanımlanabilir
uk: Підкаталоги можуть бути визначені статично або за допомогою змінних маски

source: Filenames
ar: أسماء الملفات
ca: Noms de fitxer
da: Filnavne
de: Dateinamen
el: Ονόματα αρχείων
he: קבצים
ja: ファイル名
nb_no: Filnavn
nl: bestandsnamen
pl: Nazwy plików
pt_br: Nomes de arquivos
ru: Имена файлов
sv: Filnamn
tr: Dosya adları
uk: Імена файлів

source: Filenames can be defined using mask variables or statically
ar: يمكن تعريف أسماء الملفات باستخدام متغيرات القناع أو بشكل ثابت
ca: Els noms de fitxers es poden definir mitjançant variables de màscara o estàticament
da: Filnavne kan defineres ved hjælp af maskevariabler eller statisk
de: Dateinamen können fest definiert werden oder variabel mit Platzhaltern
el: Τα ονόματα αρχείων μπορούν να καθοριστούν χρησιμοποιώντας μεταβλητές μάσκας ή στατικά
he: שמות קבצים ניתן לקבע ע"י מסכה סטטית
ja: ファイル名は、マスク変数を使用して定義することも、静的に定義することもできます
nb_no: Filnavn kan defineres ved bruk av maskevariabler eller statisk
nl: Bestandsnamen kunnen m.b.v. variabelen of statisch gedefinieerd worden
pl: Nazwy plików można definiować za pomocą zmiennych maskujących lub statycznie
pt_br: Nomes de arquivo podem ser definidos estatisticamente ou com o uso de máscaras
ru: Имена файлов могут быть заданы статически или масками
sv: Filnamn kan definieras med hjälp av maskvariabler eller statiskt
tr: Dosya adları maske değişkenleri veya statik olarak tanımlanabilir
uk: Назви файлів можна визначити за допомогою змінних маски або статично

source: Sample:
ar: أخذ العينات:
ca: Mostra:
da: Prøve:
de: Beispiel:
el: Δείγμα:
he: דוגמא:
ja: サンプル:
nb_no: Utvalg:
pl: Próbka:
pt_br: Amostra:
ru: Пример:
sv: Prov:
tr: Örnekleme:
uk: Зразок:

source: Show all subnodes
ar: إظهار جميع العقد الفرعية
ca: Mostra tots els subnodes
da: Vis alle undersider
de: Alle Unterknoten anzeigen
el: Εμφάνιση όλων των δευτερευόντων κόμβων
he: הצג את כל תת הפריטים
ja: すべてのサブノードを表示
nb_no: Vis alle undersnoder
nl: Alle submappen weergeven
pl: Pokaż wszystkie podwęzły
pt_br: Exibir todos os subnós
ru: Показать все подузлы
sv: Visa alla undernoder
tr: Tüm alt düğümleri göster
uk: Показати всі підвузли

source: Scroll to match when typing in tree
ar: التمرير إلى التطابق عند الكتابة في الشجرة
ca: Quan escriviu una lletra a l'arbre, aquest es desplaça
da: Rul til match ved indtastning i træ
de: Springt zum Treffer bei der Tastatur-Eingabe im Archivbaum
el: Κύλιση για αντιστοίχιση κατά την πληκτρολόγιση σε δέντρο
he: גלול לפריט המתאים בעת עריכה של העץ
ja: ツリーへの入力と一致するようにスクロール
nb_no: Bla til match når du skriver i treet
nl: Scroll om te matchen tijdens het typen in media-boom
pl: Przewiń, aby dopasować podczas pisania w drzewie
pt_br: Rolar a árvore para encontrar as letras digitadas
ru: Прокрутка до совпадения при вводе текста в дереве
sv: Bläddra i träd för att matcha när du skriver
tr: Ağaçta yazarken eşleştirmek için kaydırın
uk: Прокручувати, щоб збігатися під час введення в дереві

source: Focus tree nodes when browsing content
ar: تركيز عقد الشجرة عند التصفح للمحتوى
ca: Mostreu els nodes d’arbre quan navegueu pel contingut
da: Fokuser træpunkter ved gennemse indhold
de: Bei Auswahl in der Hauptliste, passenden Archiv-Knoten anzeigen
el: Εστίαση κόμβων δέντρων κατά την περιήγηση περιεχομένου
he: התמקד בפריטים כאשר מעיינים בתוכן
ja: コンテンツを閲覧するときにツリーノードにフォーカス
nb_no: Fokuser på treet når du blar gjennom innhold
nl: Op mappen focussen bij het doorzoeken van inhoud
pl: Koncentruj węzły drzewa podczas przeglądania treści
pt_br: Focar nos nós da árvore ao navegar no conteúdo
ru: Фокус на узлах дерева при просмотре содержимого
sv: Fokusera trädnoder när du bläddrar i innehåll
tr: İçeriğe göz atarken ağaç düğümlerine odaklanma
uk: Фокусувати вузли дерева під час перегляду вмісту

source: Choose alternate
ar: اختر بديلًا
ca: Trieu una alternativa
da: Vælg alternativ
de: Alternative wählen
el: Επιλογή εναλλακτικού
he: בחר פריט חלופי
ja: 代替を選択
nb_no: Velg alternativ
nl: Wisselend kiezen
pl: Wybierz alternatywę
pt_br: Escolha alternativa
ru: Выберите другой вариант
sv: Välj alternativ
tr: Alternatif seçin
uk: Вибрати альтернативу

source: Views
ar: طرق العرض
ca: Vistes
da: Visninger
de: Ansichten
el: Προβολές
he: תצוגות
ja: ビュー
nb_no: Visninger
nl: Deelvensters
pl: Widoki
pt_br: Visões
ru: Просмотр
sv: Visa
tr: Görünümler
uk: Перегляди

source: One time
ar: مرة واحدة
ca: Una vegada
da: Engangs
de: Einmal
el: Μια φορά
he: פעם אחת
ja: 一度だけ
nb_no: En gang
nl: Eén keer
pl: Jeden raz
pt_br: Uma vez
ru: Один раз
sv: En gång
tr: Bir kez
uk: Один раз

source: Manual
ar: يدوي
da: Manuel
de: Manuell
el: Χειροκίνητα
he: ידני
ja: 手動
nb_no: Manuell
nl: Handmatig
pl: Instrukcja obsługi
ru: Вручную
sv: Manuellt
tr: Manuel
uk: Вручну

source: At startup
ar: عند بدء التشغيل
ca: Al inici
da: Ved opstart
de: Beim Start
el: Κατά την εκκίνηση
he: בעליה
ja: 起動時
nb_no: Ved oppstart
nl: Bij opstarten
pl: Podczas uruchamiania
pt_br: Ao iniciar
ru: При запуске
sv: Vid uppstart
tr: Başlangıçta
uk: Під час запуску
