Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Cancel selection
ar: إلغاء التحديد
ca: Cancel·la la selecció
da: Annuller valg
de: Auswahl abbrechen
el: Ακύρωση επιλογής
he: בטל בחירה
ja: 選択をキャンセル
nb_no: Avbryt valg
nl: Selectie opheffen
pl: Anuluj wybór
pt_br: Cancelar seleção
ru: Отменить выбор
sv: Avbryt val
tr: Seçimi iptal et
uk: Скасувати вибір

source: New tab
ar: علامة تبويب جديدة
ca: Nova pestanya
da: Ny fane
de: Neuer Tab
el: Νέα καρτέλα
he: טאב חדש
ja: 新規タブ
nb_no: Ny fane
nl: Nieuw tabblad
pl: Nowa karta
pt_br: Nova aba
ru: Новая вкладка
sv: Ny flik
tr: Yeni sekme
uk: Нова вкладка

source: Send to
ar: إرسال إلى
ca: Envia a
da: Send til
de: Senden an
el: Αποστολή σε
he: שלח אל
ja: 送る
nb_no: Send til
nl: Verzenden naar
pl: Wyślij do
pt_br: Enviar para
ru: Отправить в...
sv: Skicka till
tr: Şuraya gönder
uk: Надіслати до

source: Recently used
ar: المستخدمين حديثًا
ca: Ús recent
da: For nylig brugt
de: Zuletzt verwendet
el: Πρόσφατα χρησιμοποιημένα
he: בשימוש לאחרונה
ja: 最近使用した
nb_no: Nylig brukt
nl: Onlangs gebruikt
pl: Ostatnio używane
pt_br: Usadas recentemente
ru: Недавние
sv: Nyligen använd(a)
tr: Son kullanılanlar
uk: Нещодавно використане

source: sync
ar: مزامنة
ca: sincronitzar
da: synkroniser
de: synchronisieren
el: συγχρονισμός
he: סינכרון
ja: 同期
nb_no: synk
nl: Synchroniseren
pl: Synchronizacja
pt_br: sincronizar
ru: синхро
sv: synkronisera
tr: senkronize
uk: синхронізація

source: Folder (&Move)
ar: دليل (التحرك)
ca: Carpeta (& Mou)
da: Mappe (&Flyt)
de: Ordner (&verschieben)
el: Φάκελος (Μετακίνηση)
he: תקיה (העבר)
ja: フォルダー（移動）(&M)
nb_no: Mappe (&Flytt)
nl: &Map (Verplaatsen)
pl: Folder (&Przenieś)
pt_br: Pasta (&mover)
ru: Папка (&Переместить)
sv: Mapp (&Flytta)
tr: Klasör (&Taşı)
uk: Тека (&Перемістити)

source: Folder (&Copy)
ar: دليل (نسخ)
ca: Carpeta (& Copia)
da: Mappe (&Kopier)
de: Ordner (&Kopieren)
el: Φάκελος (Αντιγραφή)
he: תקיה (העתק)
ja: フォルダー（コピー）(&C)
nb_no: Mappe (&Kopier)
nl: Map (&Kopiëren)
pl: Folder (&Kopiuj)
pt_br: Pasta (&copiar)
ru: Папка (&Копировать)
sv: Mapp (&Kopiera)
tr: Klasör (&Kopyala)
uk: Тека (&Копія)

source: Folder (Rip/Con&vert)
ar: دليل (استخراج/تحويل)
ca: Carpeta (Extreu/Con&verteix)
da: Mappe (Rip/Con&vert)
de: Ordner (rippen/kon&vertieren)
el: Φάκελος (Rip/Μετατροπή)
he: תקיה (ייבא מדיסק\המרה)
ja: フォルダー（リッピング / 変換）(&V)
nb_no: Mappe (Importer/Kon&verter)
nl: Map (Rippen/con&verteren)
pl: Folder (Zrzucaj/Konwertuj)
pt_br: Pasta (con&verter)
ru: Папка (Пр&еобразовать)
sv: Mapp (Rippa/Kon&vertera)
tr: Klasör (Kopyala/Dönüştür)
uk: Тека (Копіювати/Пере&творити)

source: Playlist
ar: قائمة التشغيل
ca: Llista de reproducció
da: Afspilningsliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
he: רשימה
ja: プレイリスト
nb_no: Spilleliste
nl: Afspeellijst
pl: &Lista odtwarzania
pt_br: Lista de execução
ru: Плейлист
sv: Spellista
tr: Oynatmalistesi
uk: Список відтворення

source: M3U/XSPF playlist
ar: قائمة تشغيل M3U/XSPF
ca: Llista de reproducció M3U/XSPF
da: M3U/XSPF playliste
de: M3U/XSPF-Wiedergabeliste
el: M3U/XSPF λίστα αναπαραγωγής
he: קובץ רשימה M3U/XSPF
ja: M3U/XSPFプレイリスト
nb_no: M3U/XSPF spilleliste
nl: M3U/XSPF-Afspeellijst
pl: Lista odtwarzania M3U/XSPF
pt_br: Lista M3U/XSPF
ru: Плейлист M3U/XSPF
sv: M3U/XSPF-spellista
tr: M3U/XSPF Oynatma Listesi
uk: Список відтворення M3U/XSPF

source: Report
ar: تقرير
ca: Informe
da: Rapport
de: Bericht
el: Αναφορά
he: דו"ח
ja: レポート
nb_no: Rapport
nl: Rapport
pl: Raport
pt_br: Relatório
ru: Отчёт
sv: Rapportera
tr: Rapor
uk: Звіт

source: File list
ar: قائمة الملفات
ca: llista de fitxers
da: Filliste
de: Dateiliste
el: Λίστα αρχείων
he: רשימת קבצים
ja: ファイルリスト
nb_no: Filliste
nl: Bestand lijst
pl: Lista plików
pt_br: Lista de arquivos
ru: Список файлов
sv: Fillista
tr: Dosya listesi
uk: Список файлів

source: Find &more from same
ar: إيجاد المزيد من نفس المصدر
ca: Troba &més del mateix
da: Find &mere fra samme
de: &Finde mehr von
el: Εύρεση περισσοτέρων από ίδιο
he: מצא דומים
ja: 同じものを検索
nb_no: Finn &mer fra samme
nl: Vind &meer van hetzelfde
pl: Znajdź &więcej z tego samego
pt_br: Encontrar &mais do mesmo
ru: Найти ещё из того же
sv: Hitta &fler från samma
tr: &Daha fazlasını bulun
uk: Знайти &більше від того самого

source: Anal&yze volume
ar: تحليل مستوى الصوت
ca: Anal&itza el volumen
da: Anal&yser volumen
de: Lautstärke anal&ysieren
el: Ανάλυση έντασης
he: בדוק רמות ווליום
ja: 音量の解析(&Y)
nb_no: Anal&ysere volum
nl: Volume anal&yseren
pl: Przeanalizuj głośność
pt_br: Anali&sar volume
ru: Анализ громкости
sv: Anal&ysera volym
tr: Sesi anal&iz et
uk: Анал&ізувати гучність

source: &Level Track volume
ar: تسوية مستوى المسار
ca: &Nivell de volum de la pista
da: &Niveau Sporsvolumen
de: &Lautstärke anpassen (in Datei)
el: Εξισορρόπηση έντασης Κομματιού
he: אזן ווליום לקובץ
ja: トラック音量を揃える(&L)
nb_no: &Nivå sporvolum
nl: Trackvo&lume normaliseren
pl: Poziom głośności utworu
pt_br: A&justar volume da faixa
ru: Громкость трека
sv: Nivåjustera Spåret
tr: &Parça Ses Düzeni
uk: &Вирівняти гучність Доріжки

source: Leveling Track volume irreversibly modifies the track. Are you sure you want to level the volume of the selected Tracks?
ar: تطبيق الحجم أجوستيرمينت لا رجعة فيه تعديل المدرج. هل تريد التأكد من أن مواصلة؟
ca: L'anivellament del volum de la pista, lamodifica de manera irreversible. Esteu segur que voleu anivellar el volum de les pistes seleccionades?
da: Nivellering Track volumen uigenkaldeligt ændrer spor. Er du sikker på du vil til niveau omfanget af de markerede spor?
de: Die Lautstärkeanpassung ändert die Musikdatei unwiderruflich. Wollen Sie wirklich die Lautstärke der ausgewählten Tracks anpassen?
el: Η εξισορρόπηση της έντασης του Κομματιού τροποποιεί αμετάκλητα το κομμάτι. Είστε σίγουρος θέλετε την εξισορρόπηση της έντασης των επιλεγμένων Κομματιών;
he: איזון ווליום לקובץ משנה אותו. אתה בטוח שברצונך לאזן את הווליום?
ja: トラックの音量揃えは、トラックに不可逆な修正を施します。選択トラックの音量揃えをしてよろしいですか？
nb_no: Utjevning av spors volum er permanent. Er du sikker på at du vil utjevne volumet på de valgte sporene?
nl: Volume normaliseren voert onomkeerbare wijzigingen uit. Het volume van deze selectie echt normaliseren?
pl: Wyrównanie głośności utworu nieodwracanie zmodyfikuje utwór. Czy jesteś pewien że chcesz wyrównać poziom głośności wybranych utworów?
pt_br: Ajustar o volume modifica a faixa irreversivelmente. Você tem certeza que deseja nivelar o volume das faixas selecionadas?
ru: Выравнивание громкости безвозвратно изменяет трек. Вы действительно хотите выровнять звук выбранных треков?
sv: Volymnivåjustering modifierar spåret permanent. Är du säker på att du vill nivåjustera de valda Spåren?
tr: Parça ses seviyesini dengeleme, parçayı geri döndürülemez şekilde değiştirir. Seçili Parçaların ses seviyesini dengelemek istediğinizden emin misiniz?
uk: Вирівнювання гучності Доріжки незворотно змінює саму доріжку. Ви дійсно бажаєте вирівняти гучність обраних Доріжок?

source: Analyze waveform
ar: تحليل الموجة الصوتية
ca: Analitzar l’ona
da: Analyser lydbølgeform
de: Wellenform-Analyse
el: Ανάλυση κυματομορφής
he: בנה תצוגת גלי הקול
ja: 波形の解析
nb_no: Analyser lydbølge
nl: Wave-form analyseren
pl: Przeanalizuj przebieg
pt_br: Analisar forma de onda
ru: Анализ формы сигнала
sv: Analysera vågform
tr: Dalga formunu analiz et
uk: Аналіз форми сигналу

source: Display only selected folder's content
ar: عرض محتوى المجلد المحدد فقط
ca: Mostra només el contingut de la carpeta seleccionada
da: Vis kun valgt mappes indhold
de: Nur Inhalt der gewählten Ordner anzeigen
el: Εμφάνιση περιεχομένου μόνο επιλεγμένου φακέλου
he: הצג רק את תוכן התקיה
ja: 選択したフォルダーのコンテンツのみを表示
nb_no: Vis kun valgt mappes innhold
nl: Enkel inhoud van geselecteerde map weergeven
pl: Wyświetlaj tylko zawartość wybranego folderu
pt_br: Tocar somente o conteúdo das pastas selecionadas
ru: Отображать только содержимое выбранной папки
sv: Visa endast vald mapps innehåll
tr: Yalnızca seçili klasörün içeriğini görüntüle
uk: Показувати лише вміст вибраної теки

source: Display folder content recursively
ar: عرض محتوى المجلد بشكل متتالي
ca: Mostra el contingut de la carpeta de manera recursiva
da: Vis mappens indhold rekursivt
de: Auch Inhalt von Unterordnern anzeigen
el: Εμφάνιση περιεχομένου φακέλου αναδρομικά
he: הצג תוכן התקיה וכל תת-התקיות בה
ja: フォルダーの内容を再帰的に表示する
nb_no: Vis mappeinnhold rekursivt
nl: Mapinhoud teruglopend weergeven
pl: Wyświetlaj zawartość folderu rekurencyjnie
pt_br: Exibir o conteúdo da pasta recursivamente
ru: Рекурсивное отображение содержимого папки
sv: Visa mappinnehåll återkommande
tr: Klasör içeriğini iç içe göster
uk: Показувати вміст теки рекурсивно

source: View filter
ar: عرض الفلتر
ca: Veure filtre
da: Vis filter
de: Filter ein/ausblenden
el: Προβολή φίλτρου
he: מסננים
ja: フィルターを表示
nb_no: Vis filter
nl: Weergavefilter
pl: Zobacz filtr
pt_br: Ver filtro
ru: Фильтр просмотра
sv: Visa filter
tr: Filtreyi görüntüle
uk: Показати фільтр

source: contains
ar: يحتوي على
ca: Conté
da: indeholder
de: enthält
el: περιέχει
he: מכיל
ja: 含む
nb_no: inneholder
nl: bevat
pl: zawierający
pt_br: contém
ru: содержит
sv: innehåller
tr: içerir
uk: містить

source: Advanced search
ar: بحث متقدم
ca: Cerca avançada
da: Avanceret søgning
de: Erweiterte Suche
el: Προηγμένη αναζήτηση
he: חיפוש מתקדם
ja: 高度な検索
nb_no: Avansert søk
nl: Geavanceerd zoeken
pl: Szukanie zaawansowane
pt_br: Pesquisa avançada
ru: Расширенный поиск
sv: Avancerad sökning
tr: Gelişmiş arama
uk: Розширений пошук

source: Left panel
ar: لوحة اليسار
ca: Panel esquerra
da: Venstre panel
de: Linkes Panel
el: Αριστερός πίνακας
he: פאנל שמאלי
ja: 左パネル
nb_no: Venstre panel
nl: Venster links
pl: Lewy panel
pt_br: Painel esquerdo
ru: Левая панель
sv: Vänster panel
tr: Sol panel
uk: Ліва панель

source: Media Tree
ar: شجرة الوسائط
ca: Arbre multimèdia
da: Mediatræ
de: Archivbaum
el: Δένδρο Μέσων
he: עץ המדיה
ja: メディアツリー
nb_no: Medietre
nl: Media-lijst
pl: Drzewo mediów
pt_br: Árvore
ru: Дерево медиа
sv: Mediaträd
tr: Medya Ağacı
uk: Медіа Дерево

source: Right panel
ar: لوحة اليمين
ca: Panel dret
da: Højre panel
de: Rechtes Panel
el: Δεξιός πίνακας
he: פאנל ימיני
ja: 右パネル
nb_no: Høyre panel
nl: Venster rechts
pl: Prawy panel
pt_br: Painel direito
ru: Правая панель
sv: Höger panel
tr: Sağ panel
uk: Права панель

source: Lyrics
ar: كلمات الأغاني
ca: lletres
de: Liedtext
el: Στίχοι
he: מילים לשירים
ja: 歌詞
nb_no: Sangtekster
nl: Songteksten
pl: Teksty
pt_br: Letra
ru: Текст
sv: Sångtext
tr: Söz
uk: Текст пісні

source: Playing
ar: قائمة "قيد التشغيل"
ca: Reproduint
da: Spiller
de: Spielt aktuell
el: Αναπαραγωγή
he: מתנגן
ja: 再生中
nb_no: Spiller
nl: Spelend
pl: Odtwarzanie
pt_br: Em execução
ru: Воспроизведение
sv: Spelar
tr: Oynatılıyor
uk: Відтворення

source: Preview
ar: استخراج
ca: Vista prèvia
de: Track-Info
el: Προεπισκόπηση
he: תצוגה מקדימה
ja: プレビュー
nb_no: Forhåndsvisning
pl: Podgląd
pt_br: Visualizar
ru: Просмотр
sv: Förhandsklipp
tr: Önizleme
uk: Попередній перегляд

source: &Visualization
ar: مجموعة المرئيات
ca: &Visualització
da: &Visualisering
de: &Visualisierung
el: Απεικόνιση
he: אפקט תצוגה
ja: 視覚効果(&V)
nb_no: &Visualisering
nl: &Visualisatie
pl: &Wizualizacja
pt_br: &Visualização
ru: &Визуализация
sv: Vis&ualisering
tr: &Görsel
uk: &Візуалізація

source: Refresh
ar: تحديث
ca: Actualitzar
da: Genopfriske
de: Aktualisieren
el: Ανανέωση
he: רענן
ja: 更新
nb_no: Oppdater
nl: Opnieuw laden
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Оновити

source: Party Mode
ar: وضع "العيد"
ca: Mode festa
de: Party-Modus
el: Λειτουργία Πάρτι
he: מצב מסיבה
ja: パーティーモード
nb_no: Festmodus
pl: Tryb Party
pt_br: Modo Festa
ru: Режим вечеринки
sv: Partyläge
tr: Parti Modu
uk: Режим Вечірки

source: &Clear
ar: فارغة
ca: &Netejar
da: &Ryd
de: &Löschen
el: Εκκαθάριση
he: נקה
ja: クリア(&C)
nb_no: &Fjern
nl: &Wissen
pl: Wy&czyść
pt_br: &Limpar
ru: Очистить
sv: &Töm
tr: &Temizle
uk: &Очистити

source: Clea&n (remove inaccessible)
ar: قم بإزالة ذيل غير قابل للوصول
ca: &Netejar (Esborrar inaccesibles)
da: Clea&n (fjern utilgængelige)
de: Auf&räumen (unauffindbare entfernen)
el: Εκκαθάριση (αφαίρεση απροσπέλαστων)
he: נקה (הסר קבצים שאינם זמינים)
ja: クリーン（アクセスできないものを削除）(&N)
nb_no: Rydd (fjern utilgjengelige)
nl: &Opruimen (verwijder indien ontoegankelijk)
pl: Wyczyść (usuń niedostępne)
pt_br: Limpar (remover i&nacessíveis)
ru: Очистить (удалить недоступные)
sv: Re&nsa (ta bort otillgängliga)
tr: Temizl&e (erişilemeyeni kaldır)
uk: Очисти&ти (вилучити недоступні)

source: Remove &duplicates
ar: إزالة التكرارات
ca: Esborrar &duplicats
da: Fjern &duplikater
de: &Duplikate entfernen
el: Αφαίρεση διπλότυπων
he: הסר כפילויות
ja: 重複しているものを削除(&D)
nb_no: Fjern &duplikater
nl: &Duplicaten verwijderen
pl: Usuń duplikaty
pt_br: Remover &duplicados
ru: Удалить дубликаты
sv: Radera &dubletter
tr: Kopyaları &kaldır
uk: Вилучити &дублікати

source: &Randomize list
ar: قائمة عشوائية
ca: &Llista aleatòria
da: &Tilfældig liste
de: &Liste mischen
el: Τυχαία λίστα
he: סדר רשימה באופן אקראי
ja: リストをランダム化(&R)
nb_no: &Tilfeldig liste
nl: &Lijst husselen
pl: Losowa lista
pt_br: Emba&ralhar lista
ru: Перемешать список
sv: &Slumpa lista
tr: &Rastgele liste
uk: &Випадковий список

source: Reverse list
ar: عكس القائمة
ca: Llista inversa
da: Vend liste
de: Liste &umkehren
el: Αντίστροφη λίστα
he: הפוך סדר רשימה
ja: リストを反転
nb_no: Reverser liste
nl: Lijst omkeren
pl: Lista odwrócona
pt_br: Inverter lista
ru: Список в обратном порядке
sv: Vänd på lista
tr: Ters liste
uk: Зворотний список

source: &Undo
ar: إلغاء الأمر
ca: &Desfés
da: &Fortryd
de: &Rückgängig
el: Αναίρεση
he: בטל פעולה
ja: 元に戻す(&U)
nb_no: &Angre
nl: &Ongedaan maken
pl: &Cofnij
pt_br: Desfa&zer
ru: Отменить
sv: Ångra
tr: &Geri al
uk: &Відмінити

source: Clear history
ar: مسح التاريخ
ca: Borra l'històrial
da: Ryd historik
de: Verlauf löschen
he: נקה היסטוריה
ja: 履歴をクリア
nb_no: Tøm historie
nl: Geschiedenis wissen
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi temizle

source: &Redo
ar: إعادة
ca: &Refés
da: &Annuller fortryd
de: &Wiederholen
el: Επανάληψη
he: בצע מחדש
ja: やり直す(&R)
nb_no: &Gjør om
nl: O&pnieuw
pl: &Ponów
pt_br: &Refazer
ru: Повторить
sv: Gör om
tr: &Tekrar
uk: &Повторити

source: Previous view
ar: عرض سابق
ca: Vista previa
da: Tidligere visning
de: Seite zurück
el: Προηγούμενη προβολή
he: תצוגה קודמת
ja: 前のものを表示
nb_no: Forrige visning
nl: Vorige weergave
pl: Poprzedni widok
pt_br: Visão anterior
ru: Предыдущий вид
sv: Föregående vy
tr: Önceki görünüm
uk: Попередній вигляд

source: Fit video to window on resize
ar: تكييف الفيديو مع النافذة عند تغيير الحجم
ca: Ajusta el vídeo a la finestra en canviar la mida
da: Tilpas video til vindue ved ændring af størrelse
de: Videogröße an Fenstergröße anpassen
el: Προσαρμογή βίντεο στο παράθυρο στην αλλαγή μεγέθους
he: התאם וידאו לגודל החלון
ja: サイズ変更時のウィンドウに動画を合わせる
nb_no: Tilpass video til vindu ved skalering
nl: Video passend maken bij herstellen venster
pl: Dopasuj wideo do okna przy zmianie rozmiaru
pt_br: Ajustar vídeo à janela ao redimensionar
ru: Вписывать видео в окно при изменении размера
sv: Anpassa video till fönster vid ändring av storlek
tr: Yeniden boyutlandırmada videoyu pencereye sığdır
uk: Пристосувати відео до вікна при зміні розміру

source: Zoom to 50%
ar: تكبير إلى 50%
ca: Amplia al 50%
da: Zoom til 50%
de: Zoom auf 50%
el: Ζουμ στο 50%
he: זום 50%
ja: 50％にズーム
nb_no: Zoom til 50%
nl: 50% Uitzoomen
pl: Powiększ 50%
pt_br: Zoom para 50%
ru: Масштаб 50%
sv: Zooma till 50%
tr: %50 yakınlaştır
uk: Збільшити на 50%

source: Zoom to 100%
ar: تكبير إلى 100%
ca: Amplia al 100%
da: Zoom til 100%
de: Zoom auf 100%
el: Ζουμ στο 100%
he: זום 100%
ja: 100％にズーム
nb_no: Zoom til 100%
nl: 100% Zoomen
pl: Powiększ 100%
pt_br: Zoom para 100%
ru: Масштаб 100%
sv: Zooma till 100%
tr: %100 yakınlaştır
uk: Збільшити на 100%

source: Zoom to 150%
ar: تكبير إلى 150%
ca: Amplia al 150%
da: Zoom til 150%
de: Zoom auf 150%
el: Ζουμ στο 150%
he: זום 150%
ja: 150％にズーム
nb_no: Zoom til 150%
nl: 150% Inzoomen
pl: Powiększ 150%
pt_br: Zoom para 150%
ru: Масштаб 150%
sv: Zooma till 150%
tr: %150 yakınlaştır
uk: Збільшити на 150%

source: Zoom to 200%
ar: تكبير إلى 200%
ca: Amplia al 200%
da: Zoom til 200%
de: Zoom auf 200%
el: Ζουμ στο 200%
he: זום 200%
ja: 200％にズーム
nb_no: Zoom til 200%
nl: 200% Inzoomen
pl: Powiększ 200%
pt_br: Zoom para 200%
ru: Масштаб 200%
sv: Zooma till 200%
tr: %200 yakınlaştır
uk: Збільшити на 200%

source: Zoom in
ar: تكبير
ca: Més Ampliació
da: Zoom ind
de: Vergrößern
el: Ζουμ μεγέθυνσης
he: הגדל
ja: ズームイン
nb_no: Zoom inn
nl: Inzoomen
pl: Powiększ
pt_br: Mais zoom
ru: Приблизить
sv: Zooma in
tr: Yakınlaştır
uk: Збільшити

source: Zoom out
ar: تصغير
ca: Menys Ampliació
da: Zoom ud
de: Verkleinern
el: Ζουμ σμίκρυνσης
he: הקטן
ja: ズームアウト
nb_no: Zoom ut
nl: Uitzoomen
pl: Zmniejsz
pt_br: Menos zoom
ru: Отдалить
sv: Zooma ut
tr: Uzaklaştır
uk: Зменшити

source: Original AR
ar: الأصلي AR
ca: Proporció Original
de: Original-Seitenverhältnis
el: Αρχική Αν. Απ.
he: יחס מקור
ja: オリジナルAR
nl: Originele beeldverhouding
pl: Oryginalny AR
pt_br: Proporção original
ru: Исходный AR
sv: Ursprungligt vyförhållande
tr: Orijinal AR
uk: Початкові пропорції

source: Move
ar: نقل
ca: Mou
da: Flyt
de: Verschieben
el: Μετακίνηση
he: הזז
ja: 移動
nb_no: Flytt
nl: Verplaatsen
pl: &Przenieś
pt_br: Mover
ru: Переместить
sv: Flytta
tr: Taşı
uk: Перемістити

source: Move left
ar: تحرك لليسار
ca: Mou a l'esquerra
da: Flyt til venstre
de: Nach links verschieben
el: Μετακίνηση αριστερά
he: הזז שמאלה
ja: 左へ移動
nb_no: Flytt til venstre
nl: Naar links
pl: Przesuń w lewo
pt_br: Mover para esquerda
ru: Переместить влево
sv: Flytta till vänster
tr: Sola taşı
uk: Перемістити ліворуч

source: Move right
ar: تحرك لليمين
ca: Mou a la dreta
da: Flyt til højre
de: Nach rechts verschieben
el: Μετακίνηση δεξιά
he: הזז ימינה
ja: 右へ移動
nb_no: Flytt til høyre
nl: Naar rechts
pl: Przesuń w prawo
pt_br: Mover para direita
ru: Переместить вправо
sv: Flytta till höger
tr: Sağa taşı
uk: Перемістити праворуч

source: Move up
ar: الانتقال إلى أعلى
ca: Mou a dalt
da: Flyt op
de: nach oben
el: Μετακίνηση πάνω
he: הזז למעלה
ja: 上に移動
nb_no: Gå opp
nl: Omhoog
pl: Przenieś w górę
pt_br: Mover acima
ru: Вверх
sv: Flytta upp
tr: Yukarı taşı
uk: Перемістити вгору

source: Move down
ar: تحريك لأسفل
ca: Mou a baix
da: Flyt ned
de: nach unten
el: Μετακίνηση κάτω
he: הזז למטה
ja: 下に移動
nb_no: Flytt ned
nl: Omlaag
pl: Przesuń w dół
pt_br: Mover abaixo
ru: Вниз
sv: Flytta ner
tr: Aşağı taşı
uk: Перемістити вниз

source: Reset changes
ar: إعادة ضبط التغييرات
ca: Desfés canvis
da: Nulstil ændringer
de: Änderungen verwerfen
el: Επαναφορά αλλαγών
he: אפס שינויים
ja: 変更のリセット
nb_no: Nullstill endringer
nl: Wijzigingen ongedaan maken
pl: Zresetuj zmiany
pt_br: Desfazer alterações
ru: Сброс изменений
sv: Återställ ändringar
tr: Değişiklikleri sıfırla
uk: Скинути зміни

source: Save thumbnail
ar: حفظ الصورة المصغرة
ca: Desa la miniatura
da: Gem miniaturebillede
de: Vorschaubild speichern
el: Αποθήκευση μικρογραφίας
he: שמור תמונה
ja: サムネイルの保存
nb_no: Lagre miniatyrbilde
nl: Thumbnail opslaan
pl: Zapisz miniaturę
pt_br: Salvar miniatura
ru: Сохранить миниатюру
sv: Spara tumnagel
tr: Küçük resmi kaydet
uk: Зберегти мініатюру

source: Generate the thumbnail:
ar: توليد الصورة المصغرة:
ca: Generar la miniatura:
da: Generer miniaturebilledet:
de: Vorschaubild erstellen:
el: Δημιουργία της μικρογραφίας:
he: ייצר צלמית:
ja: サムネイルの生成:
nb_no: Generer miniatyrbilde:
nl: Deze thumbnail maken:
pl: Wygeneruj miniaturę:
pt_br: Gerar miniatura:
ru: Создать миниатюру:
sv: Generera tumnageln:
tr: Küçük resmi oluşturun:
uk: Створити мініатюру:

source: Automatically
ar: تلقائيًا
ca: Automàticament
da: Automatisk
de: automatisch
el: Αυτόματα
he: אוטומטית
ja: 自動的に
nb_no: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automaticamente
ru: Автоматически
sv: Automatiskt
tr: Otomatik olarak
uk: Автоматично

source: Use current video frame
ar: استخدام الإطار الحالي للفيديو
ca: Utilitzeu el fotograma de vídeo actual
da: Brug aktuel videoramme
de: Aktuelles Bild vom Video verwenden
el: Χρήση τρέχοντος καρέ βίντεο
he: השתמש בפריים הנוכחי
ja: 現在の動画フレームから
nb_no: Bruk nåværende videoramme
nl: Huidig videoframe gebruiken
pl: Użyj bieżącej klatki wideo
pt_br: Usar o quadro de vídeo atual
ru: Использовать текущий видеокадр
sv: Använd nuvarande videoruta
tr: Mevcut video karesini kullan
uk: Використати поточний відеокадр

source: Audio streams
ar: تيارات الصوت
ca: Fluxos d'àudio
da: Lydstrømme
el: Ροές ήχου
he: מקורות שמע
ja: オーディオストリーム
nb_no: Lydstrømmer
pl: Strumienie audio
pt_br: Fluxos de áudio
ru: Аудиопотоки
sv: Ljudströmmar
tr: Ses akışları
uk: Аудіопотоки

source: Subtitles
ar: ترجمات
ca: Subtítols
da: Undertekster
de: Untertitel
el: Υπότιτλοι
he: כתוביות
ja: 字幕
nb_no: Undertekster
nl: Ondertiteling
pl: Napisy
pt_br: Legendas
ru: Субтитры
sv: Undertexter
tr: Altyazılar
uk: Субтитри

source: Open file
ar: افتح الملف
ca: Obre un Arxiu
da: Åbn fil
de: Datei öffnen
el: Άνοιγμα αρχείου
he: פתח קובץ
ja: ファイルを開く
nb_no: Åpne fil
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir arquivo
ru: Открыть файл
sv: Öppna fil
tr: Dosyayı aç
uk: Відкрити файл

source: Subtitle files
ar: ملفات الترجمة
ca: Arxius subtítulats
da: Undertekstfiler
de: Untertitel-Dateien
el: Αρχεία υποτίτλων
he: קבצי כתוביות
ja: 字幕ファイル
nb_no: Undertekstfiler
nl: Ondertitelingsbestanden
pl: Pliki napisów
pt_br: Arquivos de legenda
ru: Файлы субтитров
sv: Undertextfiler
tr: Altyazı dosyaları
uk: Файли субтитрів

source: Select subtitle file
ar: حدد ملف الترجمة
ca: Selecciona arxius de subtítols
da: Vælg undertekstfil
de: Untertitel-Datei auswählen
el: Επιλογή αρχείου υπότιτλου
he: בחר קובץ כתוביות
ja: 字幕ファイルを選択
nb_no: Velg undertekstfil
nl: Ondertitelingsbestand selecteren
pl: Wybierz plik z napisami
pt_br: Selecionar arquivo de legenda
ru: Выберите файл субтитров
sv: Välj undertextfil
tr: Altyazı dosyasını seç
uk: Вибрати файл субтитрів

source: Enable
ar: تمكين
ca: Activa
da: Aktivér
de: aktivieren
el: Ενεργοποίηση
he: אפשר
ja: 有効にする
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
ru: Включить
sv: Aktivera
tr: Etkinleştir
uk: Увімкнути

source: Size
ar: حجم
ca: Tamany
da: Størrelse
de: Größe
el: Μέγεθος
he: גודל
ja: サイズ
nb_no: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір

source: Small
ar: صغير
ca: Petit
da: Lille
de: Klein
el: Μικρό
he: קטן
ja: 小
nb_no: Liten
nl: Klein
pl: Mały
pt_br: Pequeno
ru: Маленький
sv: Liten
tr: Küçük
uk: Маленький

source: Normal
ar: عادي
el: Κανονικό
he: רגיל
ja: 通常
nl: Normaal
pl: Normalny
ru: Нормальный
uk: Звичайний

source: Large
ar: الكبرى
ca: Gran
da: Store
de: Groß
el: Μεγάλο
he: גדול
ja: 大
nb_no: Stor
nl: Groot
pl: Duże
pt_br: Grande
ru: Большой
sv: Stor
tr: Büyük
uk: Великий

source: Extra large
ar: كبير جداً
ca: Extra gran
da: Ekstra stor
de: Extra groß
el: Πολύ μεγάλο
he: גדול מאד
ja: 特大
nb_no: Ekstra stor
nl: Extra groot
pl: Bardzo duży
pt_br: Muito grande
ru: Очень большой
sv: Extra stor
tr: Çok büyük
uk: Дуже великий

source: Play normally
ar: العب بشكل طبيعي
ca: Reprodueix ara
da: Afspil normalt
de: Direkt abspielen
he: נגן באופן רגיל
ja: 通常の再生
nb_no: Spill normalt
nl: Normaal afspelen
pt_br: Executar normalmente
ru: Играть нормально
sv: Spela normalt
tr: Normal şekilde oynat
uk: Відтворити звичайно

source: Play shuffled
ar: اللعب عشوائيًا
ca: Reprodueix barrejat
da: Afspil blandet
de: Abspielen im Zufallsmodus
el: Ανακατεμένη αναπαραγωγή
he: נגן בסדר אקראי
ja: シャッフルして再生
nb_no: Spill stokket
nl: In willekeurige volgorde afspelen
pl: Odtwórz losowo
pt_br: Tocar embaralhado
ru: Играть в случайном порядке
sv: Spela slumpmässigt
tr: Karışık oynat
uk: Відтворити перетасовані
