Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Check
ar: تحقق
ca: Comprovar
da: Kontroller
de: Prüfen
el: Έλεγχος
he: בדיקה
ja: 確認
nb_no: Sjekk
nl: Controleer
pl: Sprawdzać
pt_br: Verificar
ru: Проверить
sv: Kontrollera
tr: Kontrol et
uk: Перевірити

source: If any of the following conditions are true:
ar: إذا كان أي من الشروط التالية صحيحًا:
ca: Si es compleix alguna de les condicions següents:
da: Hvis en af følgende betingelser er sand:
de: Bei Übereinstimmung mit mind. einem der folgenden Kriterien:
el: Εάν ισχύει κάποια από τις ακόλουθες συνθήκες:
he: אם אחד מהתנאים הבאים נכון:
ja: 次のいずれかの条件が当てはまる場合:
nb_no: Hvis noen av følgende forhold stemmer:
nl: Als aan enige van de volgende voorwaarde wordt voldaan:
pl: Jeśli którykolwiek z poniższych warunków jest spełniony:
pt_br: Se qualquer das seguintes condições for verdadeira:
ru: Если все следующие критерии верны:
sv: Om något av följande villkor är sant:
tr: Aşağıdaki koşullardan herhangi biri doğruysa:
uk: Якщо будь-яка з наступних умов відповідає дійсності:

source: Quality profile
ar: ملف التعريف الجودة
ca: Perfil de qualitat
da: Kvalitetsprofil
de: Qualitätsprofil
el: Προφίλ ποιότητας
he: פרופיל איכות
ja: 品質プロフィール
nb_no: Kvalitetsprofil
nl: Kwaliteitsprofiel
pl: Profil jakości
pt_br: Perfil de qualidade
ru: Профиль качества
sv: Kvalitetsprofil
tr: Kalite profili
uk: Профіль якості

source: per Track
ar: بالمسار
ca: per pista
da: per Spor
de: pro Track
el: ανά Κομμάτι
he: לכל פריט
ja: トラックごと
nb_no: for hvert spor
pl: na utwór
pt_br: por faixa
ru: на трек
sv: per spår
tr: Parça başına
uk: на Доріжку

source: Verifies ripped tracks against the AccurateRip.com database
ar: يؤكد المسارات الممزقة ضد قاعدة بيانات AccurateRip.com
ca: Verifica les pistes extretes a la base de dades AccurateRip.com
da: Verificerer rippe numre mod AccurateRip.com databasen
de: Vergleicht gerippte Tracks mit der AccurateRip-Datenbank
el: Επαληθεύει τα ripped κομμάτια στη βάση δεδομένων AccurateRip.com
he: מאמת רצועות שנקראו על פי בסיס הנתונים AccurateRip.com
ja: AccurateRip.comデータベースに対してリッピングされたトラックを検証します
nb_no: Verifiserer rippede spor mot databasen til AccurateRip.com
nl: Vergelijkt geripte tracks met de AccurateRip.com-database
pl: Weryfikuje zgrane utworu zgodnie z danymi z bazy AccurateRip.com
pt_br: Compara as faixas extraídas com a base de dados AccurateRip.com
ru: Сверять преобразованные треки с базой данных AccurateRip.com
sv: Verifierar avkopierad/rippade spår mot AccurateRip.com-databasen
tr: Kopyalanan parçaları AccurateRip.com veritabanına göre doğrular
uk: Перевірка записаних доріжок у базі даних AccurateRip.com

source: Use advanced settings
ar: استخدام الإعدادات المتقدمة
ca: Utilitzeu configuracions avançades
da: Brug avancerede indstillinger
de: Erweiterte Einstellungen verwenden
el: Χρήση σύνθετων ρυθμίσεων
he: השתמש בהגדרות מתקדמות
ja: 詳細設定を使用する
nb_no: Bruk avanserte innstillinger
nl: Geavanceerde instellingen gebruiken
pl: Użyj ustawień zaawansowanych
pt_br: Usar configurações avançadas
ru: Расширенные настройки
sv: Använd avancerade inställningar
tr: Gelişmiş ayarları kullan
uk: Використовувати додаткові налаштування

source: Customize subscription rules for this podcast
ar: خصص قواعد الاشتراك لهذا البودكاست
ca: Personalitzeu les regles de subscripció per a aquest podcast
da: Tilpas abonnementsregler for denne podcast
de: Abonnementregeln für diesen Podcast anpassen
el: Προσαρμογή κανόνων συνδρομής για αυτό το podcast
he: התאם אישית כללי מנוי לפודקאסט הזה
ja: このポッドキャストの購読ルールをカスタマイズする
nb_no: Tilpass abonnement regler for denne podcasten
nl: Abonnementsregels voor deze podcast aanpassen
pl: Dostosuj reguły subskrypcji dla tego podcastu
pt_br: Personalizar as regras de assinatura para este podcast
ru: Настроить правила подписки на этот подкаст
sv: Anpassa prenumerationsregler för denna podcast
tr: Bu podcast için abonelik kurallarını özelleştirin
uk: Налаштувати правила підписки для цього подкасту

source: purchase MediaMonkey Gold here
ar: شراء MediaMonkey Gold هنا
ca: compra MediaMonkey Gold aquí
da: køb MediaMonkey Gold her
de: MediaMonkey Gold hier kaufen
el: αγοράστε εδώ το MediaMonkey Gold
he: רכוש MediaMonkey Gold כאן
ja: MediaMonkey Goldの購入はこちら
nb_no: kjøp MediaMonkey Gold her
nl: Koop MediaMonkey dan hier
pl: Kup MediaMonkey Gold tutaj
pt_br: compre o MediaMonkey Gold aqui
ru: приобрести MediaMonkey Gold можно здесь
sv: köp MediaMonkey Gold här
tr: MediaMonkey Gold'u buradan satın alın
uk: придбати MediaMonkey Gold тут

source: < Remove
ar: < إزالة
ca: <Elimina
da: < Fjern
de: < Entfernen
el: < Αφαίρεση
he: הסתר >>
ja: ＜削除
nb_no: < Fjern
nl: < Verwijderen
pl: < Usuń
pt_br: < Remover
ru: < Убрать
sv: < Ta bort
tr: < Kaldır
uk: < Вилучити

source: Add files from:
ar: إضافة الملفات من:
ca: Afegiu fitxers de:
da: Tilføj filer fra:
de: Quelle für Track-Auswahl:
el: Προσθήκη αρχείων από:
he: הוסף קבצים מתוך:
ja: ファイル追加元:
nb_no: Legg til filer fra:
nl: Toevoegen vanuit:
pl: Dodaj pliki z:
pt_br: Adicionar arquivos de:
ru: Добавить треки из:
sv: Lägg till filer från:
tr: Dosyaları şuradan ekle:
uk: Додати файли з:

source: This determines how many previously played tracks will be displayed in the 'Playing' list.
ar: هذا يحدد عدد المسارات السابقة التي تم تشغيلها والتي ستظهر في قائمة "قيد التشغيل".
ca: Això determina quantes pistes reproduïdes anteriorment es mostraran a la llista 'Reproduint'.
da: Dette bestemmer, hvor mange tidligere afspillede numre der vil blive vist i 'Spiller' listen.
de: Anzahl bereits gespielter Tracks, die in der Abspielliste bleiben.
he: זה קובע כמה רצועות שהושמעו בעבר יוצגו ברשימת 'מתנגנים'.
ja: すでに再生されたトラックを「再生中」リストに表示する数を決定します。
nb_no: Dette bestemmer hvor mange tidligere spilte spor som vises i 'Spiller nå' liste.
nl: Bepaalt hoeveel reeds afgespeelde tracks worden weergegeven in de 'Speel' lijst.
pt_br: Isto determina quantas faixas já executadas continuarão a ser exibidas na janela 'Em Execução'.
ru: Определяет, сколько ранее воспроизведённых треков будет отображаться в списке воспроизведения.
sv: Anger hur många tidigare spelade spår som skall ligga kvar i spellistan.
tr: Bu, 'Çalınıyor' listesinde daha önce çalınan parçalardan kaç tanesinin görüntüleneceğini belirler.

source: Configure...
ar: تكوين...
ca: Configura...
da: Konfigurer...
de: Konfigurieren...
el: Διαμόρφωση...
he: הגדר...
ja: 設定...
nb_no: Konfigurer...
nl: Instellen...
pl: Konfiguruj...
pt_br: Configurar...
ru: Настроить...
sv: Konfigurera...
tr: Yapılandırma...
uk: Конфігурувати...

source: Edit hotkey
ar: تحرير الاختصار
ca: Edita la tecla de drecera
da: Rediger genvejstast
de: Tastenkürzel bearbeiten
el: Επεξεργασία πλήκτρου συντόμευσης
he: ערוך קיצור מקלדת
ja: ホットキー編集
nb_no: Rediger hurtigtast
nl: Sneltoets bewerken
pl: Edytuj skrót klawiszowy
pt_br: Editar atalho
ru: Назначение горячих клавиш
sv: Redigera snabbtangent
tr: Düzenleme kısayolu
uk: Редагувати гарячу клавішу

source: Hotkeys let you define keyboard shortcuts to accomplish various actions. Select [New Hotkey] to create a new shortcut.
ar: الاختصارات الساخنة تتيح لك تعيين اختصارات لوحة المفاتيح لتنفيذ مجموعة متنوعة من الإجراءات. اختر [اختصار جديد] لإنشاء اختصار جديد.
ca: Les tecles d'accés directe us permeten definir dreceres de teclat per dur a terme diverses accions. Seleccioneu [Nova tecla d'accés directe] per crear una nova drecera.
da: Genvejstaster lader dig definere tastaturgenveje til at udføre forskellige handlinger. Vælg [Ny Genvejstast] for at oprette en ny genvej.
de: Sie können anpassen, welche Funktionen einzelne Tastenkombinationen haben. Mit <Neues Tastenkürzel...> oben in der Liste können Sie ein selbst gewähltes Kürzel mit der gewünschten Funktion verknüpfen.
el: Τα πλήκτρα πρόσβασης σάς επιτρέπουν να ορίσετε συντομεύσεις πληκτρολογίου για πραγματοποίηση διαφόρων ενεργειών. Επιλέξτε [Νέο Πλήκτρο Συντόμευσης] για δημιουργία νέας συντόμευσης.
he: מקש קיצור מאפשר לך להגדיר קיצורי דרך במקלדת לביצוע פעולות שונות. בחר [מפתח מקש חדש] כדי ליצור קיצור דרך חדש.
ja: ホットキーを使用すると、さまざまな動作を実行するためのキーボードショートカットを定義できます。「新規ホットキー」を選択して、新しいショートカットを作成します。
nb_no: Hurtigtaster lar deg definere hurtigtaster for å utføre forskjellige handlinger. Velg [Ny hurtigtast] for å opprette en ny snarvei.
nl: Met Sneltoetsen kunnen diverse taken snel middels een toetscombinatie worden uitgevoerd. Selecteer [Nieuwe sneltoets] om een nieuwe toetscombinatie in te stellen.
pl: Klawisze skrótu pozwalają zdefiniować skróty klawiaturowe do wykonywania różnych czynności. Wybierz [Nowy klawisz skrótu], aby utworzyć nowy skrót.
pt_br: Teclas de Atalho permitem o acesso rápido a diversas ações. Selecione [Novo Atalho] para criar um novo atalho.
ru: Горячие клавиши позволяют выполнять различные действия. Выберите [Новая клавиша], чтобы создать новое сочетание клавиш.
sv: Snabbtangenter låter dig definiera kortkommandon för att utföra olika åtgärder. Välj [Ny snabbtangent] för att skapa en ny genväg.
tr: Kısayollar, çeşitli eylemleri gerçekleştirmek için klavye kısayolları tanımlamanıza olanak tanır. Yeni bir kısayol oluşturmak için [Yeni Kısayol] öğesini seçin.
uk: Гарячі клавіші дозволяють визначати комбінації клавіш для виконання різних дій. Виберіть [Нова гаряча клавіша], щоб створити новий ярлик.

source: Looks up lyrics if they're missing
ar: يبحث عن الكلمات إذا كانت مفقودة
ca: Cerca lletres si falten
da: Slår op sangtekster, hvis de mangler
de: Sucht nach fehlenden Liedtexten
el: Αναζήτηση εάν λείπουν στίχοι
he: מחפש מילות שירים אם הן חסרות
ja: 歌詞が見つからない場合、検索します
nb_no: Ser etter sangtekster hvis det mangler
nl: Zoekt songteksten op als die ontbreken
pl: Wyszukuje teksty, jeśli ich brakuje
pt_br: Procura letra da música, se estiver faltando
ru: Поиск текстов песен, если они отсутствуют
sv: Slår upp texter om de saknas
tr: Eksikse şarkı sözlerini arar
uk: Пошук текстів пісень, якщо вони відсутні

source: Associate file types with MediaMonkey...
ar: ربط أنواع الملفات مع MediaMonkey...
ca: Associa tipus de fitxers amb MediaMonkey ...
da: Tilknyt filtyper med MediaMonkey...
de: Dateiformate werden MediaMonkey zugeordnet...
el: Συσχέτιση τύπων αρχείων με το MediaMonkey...
he: קשר סוגי קבצים עם MediaMonkey...
ja: ファイル形式をMediaMonkeyに関連付ける...
nb_no: Tilknytt filtyper med MediaMonkey...
nl: Bestandskoppelingen voor MediaMonkey...
pl: Powiąż typy plików z MediaMonkey...
pt_br: Associar todos os tipos de arquivo com o MediaMonkey...
ru: Ассоциировать типы файлов с MediaMonkey...
sv: Associera filtyper med MediaMonkey...
tr: Dosya türlerini MediaMonkey ile ilişkilendir...
uk: Пов'язати типи файлів з MediaMonkey...

source: Disable Player controls and track reordering
ar: تعطيل عناصر التحكم في المشغل وإعادة ترتيب المسار
ca: Desactiva els controls del reproductor i l'ordenació de les pistes
da: Deaktiver Afspillerkontroller og rækkefølgeændring
de: Player-Steuerung und Ändern der Track-Reihenfolge deaktivieren
el: Απενεργοποίηση στοιχείων ελέγχου του Player και αναδιάταξης κομματιών
he: השבית שליטה נוספת על הקול ומחיקה מחדש של השירים
ja: プレイヤーコントロールとトラックの並べ替えを無効にする
nb_no: Deaktiver Player kontroller og spor omorganisering
nl: Afspeelknoppen en herordenen tracks uitschakelen
pl: Wyłącz sterowanie odtwarzaczem i zmianę kolejności utworów
pt_br: Desabilitar os controles de execução e a reordenação de faixas
ru: Отключить управление плеером и изменение порядка треков
sv: Inaktivera spelarkontroller och spåromsortering
tr: Oynatıcı denetimlerini ve parça yeniden sıralamasını devre dışı bırakın
uk: Вимкнути елементи керування програвачем і перевпорядкувати доріжки

source: DLNA Settings
ar: إعدادات DLNA
ca: Configuració de DLNA
da: DLNA Indstillinger
de: DLNA-Einstellungen
el: Ρυθμίσεις DLNA
he: הגדרות הזרמת DLNA
ja: DLNA設定
nb_no: DLNA innstillinger
nl: DLNA-instellingen
pl: Ustawienia DLNA
pt_br: Configurações DLNA
ru: Настройки DLNA
sv: DLNA-inställningar
tr: DLNA Ayarları
uk: Налаштування DLNA

source: Scrobble content that
ar: محتوى سكرابل الذي
ca: Scrobble contingut que
da: Indsaml indhold der
de: Filter für Scrobble-Inhalte
el: Scrobble περιεχόμενο που
he: תוכן של סקובל
ja: Scrobbleコンテンツ
nb_no: Skrible innhold som
nl: Inhoud Scrobblen
pl: Scrobble treści, które
pt_br: Fazer scrobble de conteúdo que
ru: Скробблинг контента, который
sv: Skrobbla innehåll som
tr: Dinleyici İçeriği
uk: Прокрутити вміст, який

source: Submit tracks from Radio streams
ar: إرسال المسارات من تدفقات الراديو
ca: Envieu pistes de les transmissions de ràdio
da: Afgiv numre fra Radio streams
de: Sende Tracks aus Radio-Streams
el: Υποβολή κομματιών από Ραδιοφωνικές ροές
he: שלח שירים מזרמי רדיו
ja: ラジオストリームからトラックを送信
nb_no: Send inn spor fra Radio-strømmer
nl: Tracks van Radiostreams toelaten
pl: Przesyłaj utwory ze strumieni radiowych
pt_br: Submeter faixas dos streams de rádio
ru: Отправка треков из радиопотоков
sv: Skicka in spår från radioströmmar
tr: Radyo yayınlarından parçalar gönderin
uk: Надіслати доріжки з радіостанцій

source: Server IP address:port:
ar: عنوان IP الخادم:المنفذ:
ca: Adreça IP del servidor:port:
da: Serverens IP-adresse:port:
de: Server-IP-Adresse:Port:
el: Server διεύθυνση IP:θύρα:
he: כתובת IP של שרת:פורט:
ja: サーバーIPアドレス:ポート:
nb_no: Serverens IP-adresse:port:
nl: IP-adres van servr:poort:
pl: Adres IP serwera:port:
pt_br: Endereço IP:porta do servidor:
ru: IP сервера адрес:порт:
sv: Server-IP-adress:port:
tr: Sunucu IP adresi:port:
uk: IP-адреса сервера: порт:

source: Lookup settings
ar: إعدادات البحث
ca: Configuració de cerca
da: Slå op indstillinger
de: Geräteprofil online suchen
el: Ρυθμίσεις αναζήτησης
he: הגדרות חיפוש
ja: 設定を探す
nb_no: Oppslaginnstillinger
nl: Instellingen opzoeken
pl: Ustawienia wyszukiwania
pt_br: Configurações de busca
ru: Настройки поиска
sv: Inställningar för uppslag
tr: Arama ayarları
uk: Налаштування пошуку

source: Resets this sync profile to its default settings
ar: يعيد تعيين ملف التعريف هذا الإعدادات الافتراضية الخاصة بـ سيك التخزين
ca: Restableix aquest perfil de sincronització a la configuració predeterminada
da: Nulstil denne synk profil til sine standardindstillinger
de: Setzt dieses Synchronisierungsprofil auf Standardeinstellungen zurück
el: Επαναφέρει αυτό το προφίλ συγχρονισμού στις προεπιλεγμένες του ρυθμίσεις
he: מאפס את פרופיל הסנכרון הזה להגדרות הברירת המחדל
ja: この同期プロフィールをデフォルト設定にリセットします
nb_no: Tilbakestiller denne synkroniseringsprofilen til standardinnstillingene
nl: Dit synchronisatieprofiel terugzetten op de standaard-instellingen
pl: Resetuje ten profil synchronizacji do ustawień domyślnych
pt_br: Redefine este perfil de configuração para as configurações padrão
ru: Сброс этого профиля синхронизации в настройки по умолчанию
sv: Återställer den här synkroniseringsprofilen till standardinställningarna
tr: Bu senkronizasyon profilini varsayılan ayarlarına sıfırlar
uk: Скидає цей профіль синхронізації до типових налаштувань

source: Choose the Directory/Filename format to be used for files on the device.
ar: اختر تنسيق دليل/اسم الملف ليتم استخدامه للملفات على الجهاز.
ca: Trieu el format de directori/nom de fitxer que voleu utilitzar per als fitxers del dispositiu.
da: Vælg Bibliotek/Filnavn formatet, der skal bruges til filer på enheden.
de: Wählen Sie das Standardverzeichnis / Dateinamenformat für Dateien auf diesem Gerät.
el: Επιλέξτε τη μορφή Καταλόγου/Όνομα αρχείου που θα χρησιμοποιηθεί για αρχεία στη συσκευή.
he: בחר בתבנית תיקיית/שם הקובץ שתשמש לקבצים על המכשיר.
ja: デバイス上のファイルに使用するディレクトリ/ファイル名形式を選択してください。
nb_no: Velg katalog-/filnavnformat som skal brukes for filer på enheten.
nl: Kies de indeling van de map/bestandsnaam die moet worden gebruikt voor bestanden op het apparaat.
pt_br: Defina o formato de pasta/nome de arquivo para ser usado para os arquivos no dispositivo.
ru: Выберите формат папки/имени файла, который будет использоваться для файлов на устройстве.
sv: Välj det katalog-/filnamnsformat som ska användas för filer på enheten.
tr: Aygıttaki dosyalar için kullanılacak Dizin/Dosya adı biçimini seçin.
uk: Виберіть формат каталогу/назви файлу, який буде використовуватися для файлів на пристрої.

source: Describes any other directories that should be scanned for media.
ar: يصف أي دلائل أخرى يجب فحصها للوسائط.
ca: Descriu qualsevol altre directori que s'hauria d'escanejar per buscar suports.
da: Beskriver eventuelle andre mapper, der skal scannes for medier.
de: Weitere Verzeichnisse, die nach Medien durchsucht werden sollen.
el: Περιγράφει όλους τους άλλους κατάλογους που πρέπει να σαρωθούν για πολυμέσα.
he: מתאר כל ספריות אחרות שצריכות להיסרק עבור מדיה.
ja: メディアをスキャンする他のディレクトリについて記述します。
nb_no: Definerer alle andre lokasjoner som skal bli skannet for innhold.
nl: Beschrijft elke andere map die op media gescand moet worden.
pl: Opisuje wszystkie inne katalogi, które należy przeskanować w poszukiwaniu multimediów.
pt_br: Descreve quaisquer outras pastas que devem ser verificadas à procura de arquivos de mídia.
ru: Описывает любые другие папки, которые следует сканировать на наличие медиафайлов.
sv: Beskriver alla andra kataloger som ska skannas för media.
tr: Medya için taranması gereken diğer dizinleri açıklar.
uk: Описує будь-які інші каталоги, які слід перевірити на наявність носіїв.

source: Update empty fields only
ar: تحديث الحقول الفارغة فقط
ca: Actualitzeu només els camps buits
da: Update tomme felter kun
de: Aktualisiere nur leere Felder
el: Ενημέρωση μόνο κενών πεδίων
he: עדכן שדות ריקים בלבד
ja: 空欄の項目のみ更新
nb_no: Oppdater kun tomme felt
nl: Alleen lege velden bijwerken
pl: Uaktualnij tylko puste pola
pt_br: Atualizar somente campos vazios
ru: Обновить только пустые поля
sv: Uppdatera endast tomma fält
tr: Yalnızca boş alanları güncelleyin
uk: Оновити лише порожні поля

source: Encode tracks with volume leveled
ar: ترميز المسارات مع حجم ثابت
ca: Codificar pistes amb volum anivellat
da: Encode numre med volumen nivelleret
de: Datei(en) mit angepasster Lautstärke kodieren
el: Κωδικοποίηση κομματιών με εξισορρόπηση έντασης
he: קודד שירים עם עוצמה מאוזנת
ja: 音量を揃えてトラックをエンコード
nb_no: Konverter spor med utjevnet volum
nl: Tracks met genormaliseerd volume coderen
pl: Koduj utwory z wyrównaną głośnością
pt_br: Codificar faixas com ajuste de volume
ru: Выравнивать звук трека при кодировании
sv: Koda spåren med volymjustering
tr: Ses seviyesi ayarlı parçaları kodlayın
uk: Кодування доріжок з вирівнюванням гучності

source: Update
ar: تحديث
ca: Actualització
da: Opdater
de: Aktualisieren
el: Ενημέρωση
he: עדכן
ja: アップデート
nb_no: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
sv: &Uppdatera
tr: Güncelleme
uk: Оновити

source: Nominal bitrate
ar: معدل البت الاسمي
ca: Taxa de bits nominal
da: Nominel bithastighed
de: Nominale Bitrate
el: Ονομαστικό bitrate
he: קצב סביות רגיל
ja: 公称ビットレート
nb_no: Nominell bitrate
nl: Nominale bitwaarde
pl: Nominalny bitrate
pt_br: Taxa de bits nominal
ru: Номинальный битрейт
sv: Genomsnittlig bithastighet
tr: Nominal bit hızı
uk: Номінальна швидкість потоку

source: Limit minimal bitrate
ar: الحد من تدفق الحد الأدنى
ca: Limiteu la velocitat de bits mínima
da: Grænse minimal bitrate
de: Minimale Bitrate begrenzen
el: Περιορισμός ελάχιστου bitrate
he: הגבל קצב סיביות
ja: 最小ビットレート制限
nb_no: Begrens minste bithastighet
nl: Beperk de minimale bitsnelheid
pl: Limit minimalnej szybkości bitów
pt_br: Limitar taxa de bits mínima
ru: Ограничить минимальный битрейт
sv: Begränsa lägsta bitrate
tr: Minimum bit hızını sınırla
uk: Обмежити мінімальну швидкість потоку

source: Login
ar: تسجيل الدخول
ca: iniciar Sessió
da: Log ind
de: Einloggen
el: Σύνδεση
he: התחבר
ja: ログイン
nb_no: Innlogging
nl: Inloggen
pl: Zaloguj się
ru: Вход
sv: Logga in
tr: Giriş
uk: Вхід

source: On download, tag episodes based on data from podcast feed
ar: عند التحميل، وسم الحلقات بناءً على البيانات من تدفق البودكاست
ca: En baixar-los, etiqueteu els episodis basats en dades del fluxe de podcasts
da: Ved download, tages episoder udgangspunkt i data fra podcast feed
de: Beim Herunterladen die Episoden mit Daten vom Podcast Feed taggen
el: Κατά τη λήψη, ετικέτα στα επεισόδια με βάση δεδομένα από ροή podcast
he: בעת הורדה, תייג פרקים על בסיס נתונים מהפודקאסט פיד
ja: ダウンロード時、ポッドキャストフィードからのデータに基いてエピソードにタグ付けする
nb_no: Ved nedlasting, merk episoder basert på data fra podcast feed
nl: Afleveringen tijdens downloaden labelen o.b.v. data uit de podcastfeed
pl: Po pobraniu taguj odcinki na podstawie danych z kanału podcastów
pt_br: Ao baixar, gravar tags dos episódios com base nos dados do feed do podcast
ru: При загрузке тегировать эпизоды на основе данных из ленты подкаста
sv: Vid nedladdning, tagga episoder baserat på data från podcast-flöde
tr: İndirme sırasında, podcast akışındaki verilere göre bölümleri etiketleyin
uk: При завантаженні позначати епізоди теґами на основі даних з каналу подкастів

source: View log
ar: عرض سجل الأحداث
ca: Veure el registre
da: Vis log
de: Protokoll anzeigen
el: Προβολή αρχείου καταγραφής
he: הצג יומן מערכת
ja: ログを参照
nb_no: Vis logg
nl: Log weergeven
pl: Wyświetl dziennik
pt_br: Ver log
ru: Показать журнал
sv: Visa logg
tr: Günlüğü görüntüle
uk: Переглянути журнал

source: Update & Previous song (Alt-Left)
ar: تحديث والانتقال إلى المسار السابق (Alt الأيسر)
ca: Actualitzar & Cançó anterior (Alt-Esquerre)
da: Update & Forrige sang (Alt-Venstre)
de: Speichern & vorheriger Track (Alt-Links)
el: Ενημέρωση & Προηγούμενο τραγούδι (Alt-Left)
he: עדכן & השיר הקודם (Alt-Left)
ja: 更新して前の曲へ (Alt-Left)
nb_no: Oppdater & Forrige sang (Alt-Venstre)
nl: Bijwerken en Vorige track (Alt-Links)
pl: Uaktualnij i Poprzednia piosenka (Ctrl-w lewo)
pt_br: Atualizar e ir para faixa anterior (Alt+Left)
ru: Обновить и предыдущая песня (Alt-Влево)
sv: Uppdatera & Föregående spår (Alt+Pil vänster)
tr: Güncelleme ve Önceki şarkı (Alt-Sol)
uk: Оновити та Попередня пісня (Alt-Left)

source: Confirm desired options on copy of Library folders
ar: تأكيد الخيارات في النسخ الدلائل مكتبة
ca: Confirmeu les opcions desitjades en la còpia de les carpetes de la biblioteca
da: Bekræfte den ønskede optioner på kopi af Bibliotek mapper
de: Bestätigen beim Kopieren von Archiv-Ordnern
el: Επιβεβαίωση επιθυμητών επιλογών κατά την αντιγραφή των φακέλων Βιβλιοθήκης
he: אשר את האפשרויות הרצויות בעת העתקת תיקיות ספרייה
ja: ライブラリフォルダーのコピーの際、オプションを確認する
nb_no: Bekreft ønskede alternativer ved kopiering av mapper i Biblioteket
nl: Bevestiging bij het kopiëren van bibliotheekmappen vragen
pl: Wymagaj potwierdzenia przy kopiowaniu folderów Biblioteki
pt_br: Confirmar as opções desejadas ao copiar pastas da biblioteca
ru: Подтверждать при копировании папок библиотеки
sv: Visa bekräftelsedialog vid kopiering av mappar i Mediabiblioteket
tr: Kitaplık klasörlerinin kopyalanmasında istenen seçenekleri onaylayın
uk: Підтвердити бажані параметри на копії тек Бібліотеки

source: Every hour
ar: كل ساعة
ca: Cada hora
da: Hver time
de: Jede Stunde
el: Κάθε ώρα
he: כל שעה
ja: 毎時
nb_no: Hver time
nl: Ieder uur
pl: Co godzinę
pt_br: De hora em hora
ru: Каждый час
sv: Varje timme
tr: Her saat
uk: Кожну годину

source: When adding files to the Library
ar: عند إضافة ملفات إلى المكتبة
ca: En afegir fitxers a la biblioteca
da: Når filer tilføjes til Biblioteket
de: Wenn Dateien zum Archiv hinzugefügt werden
el: Κατά την προσθήκη αρχείων στη Βιβλιοθήκη
he: בעת הוספת קבצים לספרייה
ja: ライブラリにファイルを追加するとき
nb_no: Når du legger til filer i biblioteket
nl: Bij toevoegen van bestanden aan de Bibliotheek
pl: Podczas dodawania plików do Biblioteki
pt_br: Ao adicionar arquivos à biblioteca
ru: При добавлении файлов в библиотеку
sv: När filer läggs till i Mediabiblioteket
tr: Kitaplığa dosya ekleme
uk: При додаванні файлів до Бібліотеки

source: Total lockdown
ar: إغلاق كامل
ca: Bloqueig total
da: Total nedlukning
de: Komplett sperren
el: Συνολικό κλείδωμα
he: נעילה
ja: 総ロックダウン
nb_no: Total lock
nl: Totale lockdown
pl: Całkowita blokada
pt_br: Travar totalmente
ru: Полная изоляция
sv: Total nedstängning
tr: Tam kilitlenme
uk: Загальний карантин
