Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: foo | finds words beginning with foo (e.g. Bar Food or fóObar )
ar: foo | العثور على الكلمات التي تبدأ بـ foo (مثل Bar Food أو fóObar)
ca: Fut | troba paraules que comencen per Fut (distingeix entre majúscules i minúscules, p. ex. futbol, Fútbol o fÚtbol)
da: foo | finder ord begyndende med foo (f.eks. Bar Mad eller fóObar )
de: foo | Findet Wörter, die mit foo beginnen (z.B. Bar Food oder fóObar)
he: foo | מוצא מילים שמתחילות עם foo (למשל Bar Food או FoObar )
ja: foo | fooで始まる単語を検索します（例： Bar FoodまたはfóObar ）
nb_no: foo | finner ord som begynner med foo (f.eks. Bar Food eller fóObar)
nl: Voe | vindt woorden beginnend met voe (bijv. Voetbal of bal Voet)
pt_br: foo | encontra palavras começando com foo (por ex. football ou food)
ru: foo | находит слова, начинающиеся на foo (например: Bar Food или fóObar )
sv: foo | hittar ord som börjar på foo (t.ex. Bar Food eller fóObar )
tr: foo | foo ile başlayan kelimeleri bulur (örn. Bar Food veya fóObar)
uk: foo | знаходить слова, що починаються з foo (наприклад, Bar Food або fóObar)

source: +Foo | finds words beginning with Foo (case-sensitive, e.g. Football)
ar: +Foo | العثور على الكلمات التي تبدأ بـ Foo (التمييز بين الأحرف الكبيرة والصغيرة، مثل كرة القدم)
ca: + Fut | troba paraules que comencen per Fut (distingeix entre majúscules i minúscules, p. ex. futbol)
da: +Foo | finder ord begyndende med Foo (case-sensitive, f.eks. Fodbold)
de: +Foo | Findet Wörter die mit Foo beginnen (Groß-/Kleinschreibung beachten, z.B. Football)
el: +Foo | βρίσκει λέξεις που ξεκινούν με Foo (διάκριση πεζών-κεφαλαίων, π.χ. Football)
he: +Foo | מוצא מילים שמתחילות ב - Foo (רגיש לאותיות ראשיות)
ja: +Foo | Fooで始まる単語を見つけます（大文字と小文字が区別されます、例：Football ）
nb_no: +Foo | finner ord som begynner med Foo (store og små bokstaver er sensitivt, f.eks. Football)
nl: +Voe | vindt woorden beginnend met Voe (hoofdlettergevoelig, bijv. Voetbal)
pl: +Foo | wyszukuje słowa zaczynające się od Foo (z uwzględnieniem wielkości liter, np. Football)
pt_br: +Foo | encontra palavras começando com Foo (sensível a maiúsculas, por ex. Football)
ru: +Foo | находит слова, начинающиеся на foo с учётом регистра (например: Football)
sv: +Foo | hittar ord som börjar på Foo (skiftlägeskänsliga, t.ex. Football)
tr: +Foo | Foo ile başlayan kelimeleri bulur (büyük/küçük harfe duyarlı, örn. Futbol)
uk: + Фу | знаходить слова, що починаються на Фу (з урахуванням регістру, наприклад, Футбол)

source: "Foo" | finds whole words (e.g. FOO or fóo)
ar: "Foo" | العثور على كلمات كاملة (مثل FOO أو fóo)
ca: "Fut" | troba totes les paraules( amb p.e. Fut, FUt o FúT)
da: "Foo" | finder hele ord (f.eks. FOO eller fóo)
de: "Foo" | findet ganze Wörter (z.B. FOO oder fóo, nicht aber Food)
he: "Foo" | מוצא foo במלואה
ja: "Foo" | 単語全体を検索します（例: FOOまたはfóo）
nb_no: "Foo" | finner hele ord (f.eks. FOO eller fóo)
nl: "Voe" | Vindt hele woorden (bijv. Voe of voé)
pt_br: "Foo" | encontra palavras inteiras (por ex. FOO ou fóo)
ru: "Foo" | находит целые слова (например: FOO или fóo)
sv: "Foo" | hittar hela ord (t.ex. FOO eller fóo)
tr: "Foo" | tüm kelimeleri bulur (örn. FOO veya fóo)
uk: "Foo" | знаходить цілі слова (наприклад, FOO або fóo)

source: "foo bar" | finds matches including phrase foo bar (e.g. foo barman)
ar: "foo bar" | العثور على التطابقات المشمول بها العبارة foo bar (مثل البارمان foo)
ca: "foo bar" | troba coincidències que inclouen la frase foo bar (per exemple, foo barman)
da: "foo bar" | finder matches inklusive sætningen foo bar (f.eks. foo barmand)
de: "foo bar" | findet Begriffe, die die Phrase foo bar enthalten (z. B. foo barman)
el: "foo bar" | βρίσκει αντιστοιχίες συμπεριλαμβανομένων της φράσης foo bar (π.χ. foo barman)
he: "foo bar" | מוצא התאמות ביטוי מלא עם רווחים
ja: "foo bar" | foo bar（例: foo barman）を含むフレーズの一致を検索します
nb_no: "foo bar" | finner treff som inkluderer frasen foo bar (f.eks. foo barman)
nl: "foo bar" | vindt overeenkomsten met inbegrip van foo bar (bijv. foo barman)
pl: "foo bar" | znajduje dopasowania zawierające frazę foo bar (np. foo barman)
pt_br: "foo bar" | encontra textos contendo a frase foo bar (por ex. foo barman)
ru: "foo bar" | находит совпадения, включая фразу foo bar (например: foo barman)
sv: "foo bar" | hittar matchningar inklusive frasen foo bar (t.ex. foo barman)
tr: "foo bar" | foo bar ifadesini içeren eşleşmeleri bulur (örn. foo barman)
uk: "foo bar" | знаходить збіги, включаючи фразу foo bar (наприклад, foo barman)

source: foo bar | finds matches with foo and bar
ar: foo bar | العثور على التطابقات مع foo وbar
ca: foo bar | troba coincidències amb foo i bar
da: foo bar | finder matches med foo og bar
de: foo bar | Findet Begriffe, die foo und bar enthalten
el: foo bar | βρίσκει αντιστοιχίες με foo και bar
he: foo bar | מוצא התאמות עם foo ו-bar
ja: foo bar | fooとbarに一致するものを検索
nb_no: foo bar | finner treff med foo og bar
nl: foo bar | vindt overeenkomsten met foo en bar
pl: bar foo | znajduje dopasowania z foo i bar
pt_br: foo bar | encontra textos contendo foo e bar
ru: foo bar | находит совпадения с foo и bar
sv: foo bar | hittar matchningar med foo och bar
tr: foo bar | foo ve bar ile eşleşmeleri bulur
uk: foo bar | знаходить збіги з foo і bar

source: foo OR bar | finds matches with either foo or bar
ar: foo OR bar | العثور على التطابقات مع إما foo أو bar
ca: foo O bar | troba coincidències amb foo o bar
da: foo OR bar | finder matches med enten foo eller bar
de: foo OR bar | Findet Begriffe, die entweder "foo" oder auch "bar" enthalten
el: foo OR bar | βρίσκει αντιστοιχίες είτε με foo είτε με bar
he: foo OR bar | מוצא התאמות עם או foo או bar
ja: foo OR bar | fooまたはbarのいずれかと一致するものを検索します
nb_no: foo OR bar | finner treff med enten foo eller bar
nl: foo OR bar | vindt overeenkomsten met foo of bar
pl: foo OR bar | znajduje dopasowania za pomocą foo lub bar
pt_br: foo OR bar | encontra textos contendo foo ou bar
ru: foo OR bar | находит совпадения либо с foo, либо с bar
sv: foo eller bar | hittar matchningar med antingen foo eller bar
tr: foo VEYA bar | foo veya bar ile eşleşmeleri bulur
uk: foo OR бар | знаходить збіги з foo або bar

source: foo -bar | finds matches with foo and not bar
ar: foo -bar | العثور على التطابقات مع foo وبدون bar
ca: foo -bar | troba coincidències amb foo i no bar
da: foo -bar | finder matches med foo og ikke bar
de: foo -bar | Findet Begriffe, die "foo" aber nicht "bar" enthalten
el: foo -bar | βρίσκει αντιστοιχίες με foo και όχι με bar
he: fOO - BAR | מוצא התאמות עם FOO אך ללא BAR
ja: foo -bar | バーではなくfooと一致するものを検索
nb_no: foo -bar | finner treff med foo og ikke bar
nl: foo -bar | vindt overeenkomsten met foo maar niet met bar
pl: foo -bar | znajduje dopasowania z foo, a nie bar
pt_br: foo -bar | encontra textos contendo foo, mas não contendo bar
ru: foo -bar | находит совпадения с foo, но не с bar
sv: foo -bar | hittar matchningar med foo och inte bar
tr: foo -bar | foo ile eşleşenleri bulur, ancak bar ile eşleşmez
uk: foo -bar | знаходить збіги з foo, але не bar

source: fieldname:foo | restricts search to a specific field. For example:
ar: fieldname:foo | يقصر البحث على حقل معين. على سبيل المثال:
ca: nom del camp: foo | restringeix la cerca a un camp específic. Per exemple:
da: feltnavn:foo | begrænser søgning til et specifikt felt. For eksempel:
de: Feldname:foo | beschränkt die Suche auf ein bestimmtes Feld. Zum Beispiel:
el: fieldname:foo | περιορίζει την αναζήτηση σε ένα συγκεκριμένο πεδίο. Για παράδειγμα:
he: fieldname:foo | מגביל חיפוש לשדה מסוים:
ja: fieldname: foo | 検索を特定の項目に制限します。例:
nb_no: feltname:foo | begrenser søket til et spesifikt felt. For eksempel:
nl: fieldname:foo | beperkt het zoeken tot een specifiek veld. Bijvoorbeeld:
pl: nazwa pola:foo | ogranicza wyszukiwanie do określonego pola. Na przykład:
pt_br: campo:foo | restringe a pesquisa somente ao campo especificado. Por exemplo:
ru: fieldname:foo | ограничивает поиск определённым полем. Например:
sv: fieldname:foo | begränsar sökningen till ett specifikt fält. Till exempel:
tr: fieldname:foo | aramayı belirli bir alanla sınırlar. Örneğin:
uk: fieldname: foo | обмежує пошук у певному полі. Наприклад:

source: artist:floy | finds words beginning with floy (in Artist) e.g. Pink Floyd
ar: artist:floy | العثور على الكلمات التي تبدأ بـ floy (في الفن) مثل Pink Floyd
ca: artista: floy | troba paraules que comencen per floy (a Artista), p.e. Pink Floyd
da: kunstner:floy | finder ord begyndende med floy (i kunstner) f.eks. Pink Floyd
de: artist:floy | findet im Interpreten-Feld Wörter, die mit "floy" beginnen z.B. Pink Floyd
el: artist:floy | βρίσκει λέξεις που ξεκινούν με floy (στο Artist) π.χ. Pink Floyd
he: artist:פלוי | מוצא מילים שמתחילות בפלוי (בשדה 'יוצר') למשל פינק פלויד
ja: artist: floy | floyで始まる単語を見つける（アーティストの中で） 例: Pink Floyd
nb_no: artist:floy | finner ord som begynner med floy (i Artist) f.eks. Pink Floyd
nl: artist:floy | vindt woorden beginnend met floy (in Artiest) bijv. Pink Floyd
pl: artysta:floy | wyszukuje słowa zaczynające się od floy (w Artist) np. Pink Floyd
pt_br: artist:floy | encontra palavras começando com floy no campo Artista. Por ex. Pink Floyd
ru: artist:floy | находит слова, начинающиеся на floy (в Artist), например: Pink Floyd
sv: artist:floy | hittar ord som börjar med floy (i Artist) t.ex. Pink Floyd
tr: sanatçı:floy | floy ile başlayan kelimeleri bulur (Sanatçıda) örneğin Pink Floyd
uk: виконавець: floy | знаходить слова, що починаються на floy (у Виконавець), напр. Pink Floyd

source: year:2000..2006 | finds matches in range 2000 to 2006
ar: year:2000..2006 | العثور على التطابقات في النطاق 2000 إلى 2006
ca: year: 2000..2006 | troba coincidències entre el 2000 i el 2006
da: år:2000..2006 | finder matches i intervallet 2000 til 2006
de: jahr:2000..2006 | Findet Übereinstimmungen im Bereich 2000 bis 2006
el: year:2000..2006 | βρίσκει αντιστοιχίες από το 2000 έως το 2006
he: year:2000..2006 | מוצא התאמות בטווח שנים שבין 2000 ל -2006
ja: year:2000..2006 | 2000年から2006年の範囲内の一致を検索
nb_no: year:2000..2006 | finner treff i området 2000 til 2006
nl: year: 2000..2006 | vindt overeenkomsten tussen 2000 en 2006
pl: rok:2000..2006 | znajduje dopasowania w zakresie 2000 do 2006
pt_br: year:2000..2006 | encontra faixas no intervalo de 2000 a 2006
ru: year:2000..2006 | находит совпадения в диапазоне с 2000 по 2006 год
sv: år:2000..2006 | hittar matcher inom intervallet 2000 till 2006
tr: yıl:2000..2006 | 2000 ile 2006 aralığında eşleşmeler bulur
uk: year: 2000..2006 | знаходить збіги в діапазоні 2000-2006 років

source: rating: 4.. | finds matches with 4 stars or more
ar: rating: 4.. | العثور على التطابقات مع 4 نجوم أو أكثر
ca: rating: 4 .. | troba coincidències de 4 estrelles o més
da: bedømmelse: 4.. | finder matches med 4 stjerner eller mere
de: bewertung:4.. | Findet Übereinstimmungen mit 4 Sternen oder mehr
el: rating: 4.. | βρίσκει αντιστοιχίες με 4 ή περισσότερα αστέρια
he: rating: 4.. | מוצא התאמות עם 4 כוכבים או יותר
ja: rating: 4.. | 評価4以上のものを見つける
nb_no: rating: 4.. | finner treff med 4 stjerner eller mer
nl: rating: 4.. | vindt overeenkomsten met 4 sterren of meer
pl: ocena: 4.. | znajduje dopasowania z 4 gwiazdkami lub więcej
pt_br: rating:4.. | encontra faixas com 4 estrelas ou mais
ru: rating: 4.. | находит совпадения с 4 звёздами и более
sv: betyg: 4.. | hittar matchningar med 4 stjärnor eller fler
tr: Değerlendirme: 4.. | 4 veya daha fazla yıldıza sahip eşleşmeleri bulur
uk: rating: 4 .. | знаходить збіги з 4 зірками рейтингу або більше

source: click to set
ar: انقر لتعيين
ca: feu clic per configurar
da: klik for at indstille
de: zum Editieren klicken
el: κλικ για ορισμό
he: לחץ כדי להגדיר
ja: クリックして設定
nb_no: klikk for å sette
nl: klik om in te stellen
pl: kliknij, aby ustawić
pt_br: clique para definir
ru: щёлкните, чтобы установить
sv: klicka för att ställa in
tr: Ayarlamak için tıklayın
uk: клацнути, щоб встановити

source: Nested condition
ar: الشرط المعشوشب
ca: Condició anidada
da: Indlejret betingelse
de: Verschachtelte Bedingung
el: Ένθετη κατάσταση
he: תנאי מקונן
ja: 入れ子状態
nb_no: Nestet betingelse
nl: Genestelde voorwaarde
pl: Warunek zagnieżdżony
pt_br: Condição aninhada
ru: Вложенное условие
sv: Nästlade villkor
tr: İç içe koşul
uk: Вкладений стан

source: Classification & Custom
ar: التصنيف والمخصص
ca: Classificació i personalització
da: Klassifikation & Brugerdefineret
de: Klassifikation & Benutzerdefiniert
el: Ταξινόμηση & προσαρμογή
he: סיווג ושדות נוספים
ja: 分類とカスタム
nb_no: Klassifisering & Egendefinert
nl: Classificatie & Vrij veld
pl: Klasyfikacja i niestandardowe
pt_br: Classificação e personalizados
ru: Классификация и свои значения
sv: Klassificering och anpassning
tr: Sınıflandırma & Özel
uk: Класифікація та Користувацьке

source: Others
ar: آخرون
ca: Altres
da: Andre
de: Andere
el: Άλλα
he: אחרים
ja: その他
nb_no: Andre
nl: Overige
pl: Inni
pt_br: Outros
ru: Другие
sv: Annan
tr: Diğerleri
uk: Інші

source: Random
ar: عشوائية
ca: Aleatori
de: Zufall
el: Τυχαία
he: אקראי
ja: ランダム
nb_no: Tilfeldig
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
ru: Перемешать
sv: Slumpmässig
tr: Rastgele
uk: Випадковий

source: Random Album
ar: ألبوم عشوائي
ca: Àlbum aleatori
de: Zufälliges Album
el: Τυχαίο Άλμπουμ
he: אלבום אקראי
ja: ランダムアルバム
nb_no: Tilfeldig album
nl: Willekeurig album
pl: Losowy album
pt_br: Álbum aleatório
ru: Случайный альбом
sv: Slumpa Album
tr: Rastgele Albüm
uk: Випадковий Альбом

source: No results found
ar: لم يتم العثور على نتائج
ca: No s'han trobat resultats
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
he: לא נמצאו תוצאות
ja: 結果が見つかりませんでした
nb_no: Ingen resultater funnet
nl: Geen resultaten
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Нет результатов
sv: Inga resultat hittades
tr: Sonuç bulunamadı
uk: Нічого не знайдено

source: Wrong series?
ar: السلسلة خاطئة؟
ca: Sèrie incorrecte?
da: Forkert serie?
de: Falsche Serie?
el: Λάθος σειρά;
he: טעות בסדרה?
ja: 間違ったシリーズですか？
nb_no: Feil serie?
nl: Verkeerde serie?
pl: Niewłaściwa seria?
pt_br: Série errada?
ru: Не та серия?
sv: Fel serie?
tr: Yanlış seri mi?
uk: Неправильний серіал?

source: Enter name
ar: إدخال الاسم
ca: Entre el nom
da: Indtast navn
de: Namen eingeben
el: Εισαγάγετε όνομα
he: הכנס שם
ja: 名前を入力
nb_no: Skriv inn navn
nl: Naam invoeren
pl: Wprowadź nazwę
pt_br: Insira o nome
ru: Введите имя
sv: Ange namn
tr: Adınızı girin
uk: Введіть ім'я

source: Edit series in TVDB
ar: تحرير السلسلة في TVDB
ca: Edita sèries a TVDB
da: Rediger serie i TVDB
de: Serien in TVDB bearbeiten
el: Επεξεργασία σειράς στο TVDB
he: ערוך סדרה ב TVDB
ja: TVDBでシリーズを編集
nb_no: Rediger serie i TVDB
nl: Serie in TVDB bewerken
pl: Edytuj serial w TVDB
pt_br: Editar a série via TVDB
ru: Редактировать сериалы в TVDB
sv: Redigera serie i TVDB
tr: TVDB'de diziyi düzenle
uk: Редагувати серію в TVDB

source: series image
ar: صورة السلسلة
ca: Imatge de sèries
da: serie billede
de: Serienbild
el: εικόνα σειράς
he: תמונה
ja: シリーズ画像
nb_no: Seriebilde
nl: afbeelding serie
pl: obraz serii
pt_br: imagem da série
ru: изображение сериала
sv: seriebild
tr: dizi resmi
uk: зображення серій

source: season
ar: الموسم
ca: temporada
da: sæson
de: Staffel
el: κύκλος
he: עונה
ja: シーズン
nb_no: Sesong
nl: seizoen
pl: sezon
pt_br: temporada
ru: сезон
sv: Säsong
tr: sezon
uk: сезон

source: episode
ar: الحلقة
ca: episodi
el: επεισόδιο
he: פרק
ja: エピソード
nl: aflevering
pl: odcinek
pt_br: episódio
ru: эпизод
sv: episod
tr: bölüm
uk: епізод

source: Clients
ar: العملاء
da: Klienter
he: לקוחות
ja: クライアント
nb_no: Klienter
pl: Klienci
pt_br: Clientes
ru: Клиенты
sv: Klient
tr: Müşteriler
uk: Клієнти

source: Server
ar: الخادم
ca: Servidor
he: שרת
ja: サーバー
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер

source: Popularity
ar: الشعبية
ca: Popularitat
da: Popularitet
de: Beliebtheit
el: Δημοτικότητα
he: פופולריות
ja: 人気度
nb_no: Popularitet
nl: Populariteit
pl: Popularność
pt_br: Popularidade
ru: Популярность
sv: Popularitet
tr: Popülerlik
uk: Популярність

source: Name
ar: اسم
ca: Nom
da: Navn
el: Όνομα
he: שם
ja: 名称
nb_no: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Назва

source: album
ar: ألبوم
ca: àlbum
el: άλμπουμ
he: אלבום
ja: アルバム
pt_br: álbum
ru: альбом
tr: albüm
uk: альбом

source: file
ar: ملف
ca: arxiu
da: fil
de: Datei
el: αρχείο
he: קובץ
ja: ファイル
nb_no: fil
nl: bestand
pl: plik
pt_br: arquivo
ru: файл
sv: fil
tr: dosya
uk: файл

source: Selected %d of %d
ar: %d مختار من %d
ca: S'ha seleccionat %d de %d
da: Valgt %d af %d
de: Ausgewählt %d von %d
el: Επιλογή %d από %d
he: נבחרו %d מתוך %d
ja: %d/%dが選択されました
nb_no: Valgt %d av %d
nl: %d Van %d geselecteerd
pl: Wybrano %d z %d
pt_br: Selecionados %d de %d
ru: Выбрано %d из %d
sv: Vald %d av %d
tr: %d'den %d'si seçildi
uk: Обрано %d з %d

source: Set same widths
ar: تحديد نفس العرض
ca: Estableix les mateixes amplades
da: Indstil samme bredder
de: Gleiche Spaltenbreite
el: Ορισμός ίδια πλάτη
he: הגדר עמודות ברוחב שווה
ja: 同じ幅を設定
nb_no: Sett samme bredde
nl: Gelijke kolombreedtes
pl: Ustaw takie same szerokości
pt_br: Definir mesma largura
ru: Та же ширина
sv: Ställ in samma bredder
tr: Aynı genişlikleri ayarla
uk: Встановити однакову ширину

source: Add Column
ar: إضافة عمود
ca: Afegeix una columna
da: Tilføj Kollonne
de: Spalte hinzufügen
el: Προσθήκη Στήλης
he: הוסף עמודה
ja: 表示項目の追加
nb_no: Legg til kolonne
nl: Kolom Toevoegen
pl: Dodaj kolumnę
pt_br: Adicionar coluna
ru: Добавить столбец
sv: Lägg till kolumn
tr: Sütun Ekle
uk: Додати Стовпець

source: Remove Column
ar: إزالة عمود
ca: Elimina la columna
da: Fjern Kollonne
de: Spalte entfernen
el: Αφαίρεση Στήλης
he: הסר עמודה
ja: 表示項目を削除
nb_no: Fjern kolonne
nl: Kolom Verwijderen
pl: Usuń kolumnę
pt_br: Remover coluna
ru: Удалить столбец
sv: Ta bort kolumn
tr: Sütunu Kaldır
uk: Вилучити Стовпець

source: Custom 1
ar: مخصص 1
ca: Personalitzat 1
da: Brugerdefineret 1
de: Benutzerdef. 1
el: Προσαρμογή 1
he: מותאם אישית 1
ja: カスタム１
nb_no: Brukerdefinert 1
nl: Vrij veld 1
pl: Dowolne 1
pt_br: Personalizado 1
ru: Своё 1
sv: Användardefinierad 1
tr: Özel 1
uk: Інше 1

source: Custom 2
ar: مخصص 2
ca: Personalitzat 2
da: Brugerdefineret 2
de: Benutzerdef. 2
el: Προσαρμογή 2
he: מותאם אישית 2
ja: カスタム２
nb_no: Brukerdefinert 2
nl: Vrij veld 2
pl: Dowolne 2
pt_br: Personalizado 2
ru: Своё 2
sv: Användardefinierad 2
tr: Özel 2
uk: Інше 2

source: Custom 3
ar: مخصص 3
ca: Personalitzat 3
da: Brugerdefineret 3
de: Benutzerdef. 3
el: Προσαρμογή 3
he: מותאם אישית 3
ja: カスタム３
nb_no: Brukerdefinert 3
nl: Vrij veld 3
pl: Dowolne 3
pt_br: Personalizado 3
ru: Своё 3
sv: Användardefinierad 3
tr: Özel 3
uk: Інше 3

source: Custom 4
ar: مخصص 4
ca: Personalitzat 4
da: Brugerdefineret 4
de: Benutzerdef. 4
el: Προσαρμογή 4
he: מותאם אישית 4
ja: カスタム４
nb_no: Brukerdefinert 4
nl: Vrij veld 4
pl: Dowolne 4
pt_br: Personalizado 4
ru: Своё 4
sv: Användardefinierad 4
tr: Özel 4
uk: Інше 4

source: Custom 5
ar: مخصص 5
ca: Personalitzat 5
da: Brugerdefineret 5
de: Benutzerdef. 5
el: Προσαρμογή 5
he: מותאם אישית 5
ja: カスタム５
nb_no: Brukerdefinert 5
nl: Vrij veld 5
pl: Dowolne 5
pt_br: Personalizado 5
ru: Своё 5
sv: Användardefinierad 5
tr: Özel 5
uk: Інше 5

source: Custom 6
ar: مخصص 6
ca: Personalitzat 6
da: Brugerdefineret 6
de: Benutzerdef. 6
el: Προσαρμογή 6
he: מותאם אישית 6
ja: カスタム６
nb_no: Egendefinert 6
nl: Vrij veld 6
pl: Niestandardowy 6
pt_br: Personalizado 6
ru: Своё 6
sv: Användardefinierad 6
tr: Özel 6
uk: Інше 6

source: Custom 7
ar: مخصص 7
ca: Personalitzat 7
da: Brugerdefineret 7
de: Benutzerdef. 7
el: Προσαρμογή 7
he: מותאם אישית 7
ja: カスタム７
nb_no: Egendefinert 7
nl: Vrij veld 7
pl: Niestandardowy 7
pt_br: Personalizado 7
ru: Своё 7
sv: Användardefinierad 7
tr: Özel 7
uk: Інше 7

source: Custom 8
ar: مخصص 8
ca: Personalitzat 8
da: Brugerdefineret 8
de: Benutzerdef. 8
el: Προσαρμογή 8
he: מותאם אישית 8
ja: カスタム８
nb_no: Egendefinert 8
nl: Vrij veld 8
pl: Niestandardowy 8
pt_br: Personalizado 8
ru: Своё 8
sv: Användardefinierad 8
tr: Özel 8
uk: Інше 8

source: Custom 9
ar: مخصص 9
ca: Personalitzat 9
da: Brugerdefineret 9
de: Benutzerdef. 9
el: Προσαρμογή 9
he: מותאם אישית 9
ja: カスタム９
nb_no: Egendefinert 9
nl: Vrij veld 9
pl: Niestandardowy 9
pt_br: Personalizado 9
ru: Своё 9
sv: Användardefinierad 9
tr: Özel 9
uk: Інше 9

source: Custom 10
ar: مخصص 10
ca: Personalitzat 10
da: Brugerdefineret 10
de: Benutzerdef. 10
el: Προσαρμογή 10
he: מותאם אישית 10
ja: カスタム10
nb_no: Egendefinert 10
nl: Vrij veld 10
pl: Niestandardowy 10
pt_br: Personalizado 10
ru: Своё 10
sv: Användardefinierad 10
tr: Özel 10
uk: Інше 10

source: Custom
ar: مخصص
ca: Personalitzat
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμογή
he: מותאם אישית
ja: カスタム
nb_no: Tilpasset
nl: Vrij veld
pl: Niestandardowy
pt_br: Personalizado
ru: Настраиваемый
sv: Användardefinierad
tr: Özel
uk: Користувацький

source: Play History
ar: سجل التشغيل
ca: Historial de reproducció
da: Afspil Historik
de: Gespielt (Verlauf)
el: Αναπαραγωγή Ιστορικού
he: הסטוריית השמעה
ja: 再生履歴
nb_no: Avspillingshistorikk
nl: Afspeelgeschiedenis
pl: Historia odtwarzania
pt_br: Histórico de execução
ru: История воспроизведений
sv: Spelhistorik
tr: Oynatma Geçmişi
uk: Історія відтворення

source: Groups
ar: المجموعات
ca: Grups
da: Grupper
de: Gruppen
el: Ομάδες
he: קבוצות
ja: グループ
nb_no: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sv: Grupper
tr: Gruplar
uk: Групи

source: Filename
ar: اسم الملف
ca: Nom de l'arxiu
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
he: שם קובץ
ja: ファイル名
nb_no: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sv: Filnamn
tr: Dosya adı
uk: Ім'я файлу

source: Played #
ar: عدد القراءات
ca: Reproduït #
da: Spillede #
de: Gespielt #
el: Αναπαραχθέν #
he: מספר השמעות
ja: 再生回数
nb_no: Spilt #
nl: Gespeeld #
pl: Odtwarzany #
pt_br: Execuções
ru: № воспроизведений
sv: Spelad #
tr: Oynanan #
uk: Відтворено #

source: Last Played
ar: تشغيل الماضي
ca: Últim reproduït
da: Sidst spillede
de: Zuletzt gespielt
el: Τελευταία Αναπαραχθέν
he: הושמע לאחרונה
ja: 最終再生
nb_no: Sist Spilt
nl: Laatst gespeeld
pl: Ostatnio odtwarzany
pt_br: Última execução
ru: Последний воспроизведённый
sv: Senast spelad
tr: Son Oynanan
uk: Останнє відтворення

source: Last Skipped
ar: آخر متجاوز
ca: Últim omès
da: Sidst Sprunget Over
de: Zuletzt übersprungen
he: נדחה לאחרונה
ja: 最後のスキップ
nb_no: Sist hoppet over
nl: Laatst Overgeslagen
pt_br: Último pulo
ru: Последний пропущенный
sv: Senaste överhoppad
tr: Son Atlanan
uk: Останнє пропущене

source: Bitrate
ar: تدفق
ca: taxa de bits
he: איכות
ja: ビットレート
nb_no: Bithastighet
nl: Bitwaarde
pt_br: Taxa de bits
ru: Битрейт
sv: Bithastighet
tr: Bit hızı
uk: Швидкість потоку

source: Media
ar: وسائط الإعلام
ca: Mitjà
da: Medier
de: Medium
el: Πολυμέσα
he: מדיה
ja: メディア
pl: Nośnik
pt_br: Mídia
ru: Медиа
tr: Medya
uk: Носій

source: Extended tags
ar: علامات ممتدة
ca: Etiquetes ampliades
da: Udvidede tags
de: Erweiterte Tags
el: Εκτεταμένες ετικέτες
he: תגיות נוספות
ja: 拡張タグ
nb_no: Utvidede tagger
nl: Uitgebreide labels
pl: Rozszerzone tagi
pt_br: Tags estendidas
ru: Расширенные теги
sv: Utökade taggar
tr: Genişletilmiş etiketler
uk: Розширені теґи

source: Filesize
ar: حجم الملف
ca: Mida de l'arxiu
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
he: גודל
ja: ファイルサイズ
nb_no: Filstørrelse
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер файла
sv: Filstorlek
tr: Dosya boyutu
uk: Розмір файлу

source: Sample rate
ar: معدل العينة
ca: Freqüència de mostreig
de: Abtastrate
el: Ρυθμός δείγματος
he: איכות
ja: サンプルレート
nb_no: Samplingsfrekvens
nl: Semplesnelheid
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ru: Частота дискретизации
sv: Samplingsfrekvens
tr: Örnekleme
uk: Частота вибірки

source: Channels
ar: قنوات
ca: Canals
da: Kanaler
de: Kanäle
el: Κανάλια
he: ערוצים
ja: チャンネル
nb_no: Kanaler
nl: Kanalen
pl: Kanały
pt_br: Canais
ru: Каналы
sv: Kanaler
tr: Kanallar
uk: Канали
