Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Click to look up lyrics...
ar: انقر للبحث عن كلمات الأغاني...
ca: Feu clic per buscar lletres ...
da: Klik for at slå op sangtekster...
de: Liedtext online suchen...
el: Κλικ για αναζήτηση στίχων...
he: חלץ כדי לחפש מילים...
ja: クリックして歌詞を検索...
nb_no: Klikk for å slå opp tekster...
nl: Songteksten opzoeken...
pl: Kliknij, aby wyszukać teksty...
pt_br: Clique para procurar letras...
ru: Нажмите, чтобы просмотреть текст песни...
sv: Klicka för att leta texter...
tr: Şarkı sözlerine bakmak için tıklayın...
uk: Клацніть, щоб знайти тексти пісень ...

source: Reset to original
ar: إعادة تعيين إلى الأصلي
ca: Restableix a l'original
da: Nulstil til original
de: Auf Original zurücksetzen
el: Επαναφορά σε αρχικό
he: אפס למקורי
ja: オリジナルにリセット
nb_no: Nullstill til original
nl: Naar origineel resetten
pl: Zresetuj do oryginału
pt_br: Redefinir para o original
ru: Сброс в исходное
sv: Återställ till original
tr: Orijinaline sıfırla
uk: Скинути до оригіналу

source: Font size
ar: حجم الخط
ca: Mida de la font
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
he: גודל גופן
ja: フォントサイズ
nb_no: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ru: Размер шрифта
sv: Teckenstorlek
tr: Yazı tipi boyutu
uk: Розмір шрифту

source: Convert the following formats when playing remotely
ar: تحويل التنسيقات التالية عند التشغيل عن بُعد
ca: Converteix els formats següents quan es reprodueix de forma remota
da: Konverter de følgende formater ved afspilning eksternt
de: Konvertiere folgende Formate beim Abspielen über das Netzwerk
el: Μετατροπή των ακόλουθων μορφών όταν αυτές αναπαράγονται απομακρυσμένα
he: המר סוג קובץ כאשר מנגן מרחוק
ja: リモート再生の際に次の形式を変換
nb_no: Konverter følgende formater ved fjernavspilling
nl: De volgende indelingen bij afspelen op afstand converteren
pl: Konwertuj następujące formaty podczas gry zdalnej
pt_br: Converter os seguintes formatos ao tocar remotamente
ru: Преобразовывать следующие форматы при удалённом воспроизведении
sv: Konvertera följande format vid spelning över nätverk
tr: Uzaktan oynatırken aşağıdaki biçimleri dönüştürün
uk: Перетворювати такі формати під час віддаленого відтворення

source: Supported formats on UPnP/DLNA clients
ar: التنسيقات المدعومة على عملاء UPnP/DLNA
ca: Formats admesos en clients UPnP / DLNA
da: Understøttede formater på UPnP/DLNA klienter
de: Unterstützte Formate für UPnP/DLNA Clients
el: Υποστηριζόμενες μορφές σε clients UPnP/DLNA
he: סוג קובץ בשליחה ל DLNA
ja: UPnP/DLNA クライアントでサポートされる形式
nb_no: Støttede formater på UPnP/DLNA-klienter
nl: Ondersteunde indelingen op UPnP/DLNA-clients
pl: Obsługiwane formaty na klientach UPnP/DLNA
pt_br: Formatos suportados nos clientes UPnP/DLNA
ru: Поддерживаемые форматы UPnP/DLNA-клиентов
sv: Format som stöds på UPnP-/DLNA-klienter
tr: UPnP/DLNA istemcilerinde desteklenen formatlar
uk: Підтримувані формати для клієнтів UPnP/DLNA

source: Enabled
ar: ممكّن
ca: Activat
da: Aktiveret
de: Aktiviert
el: Ενεργό
he: מאופשר
ja: 有効
nb_no: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ru: Включено
sv: Aktiverad
tr: Etkin
uk: Увімкнено

source: MAC address
ar: عنوان MAC
ca: Direcció MAC
da: MAC adresse
de: MAC-Adresse
el: MAC διεύθυνση
he: כתובת רשת פיזית
ja: MACアドレス
nb_no: MAC-addresse
nl: MAC-adres
pl: Adres MAC
pt_br: Endereço MAC
ru: MAC-адрес
sv: MAC-adress
tr: MAC adresi
uk: MAC адреса

source: IP address
ar: عنوان IP
da: IP adresse
de: IP-Adresse
el: IP διεύθυνση
he: כתובת רשת
ja: IPアドレス
nb_no: IP-addresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
sv: IP-adress
tr: IP adresi
uk: IP-адреса

source: Last access
ar: آخر وصول
ca: Últim accés
da: Sidste adgang
de: Letzter Zugriff
el: Τελευταία πρόσβαση
he: נוגן לאחרונה
ja: 最終アクセス
nb_no: Siste tilgang
nl: Laatst geopend
pl: Ostatni dostęp
pt_br: Último acesso
ru: Последний доступ
sv: Senaste åtkomst
tr: Son erişim
uk: Останній доступ

source: Automatic
ar: تلقائي
ca: Automàtic
da: Automatisk
de: Automatik
el: Αυτόματα
he: אוטומטי
ja: 自動処理
nb_no: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Авто
sv: Automatisk
tr: Otomatik
uk: Автоматично

source: %s seems to be working correctly. See Help, if you're unable to access the server from other devices.
ar: يبدو أن %s يعمل بشكل صحيح. انظر المساعدة، إذا كنت غير قادر على الوصول إلى الخادم من الأجهزة الأخرى.
ca: Sembla que %s funciona correctament. Consulteu Ajuda si no podeu accedir al servidor des d'altres dispositius.
da: %s ser ud til at fungere korrekt. Se Hjælp, hvis du ikke er i stand til at få adgang til serveren fra andre enheder.
de: %s scheint optimal zu funktionieren. Wenn der Server von anderen Geräten aus nicht zu erreichen ist, sehen Sie in der Hilfe nach.
he: %s נראה עובד כראוי. ראה עזרה, אם אתה לא מצליח לגשת לשרת ממכשירים אחרים.
ja: %sは正常に動作しているようです。他のデバイスからサーバーにアクセスできない場合、ヘルプを参照してください。
nb_no: %s ser ut til å fungere som den skal. Se Hjelp hvis du ikke får tilgang til serveren fra andre enheter.
nl: %s lijkt correct te werken. Zie Help als u vanaf andere apparaten geen toegang tot de server kunt krijgen.
pt_br: %s parece estar funcionando corretamente. Veja a Ajuda, se você não conseguir acessar o servidor a partir de outros dispositivos.
ru: Похоже, %s работает корректно. Если вы не можете получить доступ к серверу с других устройств, обратитесь к справке.
sv: %s verkar fungera korrekt. Se Hjälp om du inte kan komma åt servern från andra enheter.
tr: %s düzgün çalışıyor gibi görünüyor. Sunucuya diğer cihazlardan erişemiyorsanız Yardım'a bakın.

source: The server is not running
ar: الخادم لا يعمل
ca: El servidor no està en marxa
da: Serveren kører ikke
de: Der Server läuft nicht
he: השרת לא פעיל
ja: サーバーが稼働していません
nb_no: Serveren kjører ikke
nl: De server is niet actief
pt_br: O servidor não está executando
ru: Сервер не запущен
sv: Servern körs inte
tr: Sunucu çalışmıyor
uk: Сервер не працює

source: Client name
ar: اسم العميل
ca: Nom del client
da: Klientnavn
el: Όνομα client
he: שם לקוח
ja: クライアント名
nb_no: Klientnavn
nl: Naam client
pl: Nazwa klienta
pt_br: Nome do cliente
ru: Имя клиента
sv: Klientnamn
tr: Müşteri adı
uk: Ім'я клієнта

source: Requested file
ar: الملف المطلوب
ca: Arxiu sol·licitat
da: Anmodet fil
de: Angeforderte Datei
el: Αιτούμενο αρχείο
he: קובץ מבוקש
ja: 要求されたファイル
nb_no: Forespurt fil
nl: Gevraagd bestand
pl: Żądany plik
pt_br: Arquivo requisitado
ru: Запрашиваемый файл
sv: Begärd fil
tr: İstenen dosya
uk: Запитуваний файл

source: About MediaMonkey
ar: حول MediaMonkey
ca: En quant a MediaMonkey
da: Om MediaMonkey
de: Über MediaMonkey
el: Περί MediaMonkey
he: אודות MediaMonkey
ja: MediaMonkeyについて
nb_no: Om MediaMonkey
nl: Over MediaMonkey
pl: O MediaMonkey
pt_br: Sobre o MediaMonkey
ru: О программе MediaMonkey
sv: Om MediaMonkey
tr: MediaMonkey Hakkında
uk: Про MediaMonkey

source: Portable mode
ar: الوضع المحمول
ca: Mode portàtil
da: Portabel tilstand
de: Portabler Modus
el: Λειτουργία Φορητής
he: מצב נייד
ja: ポータブルモード
nb_no: Bærbar modus
nl: Draagbare modus
pl: Tryb przenośny
pt_br: Modo portátil
ru: Портативный режим
sv: Bärbart läge
tr: Portable modu
uk: Портативний режим

source: Save image to tag (if possible) otherwise save to file folder
ar: حفظ الصورة في الوسم (إذا كان ممكنًا) وإلا فاحفظها في مجلد الملف
ca: Deseu la imatge a l'etiqueta (si és possible), altrament deseu-la a la carpeta de fitxers
da: Gem billede til tag (hvis muligt) ellers gem til filmappe
de: Speichere Bilder im Tag (falls möglich), andernfalls im Ordner
el: Αποθήκευση της εικόνας στην ετικέτα (ει δυνατόν) αλλιώς αποθήκευση στον φάκελο αρχείου
he: שמור תמונה בתוך הקובץ
ja: 画像をタグ （可能な場合）に保存し、そうでない場合はアルバムのフォルダーに保存
nb_no: Lagre bilde i tagg (hvis mulig) ellers lagre til filmappe
nl: Afbeelding (indien mogelijk) in label opslaan, anders in map
pl: Zapisz obraz do tagu (jeśli to możliwe) w przeciwnym razie zapisz w folderze plików
pt_br: Salvar imagem na tag (se possível), senão salvar na pasta do arquivo
ru: Сохранять обложку в тег (если возможно), иначе - в папку
sv: Spara bild till tagg (om möjligt) annars spara till filmapp
tr: Görüntüyü etikete kaydet (mümkünse) aksi takdirde dosya klasörüne kaydet
uk: Зберегти зображення до теґу (якщо це можливо), інакше зберегти до теки файлів

source: Save image to file folder
ar: حفظ الصورة في مجلد الملف
ca: Deseu la imatge a la carpeta de fitxers
da: Gem billede til filmappe
de: Bild im Datei-Ordner speichern
el: Αποθήκευση της εικόνας στον φάκελο αρχείου
he: שמור תמונה לספריה
ja: 画像をファイルのフォルダーに保存
nb_no: Lagre bilde til filmappe
nl: Afbeelding in map opslaan
pl: Zapisz obraz w folderze plików
pt_br: Salvar imagem na pasta do arquivo
ru: Сохранить обложку в папку альбома
sv: Spara bild till filmapp
tr: Resmi dosya klasörüne kaydet
uk: Зберегти зображення у теці файлів

source: Save image to tag (if possible) and to file folder
ar: حفظ الصورة في الوسم (إذا كان ذلك ممكنًا) وإلى مجلد الملف
ca: Deseu la imatge a l'etiqueta (si és possible) i a la carpeta de fitxers
da: Gem billede til tag (hvis muligt) og til filmappe
de: Speichere Bilder im Tag (falls möglich) und im Ordner
el: Αποθήκευση της εικόνας στην ετικέτα (ει δυνατόν) και στον φάκελο αρχείου
he: שמור תמונה לקובץ וגם לספריה
ja: 画像をタグ （可能な場合） およびアルバムのフォルダーに保存
nb_no: Lagre bilde i tagg (hvis mulig) og til filmappe
nl: Afbeelding (indien mogelijk) in label en map opslaan
pl: Zapisz obraz do oznaczenia (jeśli to możliwe) i do folderu plików
pt_br: Salvar imagem na tag (se possível) e na pasta do arquivo
ru: Сохранить обложку в тег (если возможно) и папку
sv: Spara bilden till tagg (om möjligt) och till filmapp
tr: Resmi etikete (mümkünse) ve dosya klasörüne kaydedin
uk: Зберегти зображення до теґу (якщо можливо) до теки файлів

source: Add cover
ar: إضافة غلاف
ca: Afegir caràtula
da: Tilføj cover
de: Bild hinzufügen
el: Προσθήκη εξώφυλλου
he: הוסף כריכה
ja: カバーを追加
nb_no: Legg til omslag
nl: Cover toevoegen
pl: Dodaj okładkę
pt_br: Adicionar capa
ru: Добавить обложку
sv: Lägg till omslag
tr: Kapak ekle
uk: Додати обкладинку

source: Addon Configuration
ar: تكوين الوظيفة الإضافية
ca: Configuració del complement
da: Addon Konfiguration
de: Addon-Konfiguration
el: Διαμόρφωση Addon
he: הגדרות תוספים
ja: アドオンの構成
nb_no: Tilleggskonfigurasjon
nl: Add-on Configuratie
pl: Konfiguracja dodatków
pt_br: Configuração de extensão
ru: Конфигурация аддона
sv: Tilläggskonfiguration
tr: Eklenti Yapılandırması
uk: Конфігурація додатку

source: Invalid Addon!
ar: وظيفة إضافية غير صالحة!
ca: Complement no vàlid!
da: Ugyldigt Addon!
de: Ungültiges Addon!
el: Μη έγκυρο Addon!
he: תוסף לא תקין!
ja: 無効なアドオンです！
nb_no: Ugyldig tillegg!
nl: Ongeldige Add-on!
pl: Nieprawidłowy dodatek!
pt_br: Extensão inválida!
ru: Неверный аддон!
sv: Ogiltigt tillägg!
tr: Geçersiz Eklenti!
uk: Недійсний Додаток!

source: Product installation
ar: تثبيت المنتج
ca: Instal·lació del producte
da: Produkt installation
de: Produkt-Installation
el: Εγκατάσταση προϊόντος
he: התקנת מוצר
ja: 製品のインストール
nb_no: Produktinstallasjon
nl: Installatie product
pl: Instalacja produktu
pt_br: Instalação de extensão
ru: Установка продукта
sv: Produktinstallation
tr: Ürün kurulumu
uk: Установка продукту

source: This addon is incompatible with current version of MediaMonkey
ar: هذه الوظيفة الإضافية غير متوافقة مع الإصدار الحالي من MediaMonkey
ca: Aquest Complement no es compatible amb l'actual versió de MediaMonkey
da: Denne addon er inkompatibel med den aktuelle version af MediaMonkey
de: Dieses Addon passt nicht zur aktuellen Version von MediaMonkey
el: Αυτό το addon δεν είναι συμβατό με την τρέχουσα έκδοση του MediaMonkey
he: התוסף הזה אינו נתמך ע"י גרסה זו של MediaMonkey
ja: このアドオンは現行バージョンのMediaMonkeyと互換性がありません
nb_no: Dette tillegget er inkompatibelt med den nåværende versjonen av MediaMonkey
nl: Deze add-on is niet compatibel met de huidige versie van MediaMonkey
pl: Ten dodatek jest niezgodny z aktualną wersją MediaMonkey
pt_br: Esta extensão é incompatível com a versão atual do MediaMonkey
ru: Этот аддон несовместим с текущей версией MediaMonkey
sv: Detta tillägg är inte kompatibelt med aktuell version av MediaMonkey
tr: Bu eklenti, MediaMonkey'in mevcut sürümüyle uyumlu değil
uk: Цей додаток не сумісний з поточною версією MediaMonkey

source: Please update to MediaMonkey %s or higher.
ar: يرجى التحديث إلى MediaMonkey %s أو أعلى.
ca: Actualitzeu-vos a MediaMonkey %s o superior.
da: Opdater venligst til MediaMonkey %s eller nyere.
de: Bitte aktualisieren Sie auf MediaMonkey %s oder höher.
el: Παρακαλούμε κάνετε ενημέρωση σε MediaMonkey %s ή μεγαλύτερη.
he: אנא עדכן ל MediaMonkey %s או חדש יותר.
ja: MediaMonkey %s以上に更新してください。
nb_no: Vennligst oppdater til MediaMonkey %s eller nyere.
nl: Alstublieft naar MediaMonkey %s of hoger upgraden.
pl: Zaktualizuj do MediaMonkey %s lub nowszego.
pt_br: Por favor, atualize para o MediaMonkey %s ou superior.
ru: Обновите MediaMonkey хотя бы до версии %s.
sv: Var vänlig uppdatera till MediaMonkey %s eller högre.
tr: Lütfen MediaMonkey %s veya daha üst bir sürüme güncelleyin.
uk: Застосуйте оновлення до версії MediaMonkey %s або вище.

source: Image download failed
ar: فشل تحميل الصورة
ca: No s'ha pogut baixar la imatge
da: Billeddownload mislykkedes
de: Bild-Download fehlgeschlagen
el: Απέτυχε η λήψη εικόνας
he: הורדת תמונה נכשלה
ja: 画像のダウンロードに失敗しました
nb_no: Bilde-nedlasting mislyktes
nl: Afbeelding downloaden mislukt
pl: Pobieranie obrazu nie powiodło się
pt_br: Download de imagem falhou
ru: Ошибка загрузки картинки
sv: Bildnedladdning misslyckades
tr: Görüntü indirme başarısız oldu
uk: Не вдалося завантажити зображення

source: Any
ar: أي
ca: Cap
da: Enhver
de: beliebiges
el: Οτιδήποτε
he: כל אחד
ja: いずれか
nb_no: Hvilken som helst
nl: minstens 1
pl: Jakikolwiek
pt_br: Qualquer
ru: Любое
sv: Alla
tr: Herhangi
uk: Будь-який

source: Incompatible
ar: غير متوافقة
da: Uforenelige
de: Inkompatibles
el: Μη συμβατό
he: אינו תואם
ja: 非互換
nb_no: Inkompatibel
nl: Niet compatible
pl: Niekompatybilny
pt_br: Incompatível
ru: Несовместимое
sv: Inkompatibel
tr: Uyumsuz
uk: Несумісний

source: Auto-conversion rule
ar: قاعدة التحويل التلقائي
ca: Regla de conversió automàtica
da: Auto-konvertering reglen
de: Regeln fürs Auto-Konvertieren
el: Κανόνας αυτόματης μετατροπής
he: כלל להמרה אוטומטית
ja: 自動変換ルール
nb_no: Auto-konverteringsregel
nl: Regel voor auto-conversie
pl: Zasady Auto-konwersji
pt_br: Regra para auto-conversão
ru: Правила автопреобразования
sv: Autokonverteringsregel
tr: Otomatik dönüştürme kuralı
uk: Правило автоконверсії

source: Video bitrate
ar: معدل بت الفيديو
ca: Taxa de bits del video
el: Bitrate βίντεο
he: איכות וידאו
ja: 動画ビットレート
nb_no: Videobithastighet
nl: Video bitwaarde
pl: Szybkość transmisji wideo
pt_br: Taxa de bits do vídeo
ru: Битрейт видео
sv: Videobildfrekvens
tr: Video bit hızı
uk: Швидкість потоку відео

source: Frame rate
ar: معدل الإطار
ca: Velocitat de fotogrames
da: Billedfrekvens
de: Bildrate
el: Ρυθμός καρέ
he: איכות (קצב תמונות)
ja: フレームレート
nb_no: Bildefrekvens
pl: Częstotliwość wyświetlania klatek
pt_br: Taxa de quadros
ru: Частота кадров
sv: Bildfrekvens
tr: Kare hızı
uk: Частота кадрів

source: Frame width
ar: عرض الإطار
ca: Amplada del fotograma
da: Billedbredde
de: Bild-Breite
el: Πλάτος καρέ
he: רוחב וידאו
ja: フレーム幅
nb_no: Bildebredde
nl: Framebreedte
pl: Szerokość ramy
pt_br: Largura do frame
ru: Ширина кадра
sv: Bildbredd
tr: Çerçeve genişliği
uk: Ширина кадру

source: Frame height
ar: ارتفاع الإطار
ca: Alçada del fotograma
da: Billedhøjde
de: Bild-Höhe
el: Ύψος κάρε
he: גובה וידאו
ja: フレーム高
nb_no: Bildehøyde
nl: Framehoogte
pl: Wysokość ramy
pt_br: Altura do frame
ru: Высота кадра
sv: Bildhöjd
tr: Çerçeve yüksekliği
uk: Ширина кадру

source: Audio bitrate
ar: معدل بت الصوت
ca: Taxa de bit d'audio
el: Bitrate ήχου
he: איכות שמע (קצב סביות)
ja: オーディオビットレート
nb_no: Lydbithastighet
nl: Audio bitwaarde
pl: Szybkość transmisji dźwięku
pt_br: Taxa de bits do áudio
ru: Битрейт аудио
sv: Ljudbithastighet
tr: Ses bit hızı
uk: Швидкість потоку аудіо

source: Audio sample rate
ar: معدل عينة الصوت
ca: Freqüència de mostreig d’àudio
de: Audio-Abtastrate
el: Ρυθμός δείγματος ήχου
he: איכות שמע
ja: オーディオサンプルレート
nb_no: Lydsamplingsfrekvens
nl: Audio sample-snelheid
pl: Częstotliwość próbkowania dźwięku
pt_br: Taxa de amostragem do áudio
ru: Частота дискретизации аудио
sv: Ljudsamplingsfrekvens
tr: Ses örnekleme hızı
uk: Частота вибірки звуку

source: Audio channels
ar: قنوات الصوت
ca: Canals d'audio
da: Audio kanaler
de: Audio-Kanäle
el: Κανάλια ήχου
he: ערוצי שמע
ja: オーディオチャンネル
nb_no: Lydkanaler
nl: Audiokanalen
pl: Kanały audio
pt_br: Canais de áudio
ru: Аудиоканалы
sv: Ljudkanaler
tr: Ses kanalları
uk: Аудіоканали

source: Audio bit depth
ar: عمق بت الصوت
ca: Profunditat de bits d'audio
da: Audio bitdybde
de: Audio-Bittiefe
el: Βάθος bit ήχου
he: איכות שמע
ja: オーディオビット深度
nb_no: Lyd bitdybde
nl: Audio bitdiepte
pl: Głębia bitowa dźwięku
pt_br: Profundidade de bits do áudio
ru: Разрядность аудио
sv: Ljudupplösning
tr: Ses bit derinliği
uk: Бітова глибина звуку

source: Delete emptied folders
ar: حذف الدلائل أفرغت
ca: Suprimiu les carpetes buides
da: Slet tømt mapper
de: Lösche leere Ordner
el: Διαγραφή άδειων φακέλων
he: מחק תקיות ריקות
ja: 空のフォルダーを削除
nb_no: Slett tomme mapper
nl: Lege mappen verwijderen
pl: Usuń opróżnione foldery
pt_br: Excluir pastas esvaziadas
ru: Удалить пустые папки
sv: Radera tömda mappar
tr: Boşaltılan klasörleri sil
uk: Видалити порожні теки

source: Add copied files to the Library
ar: إضافة الملفات المنسوخة إلى المكتبة
ca: Afegiu fitxers copiats a la biblioteca
da: Tilføj kopierede filer til biblioteket
de: Kopierte Dateien zum Archiv hinzufügen
el: Προσθήκη αντιγραμμένων αρχείων στην Βιβλιοθήκη
he: הוסף קבצים שהועתקו לספריה
ja: コピーしたファイルをライブラリに追加
nb_no: Legg til kopierte filer til Biblioteket
nl: Gekopieerdee bestanden aan bibliotheek toevoegen
pl: Dodaj skopiowane pliki do Biblioteki
pt_br: Adicionar arquivos copiados à biblioteca
ru: Добавить копируемые треки в библиотеку
sv: Lägg till kopierade filer i biblioteket
tr: Kopyalanan dosyaları Kitaplığa ekle
uk: Додати скопійовані файли до Бібліотеки

source: New Path
ar: مسار جديد
ca: Nou camí
da: Ny sti
de: Neuer Pfad
el: Νέα Διαδρομή
he: נתיב חדש
ja: 新しいパス
nb_no: Ny plassering
nl: Nieuw Pad
pl: Nowa ścieżka
pt_br: Novo caminho
ru: Новый путь
sv: Ny sökväg
tr: Yeni Yol
uk: Новий Шлях

source: Old Path
ar: المسار القديم
ca: Camí anterior
da: Gamle sti
de: Alter Pfad
el: Παλιά Διαδρομή
he: נתיב קודם
ja: 古いパス
nb_no: Gammel plassering
nl: Oude Pad
pl: Stara ścieżka
pt_br: Caminho antigo
ru: Старый путь
sv: Gammal sökväg
tr: Eski Yol
uk: Старий Шлях

source: Auto-organize Rule
ar: قاعدة تنظيم تلقائي
ca: Regla d'organització automàtica
da: Auto-organiser Regel
de: Regeln für autom. Einordnen
el: Αυτόματη οργάνωση Κανόνα
he: כלל לארגון אוטומטי
ja: 自動整理ルール
nb_no: Automatisk organiseringsregel
nl: Regel voor Auto-Ordenen
pl: Reguła automatycznej organizacji
pt_br: Regra para auto-organizar
ru: Правило автоорганизации
sv: Autoorganiseringsregel
tr: Otomatik düzenleme kuralı
uk: Правило автоматичної організації

source: Find more results...
ar: العثور على مزيد من النتائج...
ca: Troba mes resultats...
da: Find flere resultater...
de: Weitere Ergebnisse...
el: Εύρεση περισσοτέρων αποτελεσμάτων...
he: תוצאות נוספות...
ja: その他の結果を検索...
nb_no: Finn flere resultater...
nl: Meer resultaten...
pl: Znajdź więcej wyników...
pt_br: Encontrar mais resultados...
ru: Ещё результаты...
sv: Hitta fler resultat...
tr: Daha fazla sonuç bul...
uk: Знайти більше результатів ...

source: Lookup via fingerprint...
ar: البحث عبر البصمة...
ca: Cerca mitjançant empremta digital ...
da: Opslag via fingeraftryk...
de: Suchen mittels Audio-Fingerabdrücken...
el: Αναζήτηση μέσω δακτυλικού αποτυπώματος...
he: חפש לפי חתימה...
ja: フィンガープリントを使用して検索...
nb_no: Slå opp via fingeravtrykk...
nl: Opzoeken via vingerafdruk...
pl: Wyszukaj za pomocą odcisku palca...
pt_br: Procurar usando assinatura...
ru: Поиск по отпечатку...
sv: Slå upp via fingeravtryck...
tr: Parmak izi ile arama...
uk: Пошук за відбитками...

source: Auto-tag
ar: الوسم التلقائي
ca: Etiqueta automàtica
el: Αυτόματη ετικέτα
he: צור מידע אוטומטי
ja: 自動タグ付け
nb_no: Automatisk tag
nl: Auto-label
pl: Automatyczne tagowanie
ru: Автотег
sv: Automatisk tagg
tr: Otomatik etiketleme
uk: Автотеґувати

source: File %d of %d processing
ar: ملف %d من %d جاري المعالجة
ca: Fitxer %d de %d processant-se
da: Fil %d af %d behandling
de: Datei %d von %d wird verarbeitet
el: Αρχείο %d από %d σε επεξεργασία
he: מעבד קובץ %d מתוך %d
ja: ファイル%d/%dの処理中
nb_no: Fil %d av %d behandles
nl: Bestand %d van %d verwerken
pl: Plik %d z %d przetwarzanych
pt_br: Processando arquivo %d de %d
ru: Обработка файла %d из %d
sv: Fil %d av %d bearbetas
tr: Dosya %d / %d işleniyor
uk: Обробка файлу %d з %d

source: Confirm
ar: تأكيد
ca: Confirmeu
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
he: אשר
ja: 確認
nb_no: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmação
ru: Подтвердить
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: Skip & Continue
ar: تخطي ومتابعة
ca: Omet i continua
da: Spring over & Fortsæt
de: Überspringen & Weiter
el: Παράλειψη & Συνέχεια
he: דלג והמשך
ja: スキップして続行
nb_no: Hopp over & Fortsett
nl: Overslaan en Doorgaan
pl: Pomiń i kontynuuj
pt_br: Pular e continuar
ru: Пропустить и продолжить
sv: Hoppa över och fortsätt
tr: Atla & Devam Et
uk: Пропустити та продовжити

source: Save
ar: حفظ
ca: Desa
da: Gem
de: Speichern
el: Αποθήκευση
he: שמור
ja: 保存
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти

source: Tag & Continue
ar: علامة واستمر
ca: Etiqueta i continua
da: Tag & Fortsæt
de: Taggen & Fortfahren
el: Ετικέτα & Συνέχεια
he: לתג ולחתוך
ja: タグを付けて続行
nb_no: Tagg & Fortsett
nl: Labelen en Doorgaan
pl: Oznacz i kontynuuj
pt_br: Gravar tag e continuar
ru: Пометить и продолжить
sv: Tagga och fortsätt
tr: Etiketle & Devam Et
uk: Позначити та продовжити

source: Tracks %d to %d of %d
ar: المسارات %d إلى %d من %d
ca: Pistes %d de %d
da: Spor %d til %d af %d
de: Tracks %d bis %d von %d
el: Κομμάτια %d έως %d επί %d
he: פריטים %d עד %d (מתוך %d)
ja: トラック%d～%d/%d
nb_no: Spor %d til %d av %d
nl: Tracks %d naar %d van %d
pl: Utwory od %d do %d z %d
pt_br: Faixas %d a %d de %d
ru: Треки %d - %d из %d
sv: Söker %d till %d av %d
tr: %d'den %d'ye kadar olan parçalar
uk: Доріжки %d до %d з %d

source: Lookups completed
ar: اكتمل البحث
ca: Cerques completades
da: Opslag fuldført
de: Suche abgeschlossen
el: Οι αναζητήσεις ολοκληρώθηκαν
he: חיפוש הושלם
ja: 検索が完了しました
nb_no: Oppslag er fullført
nl: Opzoeken voltooid
pl: Wyszukiwanie zakończone
pt_br: Procura completada
ru: Поиск завершён
sv: Uppslag slutförda
tr: Aramalar tamamlandı
uk: Пошук завершено

source: Server is down!
ar: الخادم معطل!
ca: El servidor està caigut!
da: Serveren er nede!
de: Server ist ausgeschaltet!
el: Ο server είναι εκτός!
he: השרת אינו פועל!
ja: サーバーがダウンしました！
nb_no: Serveren er nede!
nl: Server is uitgevallen!
pl: Serwer nie działa!
pt_br: Servidor está desligado!
ru: Сервер не работает!
sv: Servern är nere!
tr: Sunucu çöktü!
uk: Сервер не працює!

source: Metadata lookup
ar: البحث عن بيانات التعريف
ca: Cerca de metadades
da: Metadata opslag
de: Suche nach Metadaten
el: Αναζήτηση μεταδεδομένων
he: חיפוש מידע
ja: メタデータの検索
nb_no: Metadata oppslag
nl: Metadata zoeken
pl: Wyszukiwanie metadanych
pt_br: Busca de informações
ru: Поиск метаданных
sv: Metadatauppslag
tr: Meta veri araması
uk: Пошук метаданих

source: Fail
ar: فشل
ca: Fallat
da: Fejl
de: Fehlgeschlagen
el: Αποτυχία
he: כשלון
ja: 失敗しました
nb_no: Mislyktes
nl: Mislukt
pl: Nie udało się
pt_br: Falha
ru: Сбой
sv: Misslyckat
tr: Hata
uk: Помилка

source: Error code
ar: رمز الخطأ
ca: Codi d'error
da: Fejlkode
de: Fehlercode
el: Κωδικός σφάλματος
he: קוד תקלה
ja: エラーコード
nb_no: Feilkode
nl: Foutcode
pt_br: Código de erro
ru: Код ошибки
sv: Felkod
tr: Hata kodu
uk: Код помилки
