Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Remote access to %s cannot be auto-configured via UPnP/NAT-PMP
ar: لا يمكن تكوين الوصول عن بعد لـ %s تلقائيًا عبر UPnP/NAT-PMP
ca: L'accés remot a %s no es pot configurar automàticament mitjançant UPnP/NAT-PMP
da: Fjernadgang til %s kan ikke auto-konfigureres via UPnP/NAT-PMP
de: Der Remotezugriff auf %s kann nicht automatisch per UPnP/NAT-PMP konfiguriert werden
el: Η απομακρυσμένη πρόσβαση στο %s δεν μπορεί να ρυθμιστεί αυτόματα μέσω UPnP/NAT-PMP
he: הגדרת גישה מרחוק ל %s נכשלה
ja: "%s"へのリモートアクセスは、UPnP/NAT-PMP経由で自動設定できませんでした
nb_no: Ekstern tilgang til %s kan ikke automatisk konfigureres via UPnP/NAT-PMP
nl: Externe toegang tot %s kan niet automatisch worden ingesteld via UPnP/NAT-PMP
pl: Zdalny dostęp do %s nie może być automatycznie konfigurowany przez UPnP/NAT-PMP
pt_br: O acesso remoto a %s não pode ser configurado automaticamente via UPnP/NAT-PMP
ru: Удалённый доступ к %s не может быть автоматически настроен через UPnP/NAT-PMP
sv: Fjärråtkomst till %s kan inte konfigureras automatiskt via UPnP/NAT-PMP
tr: %s'ye uzaktan erişim UPnP/NAT-PMP aracılığıyla otomatik olarak yapılandırılamaz
uk: Віддалений доступ до %s не можна налаштувати автоматично через UPnP/NAT-PMP

source: There is a problem with your internet connection.
ar: هناك مشكلة في اتصال الإنترنت لديك.
ca: Hi ha un problema amb la vostra connexió a Internet.
da: Der er et problem med din internetforbindelse.
de: Es besteht ein Problem mit der Internetverbindung.
el: Υπάρχει πρόβλημα με την σύνδεση σας στο διαδίκτυο.
he: ישנה בעיה בגישה לאינטרנט.
ja: インターネット接続に問題があります。
nb_no: Det er et problem med din internettkobling.
nl: Er is een probleem met de internetverbinding.
pl: Wystąpił problem z połączeniem internetowym.
pt_br: Há um problema com sua conexão à Internet.
ru: Проблема подключения к Интернету.
sv: Det är problem med internetanslutningen.
tr: İnternet bağlantınızda bir sorun var.
uk: Виникла проблема з вашим з'єднанням з Інтернетом.

source: To resolve, enable UPnP/NAT-PMP in your router configuration or manually configure port forwarding on your router and try again
ar: لحل المشكلة، قم بتمكين UPnP/NAT-PMP في تكوين موجهك أو قم بتكوين إعادة توجيه المنفذ يدويًا على موجهك وحاول مرة أخرى
ca: Per resoldre-ho, activeu UPnP/NAT-PMP a la configuració del vostre router o configureu manualment el reenviament de ports al vostre router i torneu-ho a provar
da: For at løse det, aktiver UPnP/NAT-PMP i din routerkonfiguration eller konfigurer port forwarding på din router manuelt og prøv igen
de: Für eine Lösung aktivieren Sie UPnP/NAT-PMP in Ihrem Router oder konfigurieren Sie dort die Port-Weiterleitung (Freigaben) manuell und versuchen Sie es erneut.
el: Για επίλυση, ενεργοποιήστε το UPnP/NAT-PMP στη διαμόρφωση του router σας ή χειροκίνητα διαμαρφώσετε την θύρα προώθησης στον router σας και δοκιμάστε ξανά
he: כדי לפתור את הבעיה, הפעל UPnP/NAT-PMP בהגדרות הראוטר שלך או הגדר ידנית העברת פורטים ותנסה שוב
ja: 解決するには、UPnP/NAT-PMPを使用可能にするようルーターを設定するか、あなたのルーターへ転送するポートを手動設定して再度試してください
nb_no: For å løse dette, aktiver UPnP/NAT-PMP i ruterens konfigurasjon eller konfigurer port forwarding manuelt på ruter og prøv igjen
nl: Schakel UPnP/NAT-PMP in op de router of configureer port-forwarding handmatig en probeer het opnieuw
pl: Aby rozwiązać ten problem, włącz UPnP/NAT-PMP w konfiguracji routera lub ręcznie skonfiguruj przekierowanie portów na routerze i spróbuj ponownie
pt_br: Para resolver isso, habilite UPnP/NAT-PMP nas configurações de seu roteador ou configure manualmente o redirecionamento de portas e tente novamente
ru: Чтобы устранить проблему, включите UPnP/NAT-PMP в конфигурации роутера или вручную настройте переадресацию портов на роутере и повторите попытку
sv: För att lösa det, aktivera UPnP/NAT-PMP i din routerkonfiguration eller konfigurera portvidarebefordran manuellt på din router och försök igen
tr: Çözüm için, yönlendirici yapılandırmanızda UPnP/NAT-PMP'yi etkinleştirin veya yönlendiricinizde port yönlendirmeyi manuel olarak yapılandırın ve tekrar deneyin
uk: Для розв'язання цієї проблеми, увімкніть UPnP/NAT-PMP у конфігурації свого маршрутизатора або налаштуйте переадресацію портів на маршрутизаторі вручну та повторіть спробу

source: port %d to IP address %s
ar: المنفذ %d إلى عنوان IP %s
ca: port %d a l'adressa IP %s
da: port %d til IP-adressen %s
de: Port %d für IP-Adresse %s
el: θύρα %d στην διευθυνσή IP %s
he: יציאה %d לכתובת %s
ja: IPアドレス"%s"へのポート%d
nb_no: port %d til IP-adresse %s
nl: poort %d naar IP-adres %s
pl: port %d na adres IP %s
pt_br: porta %d para o endereço IP %s
ru: порт %d на IP-адрес %s
sv: port %d till IP-adress %s
tr: %d portu %s IP adresine
uk: порт %d для адреси IP %s

source: Update all podcasts
ar: تحديث جميع البودكاست
ca: Actualitzeu tots els podcasts
da: Opdater alle podcasts
de: Aktualisiere alle Podcasts
el: Ενημέρωση όλων των podcast
he: עדכן את כל הפודקאסטים
ja: すべてのポッドキャストを更新
nb_no: Oppdater alle podcaster
nl: Alle podcastst bijwerken
pl: Zaktualizuj wszystkie podcasty
pt_br: Atualizar todos os podcasts
ru: Обновить все подкасты
sv: Uppdatera alla podcaster
tr: Tüm podcast'leri güncelle
uk: Оновити всі подкасти

source: Update podcast
ar: تحديث البودكاست
ca: Actualitza el podcast
da: Opdater podcast
de: Podcast aktualisieren
el: Ενημέρωση podcast
he: עדכן פודקאסט
ja: ポッドキャストを更新
nb_no: Oppdater podcast
nl: Podcast bijwerken
pl: Zaktualizuj podcast
pt_br: Atualizar podcast
ru: Обновить подкаст
sv: Uppdatera podcaster
tr: Podcast'i güncelle
uk: Оновити подкаст

source: Subscriptions
ar: الاشتراكات
ca: Subscripcions
da: Abonnementer
de: Abonnements
el: Συνδρομές
he: מנויים
ja: 購読
nb_no: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
ru: Подписки
sv: Abonnemang
tr: Abonelikler
uk: Підписки

source: &Help
ar: تعليمات
ca: &Ajuda
da: &Hjælp
de: &Hilfe
el: Βοήθεια
he: עזרה
ja: ヘルプ(&H)
nb_no: &Hjelp
pl: &Pomoc
pt_br: A&juda
ru: &Справка
sv: &Hjälp
tr: &Yardım
uk: &Допомога

source: Help Content
ar: محتوى المساعدة
ca: Contingut d’ajuda
da: Hjælpeindhold
de: Online-Hilfe
el: Περιεχόμενο Βοήθειας
he: תוכן עזרה
ja: ヘルプコンテンツ
nb_no: Hjelpeinnhold
nl: Help Inhoud
pl: Treść pomocy
pt_br: Conteúdo da ajuda
ru: Содержание справки
sv: Hjälpinnehåll
tr: Yardım İçeriği
uk: Зміст Довідки

source: On-line Forum
ar: منتدى على الإنترنت
ca: Fòrum en línia
el: On-line Φόρουμ
he: פורום
ja: オンラインフォーラム
pl: Forum on-line
pt_br: Fórum online
ru: Онлайн-форум
tr: Çevrimiçi Forum
uk: Мережевий Форум

source: Technical Support
ar: الدعم الفني
ca: Suport tècnic
da: Teknisk Support
de: Technischer Support
el: Τεχνική Υποστήριξη
he: תמיכה טכנית
ja: テクニカルサポート
nb_no: Teknisk støtte
nl: Technische Ondersteuning
pl: Wsparcie techniczne
pt_br: Suporte técnico
ru: Техподдержка
sv: Teknisk Support
tr: Teknik Destek
uk: Технічна Підтримка

source: Check for updates
ar: التحقق من التحديثات
ca: Buscar actualitzacions
da: Tjek for opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
he: בדוק לעדכונים
ja: 更新のチェック
nb_no: Se ettter oppdateringer
nl: Updates zoeken
pl: Sprawdź aktualizacje
pt_br: Procurar atualizações
ru: Проверить наличие обновлений
sv: Kolla efter uppdateringar
tr: Güncellemeleri kontrol edin
uk: Перевірити оновлення

source: &About
ar: حول...
ca: &En quant a
da: &Om
de: &Über
el: Περί
he: אודות
ja: バージョン情報(&A)
nb_no: &Om MediaMonkey
nl: &Over
pl: &O programie
pt_br: &Sobre
ru: &О программе
sv: Om
tr: &Hakkında
uk: &Про

source: Debug
ar: تصحيح
ca: Depurar
da: Fejlfinding
el: Εντοπισμός σφαλμάτων
he: ניפוי באגים
ja: デバッグ
nl: Foutopsporing
pl: Debuguj
pt_br: Debugar
ru: Отладка
sv: Avlusa
tr: Hata Ayıklama
uk: Зневадити

source: Send logs
ar: إرسال السجلات
ca: Enviar registres
de: Protokolle senden
el: Αποστολή αρχείων καταγραφής
he: שלח קבצי יומן
ja: ログを送信
nb_no: Send logger
nl: Logbestanden verzenden
pl: Wysyłanie dzienników
pt_br: Enviar logs
ru: Отправить журналы
sv: Skickar loggar
tr: Günlükleri gönder
uk: Надіслати журнали

source: GPU Info
he: מידע GPU
ja: GPU情報
tr: GPU Bilgisi

source: Change freeze timeout
ar: تغيير مهلة التجمد
ca: Canvia el temps d'espera
da: Ændr frysetidsgrænse
de: Ändern Sie die Zeit bis zum Einfrieren
el: Αλλαγή χρονικού ορίου παγώματος
he: שנה את זמן ההמתנה לקיפאון
ja: フリーズタイムアウトを変更
nb_no: Endre frysetidsavbrudd
nl: Time-out bij vastlopen wijzigen
pl: Zmień limit czasu zamrażania
pt_br: Alterar tempo de espera por travamento
ru: Изменить время ожидания при зависании
sv: Ändra tidsgräns för frysning
tr: Dondurma zaman aşımını değiştir
uk: Змінити час очікування заморозки

source: Submit crash logs automatically
ar: إرسال سجلات الأعطال تلقائيًا
ca: Envieu els registres de bloqueig automàticament
da: Indsend crash logs automatisk
de: Absturzberichte automatisch senden
el: Αυτόματη υποβολή αρχειών καταγραφής σφαλμάτων
he: שלח קבצי יומן במקרה קריסה של התוכנה
ja: クラッシュログを自動的に送信
nb_no: Send krasjlogger automatisk
nl: Crashlogs automatisch verzenden
pl: Automatyczne przesyłanie dzienników awarii
pt_br: Enviar logs de falha automaticamente
ru: Отправлять журналы сбоев автоматически
sv: Skicka krashloggar automatiskt
tr: Çökme günlüklerini otomatik olarak gönder
uk: Автоматично надсилати журнали збоїв

source: Loading
ar: جار التحميل
ca: S'està carregant
da: Indlæser
de: Lädt
el: Φόρτωση
he: טען
ja: 読み込み中
nb_no: Laster
nl: Laden
pl: Ładowanie
pt_br: Carregando
ru: Загрузка
sv: Laddar
tr: Yükleniyor
uk: Завантаження

source: E&qualizer
ar: المعادل
ca: E&qualitzador
el: Ισοσταθμιστής
he: אקולייזר
ja: イコライザー(&Q)
pl: Korektor
pt_br: E&qualizador
ru: &Эквалайзер
tr: E&kolayzer
uk: Е&квалайзер

source: Adjust speed
ar: ضبط السرعة
ca: Ajust de velocitat
da: Juster hastighed
de: Tempo anpassen
he: כוונן מהירות
ja: 速度調整
nb_no: Juster fart
nl: Snelheid aanpassen
pt_br: Ajustar velocidade
ru: Настроить скорость
sv: Justera hastighet
tr: Hızı ayarla

source: &Rip Audio CD
ar: نسخ القرص الصوتي
ca: &Extreu CD de audio
da: &Rip lyd-CD
de: Audio-CD &rippen
he: המר דיסק לקבצים
ja: オーディオCDのリッピング(&R)
nb_no: &Rip lyd-CD
nl: Audio-CD rippen
pl: &Zgraj płytę audio CD
pt_br: E&xtrair CD de áudio
ru: Риппинг аудио-CD
sv: &Rippa ljud-CD
tr: &Rip Ses CD'si
uk: &Видобути з аудіо компакт-диску

source: Audio CD
ar: قرص مضغوط صوتي
ca: CD d'àudio
he: דיסק מוזיקה
ja: オーディオCD
nb_no: Lyd-CD
pt_br: CD de áudio
ru: Аудио-CD
sv: Ljud-CD
tr: Ses CD'si
uk: Аудіо CD

source: Burn
ar: نسخ
ca: Gravar
da: Brænd
de: Brennen
el: Εγγραφή
he: צרוב דיסק
ja: ディスク書き込み
nb_no: Brenn
nl: Branden
pt_br: Gravar
ru: Прожечь
sv: Bränn
tr: Yanık
uk: Записати

source: Lookup Audio CD metadata
ar: البحث عن بيانات القرص الصوتي
ca: Cerqueu metadades de CD d’àudio
da: Slå lyd-CD metadata op
de: Metadaten der Audio-CD suchen
el: Αναζήτηση μεταδεδομένων Audio CD
he: חפש מידע על תוכן הדיסק
ja: オーディオCDメタデータを探す
nb_no: Søk opp lyd-CD metadata
nl: Albumgegevens opzoeken
pl: Wyszukaj metadane Audio CD
pt_br: Procurar metadados do CD de áudio
ru: Поиск метаданных аудио-CD
sv: Slå upp Ljud-CD-metadata
tr: Ses CD'si meta verilerini ara
uk: Пошук метаданих аудіо компакт-дисків

source: Eject
ar: إخراج
ca: Expulsar
da: Skub ud
de: Auswerfen
el: Εξαγωγή
he: הוצא דיסק
ja: 取り出し
nb_no: Løs ut
nl: Uitwerpen
pt_br: Ejetar
ru: Извлечь CD
sv: Mata ut
tr: At
uk: Витягти

source: &Options
ar: خيارات
ca: &Opcions
da: &Indstillinger
de: &Optionen
el: Επιλογές
he: אפשרויות
ja: オプション(&O)
nb_no: &Alternativer
nl: &Opties
pl: &Opcje
pt_br: &Opções
ru: &Настройка
sv: &Inställningar
tr: &Seçenekler
uk: &Налаштування

source: Layout
ar: تخطيط
ca: Disseny
el: Διάταξη
he: תצוגה
ja: レイアウト
pl: Układ
ru: Макет
tr: Düzen
uk: Структура

source: Addons
ar: الإضافات
ca: Complements
da: Tilføjelser
he: תוספים
ja: アドオン
pl: Dodatki
pt_br: Extensões
ru: Дополнения
sv: Tillägg
tr: Eklentiler
uk: Додатки

source: Play now
ar: تشغيل الآن
ca: Reprodueix ara
da: Afspil nu
de: Jetzt abspielen
el: Αναπαραγωγή τώρα
he: נגן עכשיו
ja: 今すぐ再生
nb_no: Spill nå
nl: Nu afspelen
pl: Odtwórz teraz
pt_br: Executar agora
ru: Воспроизвести
sv: Spela nu
tr: Şimdi oynat
uk: Відтворити зараз

source: shuffled
ar: التشغيل العشوائي
ca: Barrejat
da: blandet
de: gemischt
el: ανακάτεμα
he: סדר אקראי
ja: シャッフル
nb_no: stokket
nl: willekeurige volgorde
pl: losowo
pt_br: aleatório
ru: перемешано
sv: blandade
tr: karışık
uk: перетасоване

source: shuffled by Album
ar: التشغيل العشوائي حسب الألبوم
ca: Barrejat per Àlbum
da: blandet efter Album
de: Gemisch nach Album
el: ανακάτεμα βάσει Album
he: סדר אקראי ע"פ אלבום
ja: アルバムでシャッフル
nb_no: stokket etter Album
nl: willekeurige volgorde per Album
pl: losowanie wg albumu
pt_br: aleatório por álbum
ru: перемешано по альбому
sv: blanda Album
tr: Albüme göre karışık
uk: перетасовано за Альбомом

source: Queue mixed
ar: قائمة منوعة
ca: En cua
da: Kø blandet
de: Irgendwo in die Abspielliste
he: תורבב
ja: 再生キューに混在させる
nb_no: Kø blandet
nl: In willekeurige volgorde in wachtrij zetten
pt_br: Enfileirar misturado
ru: В очереди смешанно
sv: Blandad kö
tr: Karışık sıra
uk: Змішана черга

source: Queue next
ar: القائمة التالية
ca: En cua el pròxim
da: Kø næste
de: Als nächstes in die Abspielliste
he: ברשימה הבאה
ja: 次に再生
nb_no: Kø neste
nl: Als volgende in wachtrij zetten
pt_br: Enfileirar a seguir
ru: В очереди следующий
sv: Köa nästa
tr: Sonraki sıra
uk: Наступним у черзі

source: Queue last
ar: القائمة الأخيرة
ca: L'últim en cua
da: Kø sidste
de: Als letztes in die Abspielliste
he: ברשימה האחרונה
ja: 最後に再生
nb_no: Kø sist
nl: Als laatste in wachtrij zetten
pt_br: Enfileirar no final
ru: В очереди последний
sv: Köa sist
tr: Son sıra
uk: Останнім в черзі

source: Play
ar: التشغيل
ca: Reprodueix
da: Spil
de: Start
el: Αναπαραγωγή
he: נגן
ja: 再生
nb_no: Spill av
nl: Afspelen
pl: Odtwarzaj
pt_br: Tocar
ru: Воспроизведение
sv: Spela
tr: Oynat
uk: Відтворити

source: Pause
ar: إيقاف مؤقت
ca: Pausa
el: Παύση
he: השהה
ja: 一時停止
nl: Pauze
pl: Pauza
pt_br: Pausar
ru: Пауза
sv: Pausa
tr: Duraklat
uk: Пауза

source: Play/Pause
ar: تشغيل/إيقاف مؤقت
ca: Reprodueix/Pausa
da: Afspil/Pause
de: Start/Pause
el: Αναπαραγωγή/Παύση
he: נגן\השהה
ja: 再生 / 一時停止
nl: Afspelen/Pauze
pl: Odtwarzaj/Pauza
pt_br: Executar/pausar
ru: Пуск/Пауза
sv: Spela/Pausa
tr: Oynat/Duraklat
uk: Запуск/Пауза

source: Stop
ar: إيقاف
ca: Para
de: Stopp
el: Διακοπή
he: עצור
ja: 停止
nb_no: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sv: Stoppa
tr: Durdur
uk: Стоп

source: Off
ar: الحكم
ca: Parat
de: Aus
el: Εκτός
he: כבוי
ja: オフ
nb_no: Av
nl: Uit
pl: Wyłączony
pt_br: Desligado
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимкнуто

source: Stop after
ar: التوقف بعد
ca: Parar després
da: Stop efter
de: Danach stoppen
el: Διακοπή μετά
he: עצור אחרי
ja: このあとで停止
nb_no: Stopp etter
nl: Stop na
pl: Zatrzymaj się po
pt_br: Parar após
ru: Стоп после
sv: Stoppa efter
tr: Sonra durdur
uk: Зупинити після

source: Current file
ar: الملف الحالي
ca: Arxiu actual
da: Aktuel fil
de: Nach aktuellem Track
el: Τρέχον αρχείο
he: קובץ נוכחי
ja: 現在のファイル
nb_no: Gjeldende fil
nl: Huidig bestand
pl: Aktualny dokument
pt_br: Arquivo atual
ru: Текущий файл
sv: Nuvarande fil
tr: Mevcut dosya
uk: Поточний файл

source: Every file
ar: كل ملف
ca: Cada arxiu
da: Hver fil
de: Nach jedem Track
el: Κάθε αρχείο
he: כל קובץ
ja: ファイルごと
nb_no: Hver fil
nl: Elk bestand
pl: Każdy plik
pt_br: Cada arquivo
ru: Каждый файл
sv: Varje fil
tr: Her dosya
uk: Кожен файл

source: Crossfade
ar: مؤثرات التلاشي
ca: Esvaïment creuat
da: Krydsklap
de: Überblenden
he: החלק מעבר שיר
ja: クロスフェード
nb_no: Overtoning
nl: Crossfaden
pl: Przejście
pt_br: Transição suave
ru: Перекрёстный переход
tr: Yumuşak geçiş
uk: Перехресне затухання

source: Shuffle
ar: تشغيل عشوائية
ca: Barreja
de: Mischen
el: Ανακάτεμα
he: סדר אקראי
ja: シャッフル
nb_no: Miks
nl: Willekeurige volgorde
pl: Losowo
pt_br: Embaralhar
ru: Случайно
sv: Slumpa uppspelningen
tr: Karışık
uk: Перемішати

source: Repeat off
ar: إيقاف التكرار
ca: Repetició parada
da: Gentag fra
de: Wiederholen aus
el: Χωρίς επανάληψη
he: נגינה מחזורית (כבוי)
ja: リピートオフ
nb_no: Gjenta av
nl: Herhalen uit
pl: Powtarzaj wyłączone
pt_br: Repetir desligado
ru: Без повтора
sv: Upprepa av
tr: Tekrarlama kapalı
uk: Вимкнути повторення

source: One
ar: واحد
ca: Un
da: En
de: Ein
el: Ένα
he: פעם אחת
ja: 一曲のみ
nb_no: En
nl: Eén
pl: Jeden
pt_br: Um
ru: Один
sv: En
tr: Bir
uk: Одна

source: Repeat one
ar: كرر واحد
ca: Repeteix un
da: Gentag en
de: Einen wiederholen
el: Μία επανάληψη
he: חזור פעם אחת
ja: 一曲をリピート
nb_no: Gjenta en
nl: Herhaal één
pl: Powtórz raz
pt_br: Repetir um
ru: Повторить один
sv: Upprepa en
tr: Geçerli parçayı tekrarla
uk: Повторити одну

source: Repeat all
ar: كرر الكل
ca: Repeteix tots
da: Gentag alle
de: Alle wiederholen
el: Επανάληψη όλων
he: מחזורי (כולם)
ja: すべてリピート
nb_no: Gjenta alle
nl: Herhaal alle
pl: Powtórz wszystko
pt_br: Repetir tudo
ru: Повторить все
sv: Upprepa alla
tr: Tümünü tekrarla
uk: Повторити все

source: Repeat
ar: تكرار
ca: Repeteix
da: Gentag
de: Wiederholen
el: Επανάληψη
he: נגינה מחזורית
ja: リピート
nb_no: Gjenta
nl: Herhalen
pl: Powtórz
pt_br: Repetir
ru: Повторить
sv: Upprepa
tr: Tekrarla
uk: Повторити

source: Level playback volume
ar: تسوية مستوى الصوت عند التشغيل
ca: Volum de reproducció
da: Niveau afspilningsvolumen
de: Lautstärke einregeln
el: Εξισορρόπηση έντασης αναπαραγωγής
he: אזן ווליום
ja: 再生音量を揃える
nb_no: Nivåavspillingsvolum
nl: Afspeelvolume normaliseren
pl: Poziom głośności odtwarzania
pt_br: Ajustar volume durante a execução
ru: Громкость воспроизведения
sv: Uppspelningsnivå
tr: Oynatma ses seviyesini ayarlayın
uk: Вирівняти гучність відтворення

source: Next file
ar: الملف التالي
ca: Arxiu següent
da: Næste fil
de: Weiter
el: Επόμενο αρχείο
he: קובץ הבא
ja: 次のファイル
nb_no: Neste fil
nl: Volgende
pl: Następny plik
pt_br: Próximo arquivo
ru: Следующий файл
sv: Nästa fil
tr: Sonraki
uk: Наступний файл

source: Previous file
ar: الملف السابق
ca: Arxiu anterior
da: Forrige fil
de: Zurück
el: Προηγούμενο αρχείο
he: קובץ קודם
ja: 前のファイル
nb_no: Forrige fil
nl: Vorige
pl: Poprzedni plik
pt_br: Arquivo anterior
ru: Предыдущий файл
sv: Föregående fil
tr: Önceki
uk: Попередній файл

source: Volume up
ar: رفع الصوت
ca: Pujar el volum
da: Volumen op
de: Lauter
el: Αύξηση έντασης
he: יותר חזק
ja: 音量アップ
nb_no: Volum opp
nl: Volume +
pl: Zwiększenie głośności
pt_br: Aumentar volume
ru: Громче
sv: Höj volym
tr: Sesi aç
uk: Збільшити гучність

source: Volume down
ar: خفض الصوت
ca: Baixar el volum
da: Volumen ned
de: Leiser
el: Μείωση έντασης
he: פחות חזק
ja: 音量ダウン
nb_no: Volum ned
nl: Volume -
pl: Ściszanie
pt_br: Diminuir volume
ru: Тише
sv: Sänk volym
tr: Sesi kıs
uk: Зменшити гучність

source: Skip 5 seconds backward
ar: تخطي 5 ثوانٍ للخلف
ca: Saltar 5 segons cap enrere
da: Spring 5 sekunder tilbage
de: 5 Sekunden zurück
el: Μετάβαση πίσω 5 δευτερόλεπτα
he: 5 שניות אחורה
ja: 5 秒戻す
nb_no: Hopp 5 sekunder bakover
nl: 5 seconden terug
pl: Przeskocz 5 sekund do tyłu
pt_br: Retroceder 5 segundos
ru: На 5 сек назад
sv: Hoppa bak 5 sekunder
tr: 5 saniye geri atla
uk: Пропустити 5 секунд назад

source: Skip 5 seconds forward
ar: تخطي 5 ثوانٍ إلى الأمام
ca: Saltar 5 segons cap endavant
da: Spring 5 sekunder frem
de: 5 Sekunden vor
el: Μετάβαση εμπρός 5 δευτερόλεπτα
he: 5 שניות קדימה
ja: 5 秒進める
nb_no: Hopp 5 sekunder fremover
nl: 5 seconden vooruit
pl: Przeskocz 5 sekund do przodu
pt_br: Avançar 5 segundos
ru: На 5 сек вперёд
sv: Hoppa fram 5 sekunder
tr: 5 saniye ileri atla
uk: Пропустити 5 секунд вперед

source: S&leep
ar: نوم
ca: A&dormir
da: S&over
de: Ein&schlafmodus
el: Αναμονή
he: מצב שינה
ja: スリープ(&L)
nb_no: S&ov
nl: S&lapen
pl: Uśpij
pt_br: &Dormir
ru: Сон
sv: Vila
tr: U&yku
uk: Режим с&ну

source: &Tag from filename
ar: من علامة الاسم
ca: &Etiqueta pel nom del fitxer
da: &Tag fra filnavn
de: Aus Dateinamen &taggen
he: תגית לפי שם קובץ
ja: ファイル名からタグ付け(&T)
nb_no: &Tag fra filnavn
nl: Van bestandsnaam labelen
pt_br: &Tag a partir do nome do arquivo
ru: Тег из имени файла
sv: &Tagga från filnamn
tr: &Dosya adından etiketle
uk: &Теґ з імені файлу

source: &Auto-tag
ar: العنوان التلقائي
ca: Etiqueta automàtica
el: Αυτόματη ετικέτα
he: תגית אוטומטית
ja: 自動タグ付け(&A)
nl: Auto-labelen
pl: Automatyczne tagowanie
ru: Автотег
tr: &Otomatik etiketleme
uk: &Автотеґування

source: Configure current &output plug-in
ar: تكوين المكونات الإخراج الحالي
ca: Configureu el connector de &sortida actual
da: Konfigurer strøm &output plug-in
de: Ausgewähltes &Output-Plugin konfigurieren
el: Διαμόρφωση τρέχοντος plug-in εξόδου
he: הגדר את תוסף השמע
ja: 出力プラグインの設定(&O)
nb_no: Konfigurer valgt tillegg for utgangsdata
nl: Huidige &outputplug-in configureren
pl: Konfiguruj bieżącą wtyczkę wyjściową
pt_br: Configurar o plug-in de &saída atual
ru: Настроить текущий плагин вывода
sv: Konfigurera aktuell &output-plugin
tr: Mevcut &çıkış eklentisini yapılandır
uk: Конфігурувати поточний плагін &виходу

source: Configure current &input plug-in
ar: تكوين المكونات الإدخال الحالي
ca: Configureu el connector d'entrada actual
da: Indstil nuværende &input plug-in
de: Ausgewähltes &Input-Plugin konfigurieren
el: Διαμόρφωση τρέχοντος plug-in εισόδου
he: הגדר את תוסף הקלט הנוכחי
ja: 入力プラグインの設定(&I)
nb_no: Konfigurer valgt tillegg for inngangsdata
nl: Huidige &inputplug-in configureren
pl: Konfiguruj bieżącą wtyczkę wejściową
pt_br: Configurar o plug-in de &entrada atual
ru: Настроить текущий плагин входа
sv: Konfigurera aktuell input-plugin
tr: Mevcut &giriş eklentisini yapılandır
uk: Конфігурувати поточний додаток &входу

source: Share media
ar: مشاركة الوسائط
ca: Comparteix multimèdia
da: Del medier
de: Inhalte freigeben
el: Κοινή χρήση πολυμέσων
he: שתף מדיה
ja: メディアの共有化
nb_no: Del media
nl: Media delen
pl: Udostępnij multimedia
pt_br: Compartilhar mídia
ru: Поделиться медиа
sv: Dela media
tr: Medyayı paylaş
uk: Спільний доступ до медіафайлів

source: Configure Collections and nodes
ar: تكوين المجموعات والعقد
ca: Configureu col·leccions i nodes
da: Konfigurer Samlinger og noder
de: Auswahl und Knoten konfigurieren
el: Διαμόρφωση Συλλογών και κόμβων
he: הגדר את האוספים והעץ
ja: コレクションとノードを設定
nb_no: Konfigurer samlinger og noder
nl: Collecties en mappenlijst configureren
pl: Skonfiguruj kolekcje i węzły
pt_br: Configurar coleções e nós
ru: Настроить коллекции и узлы
sv: Konfigurera samlingar och noder
tr: Koleksiyonları ve düğümleri yapılandırın
uk: Кофігурувати Колекції та вузли

source: Options
ar: خيارات
ca: Opcions
da: Optioner
de: Optionen
el: Επιλογές
he: אפשרויות
ja: オプション
nb_no: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ru: Настройки
sv: Inställningar
tr: Seçenekler
uk: Налаштування

source: Player
ar: محرك الأقراص
ca: Reproductor
da: Spiller
he: נגן
ja: プレイヤー
nb_no: Avspiller
nl: Speler
pl: Odtwarzacz
pt_br: Tocador
ru: Плеер
sv: Spelare
tr: Oynatıcı
uk: Програвач

source: Play to
ar: تشغيل على
ca: Rprodueix a
da: Afspil til
de: Abspielen auf
el: Αναπαραγωγή σε
he: נגן ל
ja: …で再生
nb_no: Spill til
nl: Afspelen op
pl: Odtwórz dla
pt_br: Tocar em
ru: Воспроизведение
sv: Spela till
tr: Şununla oynat
uk: Відтворювати до

source: Select all
ar: تحديد الكل
ca: Seleccionar tot
da: Vælg alle
de: &Alle auswählen
el: Επιλογή όλων
he: בחר הכל
ja: すべて選択
nb_no: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
sv: Välj alla
tr: Tümünü seç
uk: Вибрати все

source: Focus tracklist on currently playing item
ar: درب الحالي في قائمة التشغيل
ca: Llista de cançons basada en els elements que es reprodueix actualment
da: Fokus tracklist på aktuelt spiller emne
de: Gerade spielenden Track in aktueller Liste anzeigen
el: Εστίαση λίστας κομματιών στο τρέχον αναπαραγώμενο αντικείμενο
he: התמקד בפריט המתנגן
ja: トラックリストの現在再生中のアイテムにフォーカス
nb_no: Fokuser sporliste på avspillende spor
nl: Focus in lijst op het nu spelende item
pl: Skoncentruj listę utworów na aktualnie odtwarzanym elemencie
pt_br: Focar a lista de faixas no item em execução
ru: Фокус треклиста на проигрываемом элементе
sv: Fokusera låtlistan på det som spelas nu
tr: Oynatılan öğeye odaklı parça listesini belirleyin
uk: Зосередити список доріжок на поточному відтворюваному елементі
