Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: 1 month
ar: 1 في الشهر
ca: 1 mes
da: 1 måned
de: 1 Monat
el: 1 μήνας
he: 1 חודש
ja: 1 か月
nb_no: En måned
nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяц
sv: 1 månad
uk: 1 місяць

source: Prevents episodes that have been highly rated from being deleted.
ca: Evita que se suprimeixin els episodis amb una puntuació molt alta.
da: Forhinderer episoder, der er højt bedømte, i at blive slettet.
de: Schütz Episoden mit hoher Bewertung vor dem Löschen.
el: Αποτρέπει τη διαγραφή επεισοδίων που έχουν υψηλή εκτίμηση.
he: מונע מחיקת פרקים שדורגו גבה.
ja: 高評価のエピソードが削除されるのを防ぎます。
nb_no: Forhindrer episoder som har blitt høyt vurdert fra å bli slettet.
nl: Voorkomt dat hooggewaardeerde afleveringen worden verwijderd.
pl: Zapobiega usuwaniu odcinków, które zostały wysoko ocenione.
pt_br: Evita a exclusão de Podcasts bem avaliados.
ru: Не удалять эпизоды с высоким рейтингом.
sv: Förhindrar att episoder som har fått höga betyg tas bort.
tr: Yüksek reyting alan bölümlerin silinmesini engeller.
uk: Запобігає видаленню епізодів, які отримали високий рейтинг.

source: Show removed episode links
ar: عرض وصلات إلى الحلقات المحذوفة
ca: Mostra els enllaços d'episodi eliminats
da: Vis fjernet episode links
de: Zeige gelöschte Episode(n)-Links
el: Εμφάνιση αφαιρεμένων συνδέσμων επεισοδίων
he: הצג קישורי פרקים שהוסרו
ja: 削除されたエピソードへのリンクを表示
nb_no: Vis slettede episodelinker
nl: Links van verwijderde afleveringen weergeven
pl: Pokaż linki usuniętych odcinków
pt_br: Exibir links de episódios excluídos
ru: Показывать удалённые ссылки к эпизодам
sv: Visa borttagna avsnittslänkar
tr: Kaldırılan bölüm bağlantılarını göster
uk: Показати вилучені посилання на серії

source: Cancel Sleep
ca: Cancel·la aturarada temporal
da: Annuller Sleep
de: Einschlafmodus beenden
el: Ακύρωση Sleep
he: בטל שינה
ja: スリープをキャンセル
nb_no: Avbryt Søvn
nl: Slapen annuleren
pl: Anuluj usypianie
pt_br: Cancela Dormir
ru: Отмена сна
sv: Avsluta strömsparläge
tr: Uykuyu İptal Et
uk: Скасувати Сон

source: Bitrate (for max. res.)
ca: Taxa de bits (per a màx. res.)
da: Bitrate (for maks. opløsning)
de: Bitrate (für max. Auflösung)
el: Bitrate (για μέγ. ανάλ.)
he: קצב סיביות (לגבי מקסימום רזולוציה)
ja: ビットレート（最大解像度）
nb_no: Bithastighet (for maks. oppløsning)
nl: Bitwaarde (voor max. res.)
pl: Bitrate (dla maks. res.)
pt_br: Taxa de bits (para res. máx.)
ru: Битрейт (для макс. разр.)
sv: Bithastighet (för maximal kvalitet)
tr: Bit hızı (maksimum çözünürlük için)
uk: Потокова швидкість (для макс. рез.)

source: This turns on the Auto-DJ feature which causes tracks to automatically be added to the 'Playing' list when it runs out.
ca: Això activa la funció Auto-DJ, que fa que les pistes s'afegeixin automàticament a la llista de 'Reproducció' quan s'esgoti.
da: Dette aktiverer Auto-DJ-funktionen, som gør, at spor automatisk tilføjes til 'Spiller' liste, når den løber tør.
de: Die Auto-DJ-Funktion fügt automatisch Tracks zur Abspielliste hinzu, bevor diese leerläuft.
he: זה מפעיל את תכונת אוטו-DJ שגורמת לשירים להיכנס אוטומטית לרשימת 'מתנגנים' כשהיא מתרוקנת.
ja: オートDJ機能がオンになり、トラックがなくなると自動的に「再生中」リストに追加されます。
nb_no: Dette aktiverer Auto-DJ-funksjonen som fører til at spor automatisk blir lagt til 'Spiller nå'-listen når den blir tømt.
nl: Schakelt de Auto-DJ-functie in waardoor tracks automatisch worden toegevoegd aan de 'Speel' lijst wanneer deze leeg raakt.
pt_br: Isso ativa o recurso Auto-DJ, que adiciona faixas automaticamente à lista 'Em execução', quando ela chega ao fim.
ru: Включить функцию автодиджея, автоматически добавляющую треки в список воспроизведения, когда он заканчивается.
sv: Detta aktiverar Auto-DJ-funktionen som gör att spår automatiskt läggs till i "Spela" -listan när den tar slut.
tr: Bu, bittiğinde parçaların otomatik olarak 'Çalınıyor' listesine eklenmesini sağlayan Auto-DJ özelliğini açar.

source: Determines how often MediaMonkey checks for updates
ar: يحدد التردد مع التحديثات الاختيار MediaMonkey التي
ca: Determina la freqüència amb què MediaMonkey busca actualitzacions
da: Bestemmer, hvor ofte MediaMonkey kontrollerer for opdateringer
de: Bestimmt wie of MediaMonkey nach Updates sucht
el: Προσδιορίζει πόσο συχνά το MediaMonkey ελέγχει για ενημερώσεις
he: קובע כמה תדיר MediaMonkey בודק עדכונים
ja: MediaMonkeyが更新をチェックする頻度を決定します
nb_no: Bestemmer hvor ofte MediaMonkey sjekker etter oppdateringer
nl: Bepaalt hoe vaak MediaMonkey controleert op updates
pl: Określa jak często MediaMonkey sprawdza dostępność aktualizacji
pt_br: Determina com que frequência o MediaMonkey deve verificar se há atualizações dos Podcasts
ru: Определяет частоту проверки обновлений MediaMonkey
sv: Bestämmer hur ofta MediaMonkey ska söka efter uppdateringar
tr: MediaMonkey'in güncellemeleri ne sıklıkla kontrol edeceğini belirler
uk: Визначає як часто MediaMonkey перевіряє наявність оновлення

source: Always show tray icon
ar: دائماً إظهار الرمز الصغير
ca: Mostra sempre la icona de la safata
da: Vis altid ikon
de: Icon immer in der Taskleiste (Infobereich) anzeigen
el: Πάντα να εμφανίζεται το tray icon
he: הצג תמיד סמל מגש
ja: 常にトレイ アイコンを表示
nb_no: Vis alltid systemikon
nl: Pictogram in systeemvak weergeven
pl: Zawsze pokazuj ikonę w tray-u
pt_br: Sempre exibir ícone na Área de Notificação
ru: Всегда показывать значок в области уведомлений
sv: Visa alltid ikon i aktivitetsfältet
tr: Her zaman tepsi simgesini göster
uk: Завжди показувати піктограму лотка

source: Drag available elements to a panel to be displayed, or to re-order them.
ca: Arrossegueu els elements disponibles a un tauler per mostrar-los o reordeneu-los.
da: Træk tilgængelige elementer til et panel for at blive vist eller for at ændre deres rækkefølge.
de: Ziehen Sie verfügbare Elemente in ein Panel, um sie anzuzeigen oder neu zu ordnen.
el: Σύρετε τα διαθέσιμα στοιχεία σε έναν πίνακα για εμφάνιση ή για να τα επαναταξινομήσετε.
he: גרר רכיבים זמינים לפאנל לצג, או סידר אותם מחדש.
ja: 使用可能な要素をパネルに表示するか、それらの順序を変更するためにドラッグします。
nb_no: Dra tilgjengelige elementer til et panel for å vises, eller for å endre rekkefølge på dem.
nl: Sleep beschikbare elementen naar een paneel om ze weer te geven of te herschikken.
pl: Przeciągnij dostępne elementy do panelu, który chcesz wyświetlić, lub aby zmienić ich kolejność.
pt_br: Arraste os elementos disponíveis para um painel para exibi-los. Ou então reordene-os.
ru: Перетащите элементы на панель для отображения или изменения их порядка.
sv: Dra tillgängliga element till en panel som ska visas, eller för att ordna om dem.
tr: Mevcut öğeleri görüntülenecek veya yeniden sıralanacak bir panele sürükleyin.
uk: Перетягніть наявні елементи на панель для показу або, щоб змінити їх порядок.

source: Artist images
ca: Imatges d’artistes
da: Kunstner billeder
de: Bilder des Interpreten
el: Εικόνες καλλιτέχνη
he: תמונות אמן
ja: アーティスト画像
nb_no: Artistbilder
nl: Afbeeldingen van artiesten
pl: Obrazy artystów
pt_br: Imagens do artista
ru: Изображения исполнителей
sv: Artistbilder
tr: Sanatçı görselleri
uk: Зображення виконавця

source: Pop-up file info:
ca: Informació del fitxer emergent:
da: Pop-up fil info:
de: Blende Datei-Info ein für:
el: Αναδυόμενες πληροφορίες αρχείου:
he: מידע קובץ מוקפץ:
ja: ファイル情報のポップアップ表示:
nb_no: Pop-up filinfo:
nl: Pop-up bestandsinfo:
pl: Informacje o pliku wyskakującym:
pt_br: Exibir pop-up durante:
ru: Всплывающие сведения о файле:
sv: Popup-filinformation:
tr: Açılır dosya bilgisi:
uk: Спливна інформація про файл:

source: Update tags when editing properties
ar: تحديث العلامات مباشرة تحرير خصائص
ca: Actualitzeu les etiquetes quan editeu propietats
da: Update tags, når du redigerer egenskaber
de: Beim Ändern von Eigenschaften auch Tags aktualisieren
el: Ενημέρωση ετικετών κατά την επεξεργασία ιδιοτήτων
he: עדכן תגים בעת עריכת תכונות
ja: プロパティ編集時、タグを更新する
nb_no: Oppdater tagger når egenskaper redigeres
nl: Labels bijwerken bij eigenschappen bewerken
pl: Aktualizuj tagi podczas edycji właściwości
pt_br: Atualizar tags ao editar as propriedades
ru: Обновить теги при изменении свойств
sv: Uppdatera ID3-taggar när spårinformationen redigeras
tr: Özellikleri düzenlerken etiketleri güncelle
uk: Оновити теґи при редагуванні властивостей

source: This value determines playback volume (for track(s) that have been analyzed) if 'Level playback volume' is enabled.
ca: Aquest valor determina el volum de reproducció (per a les pistes que s'han analitzat) si està habilitat el "Nivell de volum de reproducció".
da: Denne værdi bestemmer afspilningsvolumen (for spor der er analyseret), hvis 'Level afspilningsvolumen' er aktiveret.
de: Dieser Wert bestimmt die Lautstärke, wenn "Lautstärke einregeln" aktiviert ist (wirkt nur bei bereits analysierten Dateien).
el: Αυτή η τιμή καθορίζει την ένταση αναπαραγωγής (για κομμάτι(α) που έχουν αναλυθεί) εάν είναι ενεργοποιημένη η 'Εξισορρόπηση έντασης αναπαραγωγής'.
he: ערך זה קובע את עוצמת ההשמעה (לשירים שנבדקו) אם 'תאם עוצמת השמעה' מאופשר.
ja: この値は、「再生音量を揃える」が有効になっている場合、再生音量（分析されたトラック）を決定します。
nb_no: Denne verdien bestemmer avspillingsvolumet (for spor som har blitt analysert) hvis 'Juster avspillingsvolum' er aktivert.
nl: Deze waarde bepaalt het afspeelvolume (voor tracks die geanalyseerd zijn) wanneer 'Afspeelvolume normaliseren' is ingeschakeld.
pl: Ta wartość określa głośność odtwarzania (dla utworów, które zostały przeanalizowane), jeśli włączona jest opcja „Poziom głośności odtwarzania”.
pt_br: Este valor determina o volume da execução (para as faixas que tenham sido analisadas), se 'Nivelar o volume da execução' estiver habilitado.
ru: Определяет громкость воспроизведения (для проанализированных треков), если включена настройка громкости воспроизведения.
sv: Detta värde bestämmer uppspelningsljudstyrkan (för spår som har analyserats) om "Nivå uppspelningsljudstyrka” är aktiverad.
tr: Bu değer, 'Seviye oynatma ses seviyesi' etkinleştirilmişse analiz edilen parçalar için oynatma ses seviyesini belirler.
uk: Це значення визначає гучність відтворення (для доріжок, які були проаналізовані), якщо увімкнено "Рівень гучності відтворення".

source: analyze volume automatically
ca: analitzeu el volum automàticament
da: analyser volumen automatisk
de: Lautstärke automatisch analysieren
el: αυτόματη ανάλυση έντασης
he: דמיט ואוטומטי
ja: 音量を自動的に分析する
nb_no: analyser volum automatisk
nl: volume automatisch analyseren
pl: analizuj głośność automatycznie
pt_br: analisar volume automaticamente
ru: автоанализ громкости
sv: analysera volymen automatiskt
tr: Sesi otomatik olarak analiz edin
uk: аналізувати гучність автоматично

source: Lookup missing information via Auto-tag (Registered users only)
ca: Cerqueu informació que falti mitjançant l’etiquetatge automàtic (només usuaris registrats)
da: Opslag manglende information via Auto-tag (kun registrerede brugere)
de: Suche nach fehlenden Informationen über Auto-Tag (nur registrierte Benutzer)
el: Αναζήτηση πληροφοριών που λείπουν μέσω Αυτόματης-ετικέτας (μόνο εγγεγραμμένοι χρήστες)
he: חפש מידע חסר בתג אוטומטי (רק למשתמשים רשומים)
ja: 自動タグ付けを介して欠落している情報を検索します（登録ユーザーのみ）
nb_no: Søk etter manglende informasjon via Auto-tag (Registrerte brukere kun)
nl: Ontbrekende informatie automatisch opzoeken via Auto-label (alleen geregistreerde gebruikers)
pl: Wyszukaj brakujące informacje za pomocą automatycznego tagowania (tylko zarejestrowani użytkownicy)
pt_br: Buscar informações faltantes via Auto-tag (somente usuários registrados)
ru: Поиск недостающей информации с помощью автотега (только для зарегистрированных пользователей)
sv: Sök efter saknad information via automatisk tagg (endast registrerade användare)
tr: Otomatik olarak etiketler bulunsun mu? (Yalnızca kayıtlı kullanıcılar içindir)
uk: Пошук відсутньої інформації за допомогою автоматичного позначення (лише для зареєстрованих користувачів)

source: Scrobbler submission state
ca: Estat d'enviament de scrobbler
da: Scrobbler indsendelsestilstand
de: Scrobbler-Sendestatus
el: Κατάσταση υποβολής Scrobbler
he: מצב שליחה לסקובולר
ja: Scrobbler送信状態
nb_no: Skrobbler innsendingstilstand
nl: Scrobbler inzendingsstatus
pl: Stan składania skroblera
pt_br: Estado de envio do scrobbler
ru: Состояние отправки скробблера
sv: Skrobbler sändstatus
tr: Dinleyici gönderim durumu
uk: Стан подання скроблера

source: Broadcasts
ca: Emissions
da: Udsendelser
he: שידורים
ja: 放送
nb_no: Sendinger
nl: Uitzendingen
pl: Transmisje
pt_br: Difusões
ru: Трансляции
sv: Sändningar
uk: Трансляції

source: Minimize window
ca: Minimitza la finestra
da: Minimer vindue
de: Fenster minimieren
el: Ελαχιστοποίηση παραθύρου
he: מזער חלון
ja: ウィンドウを最小化
nb_no: Minimer vindu
nl: Venster minimaliseren
pl: Zminimalizuj okno
pt_br: Minimizar janela
ru: Свернуть окно
sv: Minimera fönster
uk: Мінімізувати вікно

source: Share the following over the network
ca: Compartiu el següent a la xarxa
da: Del følgende over netværket
de: Folgendes über das Netzwerk freigeben
el: Κοινή χρήση των ακόλουθων μέσω του δικτύου
he: שתף את אלה ברשת
ja: ネットワーク経由で次の情報を共有する
nb_no: Del det følgende over nettet
nl: Het volgende via het netwerk delen
pl: Udostępnij następujące informacje w sieci
pt_br: Compartilhar o seguinte via rede
ru: Поделиться следующим в сети
sv: Dela följande över nätverket
uk: Спільний доступ до наведених нижче даних у мережі

source: Hide unselected items
ca: Amaga els elements no seleccionats
da: Skjul ikke-valgte elementer
de: Nicht ausgewählte Einträge verstecken
el: Απόκρυψη μη επιλεγμένων αντικειμένων
he: הסתר פריטים שלא נבחרו
ja: 選択されていないアイテムを非表示
nb_no: Skjul umarkerte elementer
nl: Verberg ongeselecteerde items
pl: Ukryj niewybrane elementy
pt_br: Ocultar itens não selecionados
ru: Скрыть невыбранные элементы
sv: Dölj omarkerade objekt
tr: Seçilmemiş öğeleri gizle
uk: Приховати невибрані елементи

source: Sync playlists (recommended)
ca: Sincronitza llistes de reproducció (recomanat)
da: Synk playlister (anbefales)
de: Wiedergabelisten synchronisieren (empfohlen)
el: Συγχρονισμός λιστών αναπαραγωγής (συνιστάται)
he: סנכרן רשימות השמעה (מומלץ)
ja: プレイリストを同期 （推奨）
nb_no: Synkroniser spillelister (anbefalt)
nl: Afspeellijsten synchroniseren (aanbevolen)
pl: Synchronizuj listy odtwarzania (zalecane)
pt_br: Sincronizar lista (recomendado)
ru: Синхронизация плейлистов (рекомендуется)
sv: Synkronisera spellistor (rekommenderas)
tr: Çalma listelerini senkronize et (önerilir)
uk: Синхронізувати списки відтворення (рекомендовано)

source: Organize playlists using:
ca: Organitzeu llistes de reproducció mitjançant:
da: Organiser playlister ved hjælp af:
de: Wiedergabelisten abbilden durch:
el: Οργάνωση λιστών αναπαραγωγής με χρήση:
he: ארגן רשימות השמעה באמצעות:
ja: 次の方法でプレイリストを整理します:
nb_no: Organiser spillelister ved å bruke:
nl: Afspeellijsten als volgt indelen:
pl: Uporządkuj listy odtwarzania za pomocą:
pt_br: Organizar listas usando:
ru: Упорядочить плейлисты, используя:
sv: Ordna spellistor efter:
tr: Çalma listelerini şu şekilde düzenleyin:
uk: Упорядкувати списки відтворення за допомогою:

source: Use only the first value when multiple Artists / Composers exist
ar: استخدم القيمة الأولى فقط عندما يكون هناك العديد من الفنانين/الملحنين
ca: Utilitzeu només el primer valor quan hi hagi diversos artistes/compositors
da: Brug kun den første værdi, når flere Artists / komponister findes
de: Nur ersten Interpreten bei Multi-Interpreten verwenden
el: Χρήση μόνο της πρώτης τιμής όταν υπάρχουν πολλοί Καλλιτέχνες / Συνθέτες
he: השתמש רק בערך הראשון כאשר ישנם אמנים / מלחינים מרובים
ja: 複数のアーティスト/作曲家が存在する場合は、最初の値のみを使用
nb_no: Bruk kun den første verdien når flere Artister / Komponister eksisterer
nl: Gebruik alleen de eerste als er meerdere Artiesten/Componisten zijn
pl: Użyj tylko pierwszej wartości, jeśli istnieje wielu Wykonawców / Kompozytorów
pt_br: Usar apenas o primeiro valor quando houver múltiplos artistas ou compositores
ru: Если несколько исполнителей/композиторов, использовать первый
sv: Använd endast det första värdet när flera Artister / Kompositörer existerar
tr: Birden fazla Sanatçı/Besteci mevcut olduğunda yalnızca ilk değeri kullanın
uk: Використати лише перше значення коли присутні декілька Виконавців/Композиторів

source: Replace existing image
ca: Substitueix la imatge existent
da: Erstat eksisterende billede
de: Vorhandenes Bild ersetzen
el: Αντικατάσταση υπάρχουσας εικόνας
he: החלף תמונה קיימת
ja: 既存の画像を置き換える
nb_no: Erstatt eksisterende bilde
nl: Bestaande afbeelding vervangen
pl: Zastąp istniejący obraz
pt_br: Substituir imagem existente
ru: Заменить имеющееся изображение
sv: Ersätt befintlig bild
tr: Mevcut görüntüyü değiştir
uk: Замінити наявне зображення

source: Visibility
ca: Visibilitat
da: Synlighed
de: Sichtbarkeit
el: Ορατότητα
he: נראות
ja: 可視性
nb_no: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
sv: Synlighet
tr: Görünürlük
uk: Видимість

source: Installed version
ca: Versió instal·lada
da: Installeret version
de: Installierte Version
el: Εγκατεστημένη έκδοση
he: גרסה מותקנת
ja: インストールされているバージョン
nb_no: Installert versjon
nl: Geïnstalleerde versie
pl: Zainstalowana wersja
pt_br: Versão instalada
ru: Установленная версия
sv: Installerad version
tr: Kurulu sürüm
uk: Встановлена версія

source: To unlock Gold features, please enter license registration information:
ca: Per desbloquejar les funcions Gold, introduïu la informació de registre de la llicència:
da: For at låse op for Guld-funktioner, indtast venligst licensregistreringsinformation:
de: Um alle Funktionen freizuschalten, geben Sie bitte die Lizenzinformationen ein:
el: Για να ξεκλειδώσετε τις λειτουργίες Gold, παρακαλούμε εισαγάγετε τα στοιχεία άδειας:
he: לשחרור תכונות זהב, הזן מידע רישום רישוי:
ja: Gold機能のロックを解除するには、ライセンス登録情報を入力してください:
nb_no: For å låse opp Gull-funksjoner, vennligst angi lisensregistreringsinformasjon:
nl: Voer de licentie-informatie in om de Gold-versie te gebruiken:
pl: Aby odblokować funkcje Gold, wprowadź informacje rejestracyjne licencji:
pt_br: Para desbloquear todas as funcionalidades, digite as informações de registro abaixo:
ru: Введите регистрационную информацию, чтобы разблокировать функции Gold:
sv: Ange licensregistreringsinformation för att låsa upp Gold-funktioner:
tr: Altın özelliklerinin kilidini açmak için lütfen lisans kayıt bilgilerini girin:
uk: Щоб розблокувати функції Gold, введіть реєстраційні дані ліцензії:

source: Min
el: Ελάχ.
he: מינימאלי
ja: 最小値
pt_br: Mín
ru: Мин
uk: Мін.

source: Get Album titles and Track Numbers from:
ca: Obteniu títols d'àlbums i números de cançons de:
da: Hent Album titler og Spornumre fra:
de: Album-Titel und Tracknummern abrufen von:
el: Λήψη τίτλων Άλμπουμ και Αριθμών Κομματιών από:
he: קבל שם אלבום ומספרי שירים מ:
ja: アルバムタイトルとトラック番号を取得:
nb_no: Hent Albumtitler og Spor Nummer fra:
nl: Albumtitels en Tracknummers ophalen bij:
pl: Pobierz tytuły albumów i numery utworów z:
pt_br: Obter título de álbuns e número de faixas de:
ru: Получить названия альбомов и номера треков из:
sv: Hämta Albumtitlar och Spårnummer från:
tr: Albüm başlıklarını ve parça numaralarını şuradan alabilirsiniz:
uk: Отримати назви альбомів та номери доріжок від:

source: Show scan results dialog
ca: Mostra el quadre de diàleg de resultats de l'escaneig
da: Vis scanningsresultater dialog
de: Dialogfeld mit Scan-Ergebnissen anzeigen
el: Εμφάνιση διαλόγου αποτελεσμάτων σάρωσης
he: הצג תיבת דו חיח תוצאות סריקה
ja: スキャン結果ダイアログを表示する
nb_no: Vis resultatsdialog fra skanning
nl: Scanresultaten weergeven
pl: Pokaż okno dialogowe wyników skanowania
pt_br: Exibir janela com resultado da varredura
ru: Показывать результаты сканирования
sv: Visa dialogruta för skanningsresultat
tr: Tarama sonuçları iletişim kutusunu göster
uk: Показати діалогове вікно результатів сканування

source: Replace existing information if confidence >
ca: Substituïu la informació existent si n'esteu convençuts>
da: Erstat eksisterende information, hvis tillid >
de: Gespeicherte Informationen ersetzen, wenn der Vertrauensindex >
el: Αντικατάσταση υπαρχουσών πληροφοριών εάν εμπιστοσύνη >
he: החלף מידע קיים אם האמון >
ja: 自信がある場合は、既存の情報を置き換える＞
nb_no: Erstatt eksisterende informasjon hvis sikkerhet >
nl: Bestaande info vervangen bij een betrouwbaarheid >
pl: Zastąp istniejące informacje, jeśli zaufanie >
pt_br: Substituir informação existente se a confiança >
ru: Заменять имеющуюся информацию, если доверие >
sv: Ersätt befintlig information om förtroendeindex >
tr: Güveniyorsanız mevcut bilgileri değiştirin >
uk: Замінити наявну інформацію, якщо впевненість >

source: Lowest
ar: أدنى
ca: Més baix
da: Laveste
de: Niedrigste
el: Χαμηλότερη
he: נמוך ביותר
ja: 最低
nb_no: Lavest
nl: Laagste
pl: Najniższy
pt_br: Baixíssima
ru: Наименьший
sv: Lägst
tr: En düşük
uk: Найнижчий

source: Ignore Auto-DJ when playing
ca: Ignoreu el Auto-DJ quan esteu reproduint
da: Ignorer Auto-DJ under afspilning
de: Kein Auto-DJ
el: Αγνόηση Auto-DJ κατά την αναπαραγωγή
he: התעלם מאוטו-DJ כאשר משחקים
ja: 再生の際、オートDJ を無視
nb_no: Ignorer Auto-DJ ved avspilling
nl: Negeer Auto-DJ bij afspelen
pl: Ignoruj funkcję Auto-DJ podczas odtwarzania
pt_br: Ignorar Auto-DJ ao tocar
ru: Игнорировать автодиджея при воспроизведении
sv: Ignorera Auto-DJ när du spelar
tr: Oynatırken Otomatik DJ'i yoksay
uk: Ігнорувати Авто-Діджея при відтворенні

source: Transparent
ar: شفافة
el: Διάφανο
he: שקוף
ja: 透明
nl: Transparant
pl: Przezroczyście
pt_br: Transparente
ru: Прозрачно
tr: Şeffaf
uk: Прозорий

source: Renderer name:
ca: Nom del renderitzador:
da: Renderer navn:
el: Όνομα renderer:
he: שם המהדר:
ja: レンダラー名:
nb_no: Gjengiver navn:
nl: Naam renderer:
pl: Nazwa renderera:
pt_br: Nome do renderizador:
ru: Имя рендерера:
sv: Renderarnamn:
tr: Oluşturucu adı:
uk: Ім'я візуалізатора:

source: Format for multiple images:
ca: Format per a diverses imatges:
da: Format for flere billeder:
de: Format für mehrere Bilder:
el: Μορφή για πολλές εικόνες:
he: פורמט עבור תמונות מרובות:
ja: マルチ画像の形式:
nb_no: Format ved flere bilder:
nl: Indeling bij meerdere afbeeldingen:
pl: Format dla wielu obrazów:
pt_br: Formato para múltiplas imagens:
ru: Формат для нескольких изображений:
sv: Format för flera bilder:
tr: Çoklu görüntüler için format:
uk: Формат для декількох зображень:

source: This sets the default location where associated artwork is stored.
ca: Es defineix la ubicació predeterminada on s'emmagatzema la il·lustració associada.
da: Dette angiver standardplaceringen, hvor tilknyttet kunstværk gemmes.
de: Wählen Sie die Voreinstellung, wo MediaMonkey die Bilder speichern soll.
el: Αυτό ορίζει την προεπιλεγμένη τοποθεσία όπου αποθηκεύεται το σχετικό γραφικό.
he: קובע את המיקום הקבוע בו נשמר אומנות משויכת.
ja: 関連付けられたアートワークが保存されるデフォルトの場所が設定されます。
nb_no: Dette setter standardplasseringen hvor tilknyttet grafikk lagres.
nl: Bepaalt de standaarlocatie voor het opslaan van illustraties.
pl: Ustawia to domyślną lokalizację, w której przechowywana jest skojarzona grafika.
pt_br: Esta configuração define o local padrão para armazenamento das Capas de Disco.
ru: Задаёт местоположение по умолчанию, где хранятся соответствующие иллюстрации.
sv: Detta anger standardplatsen där tillhörande bilder lagras.
tr: Bu, ilişkili resmin depolandığı varsayılan konumu ayarlar.
uk: Цим встановлюється типове розташування, де зберігаються пов 'язані ілюстрації.

source: Director(s)
da: Instruktør(er)
de: Regisseur(e)
el: Διευθυντής(ές)
he: מפיקים
ja: ディレクター
nb_no: Regissør(er)
nl: Regiseur(s)
pl: Reżyser(zy)
pt_br: Diretor(es)
ru: Режиссёры
sv: Regissör(er)
tr: Yönetmen(s)
uk: Режисер(и)
