Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: error while reading file info
ar: خطأ أثناء قراءة معلومات الملف
ca: error en llegir la informació del fitxer
da: fejl under læsning af filinfo
de: Problem beim Lesen der Dateieigenschaften
el: σφάλμα κατά την ανάγνωση πληροφορίας αρχείου
he: שגיאה בקריאת מידע קובץ
ja: ファイル情報の読み込み中にエラーが発生しました
nb_no: feil ved lesing av filinfo
nl: Fout bij lezen bestandsinfo
pl: błąd podczas odczytu informacji o pliku
pt_br: erro ao ler informações do arquivo
ru: ошибка чтения информации о файле
sv: fel vid läsning av filinformation
tr: dosya bilgisi okunurken hata oluştu
uk: помилка під час читання інформації про файл

source: Tag update failed: %s has wrong format.
ar: فشل تحديث العلامة: %s يحتوي على تنسيق غير صحيح.
ca: Error en actualitzar l'etiqueta: %s té un format incorrecte.
da: Tag opdatering mislykkedes: %s har forkert format.
de: Aktualisieren der Tags ist fehlgeschlagen: %s hat ein falsches Format.
el: Η ενημέρωση ετικέτας απέτυχε: Λάθος μορφή %s.
he: שדרוג תג נכשל: %s בפורמט שגוי.
ja: タグの更新に失敗しました: "%s"の形式が間違っています。
nb_no: Taggoppdatering mislyktes: %s har feil format.
nl: Label bijwerken mislukt: %s heeft een verkeerde indeling.
pl: Aktualizacja tagu nie powiodła się: %s ma zły format.
pt_br: Atualização da tag falhou: %s tem formato incorreto.
ru: Ошибка обновления тега: неверный формат %s.
sv: Tagguppdatering misslyckades: %s har fel format.
tr: Etiket güncellemesi başarısız oldu: %s yanlış biçimde.
uk: Помилка оновлення теґу: %s має неправильний формат.

source: One or more of the selected files are inaccessible and cannot be tagged. Save artwork to the folder instead.
ar: واحد أو أكثر من الملفات المحددة غير قابل للوصول ولا يمكن وضع علامات عليها. احفظ العمل الفني في المجلد بدلاً من ذلك.
ca: Un o més dels fitxers seleccionats són inaccessibles i no es poden etiquetar. Deseu la il·lustració a la carpeta.
da: En eller flere af de valgte filer er utilgængelige og kan ikke tagges. Gem kunstværk i stedet for på mappen.
de: Eine oder mehrere ausgewählte Dateien sind nicht verfügbar und können daher nicht getaggt werden. Speichere stattdessen das Bild im Ordner.
el: Ένα ή περισσότερα από τα επιλεγμένα αρχεία δεν είναι προσβάσιμα και δεν μπορεί να τους δοθεί ετικέτα. Αποθηκεύστε το γραφικό στο φάκελο.
he: אחד או יותר מהקבצים שנבחרו אינם נגישים ולא ניתן לתייג אותם. שמור את הכיסוי לתיקייה במקום.
ja: 選択した1つ以上のファイルにアクセスできず、タグを付けることができません。代わりにアートワークをフォルダーに保存します。
nb_no: Én eller flere av de valgte filene er utilgjengelige og kan ikke tagges. Lagre grafikk til mappen i stedet.
nl: Eén of meer van de geselecteerde bestanden zijn niet toegankelijk en kunnen niet worden gelabeld. Sla illustraties op in de map.
pl: Co najmniej jeden z wybranych plików jest niedostępny i nie można go oznaczyć. Zamiast tego zapisz grafikę w folderze.
pt_br: Um ou mais dos arquivos selecionados estão inacessíveis e não podem ter a tag modificada. Salve a capa na pasta do álbum.
ru: Один или несколько выбранных файлов недоступны и не могут быть тегированы. Вместо этого сохраните иллюстрации в этой папке.
sv: En eller flera av de valda filerna är otillgängliga och kan inte taggas. Spara teckningar i mappen istället.
tr: Seçili dosyalardan bir veya daha fazlasına erişilemiyor ve etiketlenemiyor. Bunun yerine resmi klasöre kaydedin.
uk: Один або кілька вибраних файлів недоступні й не можуть бути позначені теґами. Натомість збережіть оформлення теки.

source: The media '%s' is not inserted. It must be inserted to access the file %s
ar: الوسائط '%s' غير مدخلة. يجب إدخالها للوصول إلى الملف %s
ca: El mitjà '%s' no està inserit. Cal inserir-lo per accedir al fitxer %s
da: Mediet '%s' er ikke indsat. Det skal indsættes for at få adgang til filen %s
de: Das Medium "%s" ist nicht eingelegt. Es muss für den Zugriff auf Datei "%s" eingelegt sein.
el: Δεν έχει εισαχθεί το πολυμέσο '%s' . Πρέπει να εισαχθεί για πρόσβαση στο αρχείο %s
he: מדיה '%s' אינה מוזנת. יש להכניס אותה כדי לגשת לקובץ %s
ja: メディア"%s"が挿入されていません。ファイル"%s"にアクセスするには挿入する必要があります
nb_no: Mediet '%s' er ikke satt inn. Det må settes inn for å få tilgang til filen %s
nl: Medium '%s' is niet geladen. Het moet geladen worden om bestand %s te laden
pl: Nośnik '%s' nie jest włożony. Musi być wstawiony, aby uzyskać dostęp do pliku %s
pt_br: A mídia '%s' não está inserida no dispositivo. Você deve inseri-la para ter acesso ao arquivo %s
ru: Отсутствует носитель '%s'. Он должен быть вставлен для доступа к файлу %s
sv: Media "%s" har inte infogats. Den måste infogas för att komma åt filen %s
tr: '%s' medyası eklenmedi. %s dosyasına erişmek için eklenmesi gerekir
uk: Носій '%s' не вставлено. Його потрібно вставити для доступу до файлу %s

source: trial
ar: تجريبي
ca: prova
da: prøve
de: Testperiode
el: δοκιμαστική
he: נסיון
ja: 試用
nb_no: prøveversjon
nl: proef
pl: czasowe
pt_br: avaliação
ru: пробный период
sv: Testversion
tr: deneme
uk: пробне

source: trial-expired
ar: انتهت التجربة
ca: prova-vençuda
da: prøve-udløbet
de: Testperiode abgelaufen
el: ληγμένη δοκιμαστική
he: תקופת נסיון פגה
ja: 試用期限切れ
nb_no: prøveversjon-utløpt
nl: proef verlopen
pl: wersja czasowa wygasła
pt_br: avaliação expirada
ru: пробный период закончился
sv: Testperioden har löpt ut
tr: deneme süresi dolmuş
uk: пробний вичерпано

source: Calculating signatures...
ar: حساب للتواقيع...
ca: Calculant signatures...
da: Beregning underskrifter...
de: Berechne Signaturen...
el: Υπολογισμός υπογραφών...
he: מחשב חתימות...
ja: 署名を計算しています...
nb_no: Kalkulerer signaturer...
nl: Handtekeningen berekenen...
pl: Obliczanie sygnatur...
pt_br: Calculando assinaturas...
ru: Расчёт сигнатур...
sv: Beräknar signaturer...
tr: İmzalar hesaplanıyor...
uk: Обчислення підписів...

source: Today
ar: اليوم
ca: Avui
da: Dag
de: Heute
el: Σήμερα
he: היום
ja: 今日
nb_no: Idag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні

source: Yesterday
ar: بالأمس
ca: Ahir
da: I går
de: Gestern
el: Χθες
he: אתמול
ja: 昨日
nb_no: Igår
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера
sv: Igår
tr: Dün
uk: Вчора

source: stars
ar: نجوم
ca: estrelles
da: stjerner
de: Sterne
el: αστέρια
he: כוכבים
ja: 星
nb_no: stjerner
nl: sterren
pl: gwiazdek
pt_br: estrelas
ru: звёзды
sv: stjärnor
tr: star
uk: зірки

source: Very slow
ar: بطيئة جداً
ca: Molt lent
da: Meget langsom
de: Sehr langsam
el: Πολύ αργά
he: איטי מאד
ja: 非常に遅い
nb_no: Veldig sakte
nl: Zeer traag
pl: Bardzo wolne
pt_br: Muito lento
ru: Очень медленно
sv: Mycket långsam
tr: Çok yavaş
uk: Дуже повільний

source: Slow
ar: بطيئة
ca: Lent
da: Langsom
de: Langsam
el: Αργά
he: איטי
ja: 遅い
nb_no: Sakte
nl: Traag
pl: Wolne
pt_br: Lento
ru: Медленно
sv: Långsam
tr: Yavaş
uk: Повільний

source: Moderate
ar: متوسطة
ca: Moderat
da: Moderat
de: Moderat
el: Μέτρια
he: בינוני
ja: 普通
nb_no: Moderat
nl: Gemiddeld
pl: Średnie
pt_br: Moderado
ru: Умеренно
sv: Medel
tr: Ilımlı
uk: Помірний

source: Fast
ar: السريع
ca: Ràpid
da: Hurtig
de: Schnell
el: Γρήγορα
he: מהיר
ja: 速い
nb_no: Raskt
nl: Snel
pl: Szybkie
pt_br: Rápido
ru: Быстро
sv: Snabb
tr: Hızlı
uk: Швидкий

source: Very fast
ar: سريع جداً
ca: Molt ràpid
da: Meget hurtig
de: Sehr schnell
el: Πολύ γρήγορα
he: מהיר מאד
ja: 非常に速い
nb_no: Veldig raskt
nl: Zeer snel
pl: Bardzo szybkie
pt_br: Muito rápido
ru: Очень быстро
sv: Mycket snabb
tr: Çok hızlı
uk: Дуже швидкий

source: Wild
ar: البرية
ca: Salvatge
da: Vilde
el: Άγρια
he: פראי
ja: ワイルド
nb_no: Vill
nl: Levendig
pl: Dziki
pt_br: Selvagem
ru: Дикое
sv: Vild
tr: Yabani
uk: Шалений

source: Upbeat
ar: مما أدى إلى
ca: Content
da: Optimistiske
de: Fröhlich
el: Αισιόδοξα
he: קצבי
ja: アップビート
nb_no: Rytmisk
nl: Vrolijk
pl: Wesoły
pt_br: Batida forte
ru: Приподнятое
sv: Livlig
tr: iyimser
uk: Бадьорий

source: Mellow
ar: الحلو
ca: Suau
de: Entspannt
el: Γλυκά
he: רגוע
ja: まろやか
nb_no: Moden
nl: Zacht
pl: Łagodny
pt_br: Suave
ru: Весёлое
sv: Lugn
tr: Yumuşak
uk: Розслаблений

source: Tranquil
ar: سلم
de: Ruhig
el: Ήρεμα
he: שלו
ja: 落ち着いた
nb_no: Avslappet
nl: Rustig
pl: Spokojny
pt_br: Tranquilo
ru: Спокойное
sv: Stillsam
tr: Sakin
uk: Спокійний

source: Morose
ar: فورجارد
ca: ombrivol
da: Graven
de: Düster
el: Κακοδιάθετα
he: עצוב
ja: 不機嫌
nb_no: Grinete
nl: Somber
pl: Smutny
pt_br: Moroso
ru: Угрюмое
sv: Dyster
uk: Понурий

source: Comatose
ar: غيبوبة
ca: Comatós
da: Bevidstløs
de: Einschläfernd
el: Κωματώδης
he: שינה
ja: 眠気
nb_no: Halvdød
nl: Rustgevend
pl: Ospały
pt_br: Entorpecido
ru: Коматозное
sv: Stillastående
uk: Коматозний

source: Background
ar: الغلاف الجوي
ca: De fons
da: Baggrund
de: Hintergrund
el: Υπόβαθρο
he: רקע
ja: バックグラウンド
nb_no: Bakgrunn
nl: Achtergrond
pl: W tle
pt_br: Música ambiente
ru: Фон
sv: Bakgrund
tr: Arka plan
uk: Тло

source: Dinner
ar: عشاء
ca: Sopar
da: Middag
el: Δείπνο
he: ארוחת ערב
ja: ディナー
nb_no: Middag
nl: Etentje
pl: Obiadowy
pt_br: Jantar
ru: Застольная
sv: Middag
tr: Yemek
uk: Вечеря

source: Party
ar: يوم
ca: Festa
el: Πάρτι
he: מסיבה
ja: パーティー
nb_no: Fest
nl: Feest
pl: Na przyjęcie
pt_br: Festa
ru: Вечеринка
tr: Parti
uk: Вечірка

source: Rave
ar: والهذيان
ca: Deliri
el: Παραλήρημα
he: מסיבה
ja: 乱痴気騒ぎ
nl: Opzwepend
pl: Porywający
ru: Рейв
sv: Rejv
tr: Övgü
uk: Рейв

source: Romantic
ar: رومانسية
ca: Romàntic
da: Romantisk
de: Romantisch
el: Ρομαντικά
he: רומנטי
ja: ロマンティック
nb_no: Romantisk
nl: Romantisch
pl: Romantyczny
pt_br: Romântico
ru: Романтичная
sv: Romantisk
tr: Romantik
uk: Романтичний

source: Seasonal
ar: الموسمية
ca: Estacional
da: Sæsonbestemte
de: Saisonal
el: Εποχιακά
he: עונתי
ja: 季節感のある
nb_no: Høytid
nl: Seizoen
pl: Sezonowy
pt_br: Comemorativo
ru: Сезонная
sv: Säsongsbunden
tr: sezonluk
uk: Сезонний

source: Excellent copy
ar: جودة ممتازة
ca: Excel·lent còpia
da: Fremragende kopi
de: Exzellente Kopie
el: Εξαιρετικό αντίγραφο
he: עותק מצויין
ja: 秀逸
nb_no: Perfekt kopi
nl: Uitstekende kopie
pl: Doskonała kopia
pt_br: Cópia excelente
ru: Отличная копия
sv: Högsta kvalitet
tr: Mükemmel kopya
uk: Відмінна копія

source: Very good copy
ar: نوعية جيدة جداً
ca: Molt bona còpia
da: Meget god kopi
de: Sehr gute Kopie
el: Πολύ καλό αντίγραφο
he: העתק טוב מאוד
ja: 優良
nb_no: Veldig god kopi
nl: Zeer goede kopie
pl: Bardzo dobra kopia
pt_br: Cópia muito boa
ru: Очень хорошая копия
sv: Mycket bra kvalitet
tr: Çok iyi bir kopya
uk: Дуже хороша копія

source: Good copy
ar: نوعية جيدة
ca: Bona còpia
da: God kopi
de: Gute Kopie
el: Καλό αντίγραφο
he: העתק טוב
ja: 良
nb_no: God kopi
nl: Goede kopie
pl: Dobra kopia
pt_br: Cópia boa
ru: Хорошая копия
sv: Bra kvalitet
tr: Harika bir kopya
uk: Хороша копія

source: Fair copy
ar: نوعية صادقة
ca: Còpia justa
da: Renskrift
de: Akzeptable Kopie
el: Μέτριο αντίγραφο
he: העתק סביר
ja: 可
nb_no: Grei kopi
nl: Redelijke kopie
pl: Zadowalająca kopia
pt_br: Cópia mediana
ru: Неплохая копия
sv: Godkänd kvalitet
tr: Temiz kopya
uk: Середня копія

source: Poor copy
ar: جودة منخفضة
ca: Còpia deficient
da: Dårlig kopi
de: Schlechte Kopie
el: Κακό αντίγραφο
he: העתק גרוע
ja: 不可
nb_no: Dårlig kopi
nl: Matige kopie
pl: Słaba kopia
pt_br: Cópia ruim
ru: Плохая копия
sv: Dålig kvalitet
tr: Kötü kopya
uk: Погана копія

source: Accessible tracks
ar: مسارات قابلة للوصول
ca: Pistes accessibles
da: Adgangelige numre
de: Verfügbare Dateien
el: Προσβάσιμα κομμάτια
he: פריטים זמינים
ja: アクセス可能トラック
nb_no: Tilgjengelige spor
nl: Toegankelijke tracks
pl: Dostępne utwory
pt_br: Faixas acessíveis
ru: Доступные треки
sv: Tillgängliga spår
tr: Erişilebilir parçalar
uk: Доступні доріжки

source: Top rated (6 hrs)
ar: الأعلى تقييمًا (6 ساعات)
ca: Millor puntuats(6 hores)
da: Topbedømte (6 timer)
de: Top Bewertung (6 Stunden)
el: Κορυφαία εκτίμηση (6 ώρες)
he: מדורג (6 שעות)
ja: 最高評価（６時間）
nb_no: Topprangert (6 timer)
nl: Best beoordeeld (6 uur)
pl: Najwyżej oceniane (6 godz.)
pt_br: Maiores avaliações (6 hrs)
ru: Самые популярные (6 ч)
sv: Toppbetyg (6 timmar)
tr: En yüksek puanlı (6 saat)
uk: Найвищий рейтинг (6 годин)

source: Most played (50)
ar: الأكثر تشغيلًا (50)
ca: El més reproduït
da: Mest afspillet (50)
de: Am meisten gespielt (50)
el: Περισσότερο αναπαραχθέντα (50)
he: הושמע ביותר (50)
ja: 再生回数最多（50回）
nb_no: Mest spilt (50)
nl: Meest afgespeeld (50)
pl: Najczęściej grane (50)
pt_br: Mais tocadas (50)
ru: Часто проигрываемые (50)
sv: Mest spelade (50)
tr: En çok oynanan (50)
uk: Найпопулярніші (50)

source: Unrated (1GB)
ar: غير مصنف (1 جيجابايت)
ca: No puntuats (IGb)
da: Ikke bedømt (1GB)
de: Nicht bewertet (1GB)
el: Χωρίς εκτίμηση (1GB)
he: לא מדורגים (1GB)
ja: 未評価（1GB）
nb_no: Uten rangering (1GB)
nl: Niet beoordeeld (1GB)
pl: Bez oceny (1 GB)
pt_br: Sem avaliação (1GB)
ru: Без оценок (1 ГБ)
sv: Ej betygsatt (1 GB)
tr: Derecelendirilmemiş (1GB)
uk: Без оцінки (1 Гб)

source: Recently added (1GB)
ar: تمت الإضافة مؤخرًا (1 جيجابايت)
ca: Afegit recentment (1 Gb)
da: For nyligt tilføjet (1GB)
de: Kürzlich hinzugefügt (1GB)
el: Προσφάτως προστεθέντα (1GB)
he: נוסף לאחרונה (1GB)
ja: 最近追加された（1GB）
nb_no: Nylig lagt til (1GB)
nl: Recent toegevoegd (1GB)
pl: Ostatnio dodane (1 GB)
pt_br: Adicionada recentemente (1GB)
ru: Недавно добавленные (1 ГБ)
sv: Nyligen tillagda (1 GB)
tr: Son eklenenler (1GB)
uk: Нещодавно додані (1 Гб)

source: Generating thumbnail $act$ of $tot$ ($name$)
ar: إنشاء صورة مصغرة $act$ من $tot$ ($name$)
ca: Generant miniatura $act$ de $tot$ ($name$)
da: Genererer miniature $act$ af $tot$ ($name$)
de: Erstelle Vorschaubild $act$ von $tot$ ($name$)
el: Δημιουργία μικρογραφίας $act$ από $tot$ ($name$)
he: יצירת תמונה מוקטנת $act$ מתוך $tot$ ($name$)
ja: $act$/$tot$ ($name$)のサムネイルを作成しています
nb_no: Lager miniatyrbilde $act$ of $tot$ ($name$)
nl: Thumbnail $act$ of $tot$ aanmaken ($name$)
pl: Generowanie miniatury $act$ of $tot$ ($name$)
pt_br: Gerando miniatura $act$ de $tot$ ($name$)
ru: Создание миниатюр $act$ из $tot$ ($name$)
sv: Genererar miniatyrbild $Act$ av $TOT$ ($NAME$)
tr: $tot$ ($name$) için küçük resim $act$ oluşturuluyor
uk: Створення ескізу $act$ з $tot$ ($name$)

source: Saving tags
ar: حفظ العلامات
ca: Desant etiquetes
da: Gemmer tags
de: Speichere Tags
el: Αποθήκευση ετικετών
he: שומר תגיות
ja: タグの保存
nb_no: Lagrer tagger
nl: Labels opslaan
pl: Zapisywanie tagów
pt_br: Salvando tags
ru: Сохранение тегов
sv: Sparar taggar
tr: Etiketler kaydediliyor
uk: Збереження теґів

source: Album leveling is enabled, which will cause %d other tracks to be analyzed.
ar: مستوى الألبوم مفعل، مما سيتسبب في تحليل %d مسارات أخرى.
ca: L'anivellament de l'àlbum està activat, cosa que farà que s'analitzin %d pistes més.
da: Album niveaujustering er aktiveret, hvilket vil medføre %d andre numre analyseres.
de: Auch die Album-Lautstärke wird ermittelt, wofür weitere %d Tracks analysiert werden.
he: רמת אלבום מופעלת, שתגרום לכך ש-%d רצועות נוספות ינותחו.
ja: アルバムの音量揃えが有効になっていると、他の%dトラックが分析されます。
nb_no: Albumutjevning er aktivert, dette vil medføre at %d andre spor må analyseres.
nl: Albumnivellering is ingeschakeld, waardoor %d andere nummers worden geanalyseerd.
pt_br: Nivelamento por álbum está habilitado. Por isso, %d outras faixas serão analisadas.
ru: Включено выравнивание громкости альбомов, что приведёт к анализу других треков (%d).
sv: Albumutjämning är aktiverad, vilket gör att %d andra spår analyseras.
tr: Albüm seviyelendirme etkinleştirildi, bu da %d diğer parçanın analiz edilmesine neden olacak.

source: Exclude these tracks
ar: استبعاد هذه المسارات
ca: Exclou aquestes pistes
da: Ekskluder disse numre
de: Diese Tracks ausschließen
he: הוציא את הרצועות הללו
ja: これらのトラックを除外
nb_no: Ekskluder disse sporene
pt_br: Excluir estas faixas
ru: Исключить эти треки
sv: Uteslut dessa spår
tr: Bu parçaları hariç tut

source: %d of %d (%s)
ar: %d من %d (%s)
ca: %d de %d (%s)
da: %d af %d (%s)
de: %d von %d (%s)
el: %d από %d (%s)
he: %d מתוך %d (%s)
ja: %d/%d (%s)
nb_no: %d av %d (%s)
nl: %d van %d (%s)
pl: %d z %d (%s)
pt_br: %d de %d (%s)
ru: %d из %d (%s)
sv: %d av %d (%s)
uk: %d з %d (%s)

source: Leveling volume %d of %d (%s)
ar: لرفع مستوى الحجم %d %d (%s)
ca: Anivellament de volum %d de %d (%s)
da: Nivellering volumen %d af %d (%s)
de: Passe Lautstärke %d von %d (%s) an
el: Εξισορρόπηση έντασης %d από %d (%s)
he: כיוון עוצמה %d מתוך %d (%s)
ja: %d/%d (%s)の音量揃え中
nb_no: Utjevner volum %d av %d (%s)
nl: Volume normaliseren %d van %d (%s)
pl: Wyrównywanie głośności %d z %d (%s)
pt_br: Ajustando volume %d de %d (%s)
ru: Выравнивание громкости %d из %d (%s)
sv: Nivåjusterar %d av %d (%s)
tr: Dengeleme seviyesi %d/%d (%s)
uk: Вирівнювання гучності %d з %d (%s)

source: Track volume may be leveled only for MP3 files.
ar: يمكن تعديل حجم المسار فقط لملفات MP3.
ca: El volum de la pista només es pot anivellar per a fitxers MP3.
da: Spor volumen kan kun nivelleres for MP3-filer.
de: Lautstärke kann nur bei MP3-Dateien angepasst werden.
el: Εξισορρόπηση έντασης κομματιού μόνο για αρχεία MP3.
he: יכול לעבד רק רצועות MP3
ja: トラック音量は、MP3ファイルに対してのみ揃えられます。
nb_no: Sporvolumet kan kun justeres for MP3-filer.
nl: Volume kan alleen voor MP3-bestanden worden genormaliseerd.
pl: Głośność utworu można regulować tylko w przypadku plików MP3.
pt_br: O volume pode ser ajustado somente para faixas MP3.
ru: Громкость трека может быть выровнена только для файлов MP3.
sv: Ljudstyrka kan endast justeras på MP3-spår.
tr: Parça ses seviyesi yalnızca MP3 dosyaları için ayarlanabilir.
uk: Гучність доріжки може вирівнюватися лише для файлів MP3.

source: Calculating leveling coefficients
ar: حساب معاملات التسوية
ca: Càlculant els coeficients d'anivellament
da: Beregner niveaujusteringskoefficienter
de: Berechne Wert für Lautstärkeanpassung
el: Υπολογισμός συντελεστών εξισορρόπησης
he: חישוב מקדמי כיוון
ja: 音量揃えの係数を計算中
nb_no: Beregner utjevningskoeffisienter
nl: Normaliseringscoëfficiënten berekenen
pl: Obliczanie współczynników niwelacji
pt_br: Calculando coeficientes de ajuste
ru: Расчёт коэффициентов выравнивания
sv: Kalkylerar ljudstyrkekoeffecienter
tr: Dengeleme katsayılarının hesaplanması
uk: Розрахунок коефіцієнтів вирівнювання

source: Duplicate file(s) detected:
ar: تم اكتشاف ملفات مكررة:
ca: S'han detectat fitxers duplicats:
da: Duplikat fil(er) registreret:
de: Doppelte Datei(en) gefunden:
el: Εντοπίστηκε(αν) διπλότυπο(α) αρχείο(α):
he: קבצים כפולים שהתגלו:
ja: 重複ファイルが検出されました:
nb_no: Duplikat(e) filer oppdaget:
nl: Identieke bestanden gevonden:
pl: Wykryto zduplikowane pliki:
pt_br: Duplicidade de arquivos detectada:
ru: Обнаружены дубликаты файлов:
sv: Dublett-spår upptäckta:
tr: (Yinelenen dosyalar) algılandı:
uk: Виявлено дублікати файлів:

source: Are you sure you want to add the track(s) to the playlist?
ar: هل أنت متأكد أنك تريد إضافة المسار(المسارات) إلى قائمة التشغيل؟
ca: Esteu segur que voleu afegir les pistes a la llista de reproducció?
da: Er du sikker på, at du vil tilføje nummer/numre til playlisten?
de: Wollen Sie wirklich die Tracks zur Wiedergabeliste hinzufügen?
el: Είστε σίγουρος ότι θέλετε να προσθέσετε το(α) κομμάτι(α) στη λίστα αναπαραγωγής;
he: האם אתה בטוח שברצונך להוסיף את הרצועות לרשימת ההשמעה?
ja: プレイリストにトラックを追加してもよろしいですか？
nb_no: Er du sikker på at du vil legge til sporet/sporene til spillelisten?
nl: Track(s) aan de afspeellijst toevoegen?
pl: Czy na pewno chcesz dodać utwór(y) do listy odtwarzania?
pt_br: Tem certeza que deseja adicionar as faixas à lista de execução?
ru: Вы действительно хотите добавить эти треки в плейлист?
sv: Är du säker på att du vill lägga till spår till spellistan?
tr: (Parçaları) çalma listesine eklemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете додати доріжку(и) до списку відтворення?

source: Updating podcast
ar: تحديث البودكاست
ca: Actualitzant el podcast
da: Opdaterer podcast
de: Aktualisiere Podcasts
el: Ενημέρωση podcast
he: מעדכן פודקאסט
ja: ポッドキャストを更新しています
nb_no: Oppdaterer podcast
nl: Podcast bijwerken
pl: Aktualizuję podcast
pt_br: Atualizando podcast
ru: Обновление подкаста
sv: Uppdatera podcaster
tr: Podcast güncelleniyor
uk: Оновлення подкасту

source: It does not seem to be an OPML directory.
ar: يبدو أن هذا الدليل ليس OPML.
ca: No sembla que sigui un directori OPML.
da: Det synes ikke at være en OPML bibliotek.
de: Das scheint kein OPML-Ordner zu sein.
el: Δεν φαίνεται να είναι κατάλογος OPML.
he: אין נראה שזה מדריך OPML.
ja: OPMLディレクトリではないようです。
nb_no: Det ser ikke ut til å være en OPML-katalog.
nl: Het lijkt geen OPML-map te zijn.
pl: To nie jest katalog OPML.
pt_br: Este não parece ser um diretório OPML.
ru: Похоже, это не папка OPML.
sv: Det verkar inte vara en OPML-katalog.
tr: OPML dizini gibi görünmüyor.
uk: Здається, це не каталог OPML.

source: OR
ar: أو
ca: O
da: ELLER
de: ODER
el: ΑΛΛΙΩΣ
he: או
ja: または
nl: OF
pt_br: OU
ru: ИЛИ
sv: ELLER

source: Series/Title
ar: سلسلة/عنوان
ca: Sèries / Títol
da: Serie/Titel
de: Serie/Titel
el: Σειρά/Τίτλος
he: סדרה\כותר
ja: シリーズ/タイトル
nb_no: Serie/Tittel
nl: Serie/Titel
pl: Seria/Tytuł
pt_br: Série/título
ru: Серии/Название
sv: Serie/titel
tr: Seri/Başlık
uk: Серія/Назва

source: is accessible
ar: قابل للوصول
ca: és accessible
da: er tilgængelig
de: ist erreichbar
el: είναι προσβάσιμο
he: זמין
ja: アクセス可能
nb_no: er tilgjengelig
nl: is toegankelijk
pl: jest dostępne
pt_br: está acessível
ru: доступно
sv: är tillgänglig
tr: erişilebilir
uk: доступний

source: is in Virtual CD
ar: في القرص المضغوط الظاهري
ca: és en un CD Virtual
da: er i Virtual CD
de: ist auf Virtueller CD
el: είναι στο Virtual CD
he: בתקליטור הווירטואלי
ja: 仮想CD中にある
nb_no: er i Virtuell CD
nl: staat op Virtuele CD
pl: jest w Wirtualnym Dysku
pt_br: está no CD virtual
ru: в виртуальном CD
sv: finns i Virtuell CD
tr: Sanal CD'de
uk: знаходиться на Віртуальному CD

source: has preview
ar: وقد قطعة
ca: té vista prèvia
da: har preview
de: hat eine Vorschau
el: έχει προεπισκόπηση
he: בעל תצוגה מקדימה
ja: プレビューがある
nb_no: har forhåndsvisning
nl: heeft een preview
pl: ma Podgląd
pt_br: tem amostra
ru: с анонсом
sv: har förhandsklipp
tr: önizlemesi var
uk: має попередній перегляд

source: is podcast
ar: هو podcast
ca: és podcast
da: er podcast
de: ist ein Podcast
el: είναι podcast
he: הוא פודקאסט
ja: ポッドキャストである
nb_no: er podcast
pl: jest podcastem
pt_br: é podcast
ru: это подкаст
sv: är podcast
tr: podcast
uk: є подкастом

source: is not podcast
ar: لا podcast
ca: no és podcast
da: er ikke podcast
de: ist kein Podcast
el: δεν είναι podcast
he: אינו פודקאסט
ja: ポッドキャストではない
nb_no: er ikke podcast
nl: is geen podcast
pl: nie jest podcastem
pt_br: não é podcast
ru: это не подкаст
sv: är inte podcast
tr: podcast değil
uk: не є подкастом

source: is music
ar: الموسيقى
ca: és música
da: er musik
de: ist Musik
el: είναι μουσική
he: הוא מוזיקה
ja: 音楽
nb_no: er musikk
nl: is muziek
pl: jest muzyką
pt_br: é música
ru: это музыка
sv: är musik
tr: müziktir
uk: є музикою

source: is not music
ar: لا الموسيقى
ca: no és música
da: er ikke musik
de: ist nicht Musik
el: δεν είναι μουσική
he: אינו מוזיקה
ja: 音楽以外
nb_no: er ikke musikk
nl: is geen muziek
pl: to nie jest muzyka
pt_br: não é música
ru: это не музыка
sv: är inte musik
tr: müzik değil
uk: не є музикою

source: is audiobook
ar: دفتر الصوت
ca: és audiollibre
da: er lydbog
de: ist ein Hörbuch
el: είναι ηχητικό βιβλίο
he: הוא ספר מוקרא
ja: オーディオブック
nb_no: er lydbok
nl: is audioboek
pl: jest audiobookiem
pt_br: é audiobook
ru: это аудиокнига
sv: är ljudbok
tr: sesli kitap
uk: є аудіокнижкою

source: is not audiobook
ar: ليس دفتر الصوت
ca: no és audiollibre
da: er ikke lydbog
de: ist kein Hörbuch
el: δεν είναι ηχητικό βιβλίο
he: אינו ספר שמע
ja: オーディオブック以外
nb_no: er ikke lydbok
nl: is geen audioboek
pl: to nie jest audiobook
pt_br: não é audiobook
ru: это не аудиокнига
sv: är inte ljudbok
tr: sesli kitap değil
uk: не є аудіокнижкою

source: has Artwork
ar: له عمل فني
ca: té Il·lustració
da: har Kunstværk
de: hat ein Bild
el: έχει Γραφικό
he: יש לו כריכה
ja: アートワークがある
nb_no: har grafikk
nl: bevat Illustratie(s)
pl: ma okładkę
pt_br: tem capa
ru: есть обложка
sv: har albumbilder
tr: Albüm kapağı var
uk: має Оформлення
