Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: subdirectory for each playlist type
ar: دليل فرعي حسب نوع القائمة
ca: subdirectori per a cada tipus de llista de reproducció
da: undermappe for hver spilleliste type
de: Unterordner für jeden Wiedergabelisten-Typ
el: υποκατάλογος για κάθε τύπο λίστας αναπαραγωγής
he: תת-ספרייה עבור כל סוג פלייליסט
ja: 各プレイリストタイプのサブディレクトリ
nb_no: underplassering for hver spillelistetype
nl: Submap voor elk type afspeellijst
pl: podkatalog dla każdego typu listy odtwarzania
pt_br: um subdiretório para cada tipo de lista
ru: подпапки для каждого типа плейлиста
sv: undermapp för varje spelliste-typ
tr: her çalma listesi türü için alt dizin
uk: підкаталог для кожного типу списку відтворення

source: This format is used by some newer devices
ca: Aquest format l’utilitzen alguns dispositius més nous
da: Dette format bruges af nogle nyere enheder
de: Dieses Format wird von einigen neuen Geräten unterstützt
el: Αυτή η μορφή χρησιμοποιείται από κάποιες νεότερες συσκευές
he: פורמט זה משומש על ידי חלק מהמכשירים החדשנות
ja: この形式は、一部の新しいデバイスで使用されています
nb_no: Dette formatet blir brukt av noen nyere enheter
nl: Deze indeling wordt door sommige nieuwere apparaten gebruikt
pl: Ten format jest używany przez niektóre nowsze urządzenia
pt_br: Este formato é usado por dispositivos mais recentes
ru: Этот формат используется для некоторых новых устройств
sv: Detta format används av vissa nyare enheter
tr: Bu format bazı yeni cihazlar tarafından kullanılır
uk: Цей формат використовується деякими новими пристроями

source: This makes it easier to browse the device's database. Otherwise, multiple Genres would sync as a single string (e.g. 'Rock;Pop;Accoustic')
ar: يجعل من السهل على تصفح قواعد بيانات أجهزة. وإلا، سوف يتزامن أجناس متعددة كسلسلة واحدة (مثلاً: "الروك"؛)الملوثات العضوية الثابتة؛("إلغاء")
ca: Això facilita la navegació per la base de dades del dispositiu. En cas contrari, diversos gèneres se sincronitzarien com una sola cadena (per exemple, "Rock; Pop; Acústic")
da: Dette gør det nemmere at gennemse enhedens database. Ellers ville flere Genrer synkronisere som en enkelt streng (fx "Rock, Pop, Acoustic«)
de: Erleichtert die Suche auf dem Gerät. Ansonsten würden Mehrfachgenre als einzelne Zeichenkette übertragen (z.B. "Rock;Pop;Accoustic")
el: Αυτό διευκολύνει την πλοήγηση στην βάση δεδομένων της συσκευής. Διαφορετικά, πολλαπλά Είδη θα συγχρονιστούν σαν μοναδική λέξη (π.χ. 'Rock;Pop;Accoustic')
he: זה מקל על עיון בספריית המכשיר. אחרת, ז'אנרות מרובות יסונכרנות כמחרוזת יחידה (למשל "רוק;פופ;אקוסטי")
ja: これにより、デバイスのデータベースを閲覧しやすくなります。それ以外の場合、複数のジャンルがひとつの文字列として同期します（例：'ロック;ポップ;アコースティック'）
nb_no: Dette gjør det enklere å utforske enhetens database. Ellers ville fler-sjangre synkroniseres som en enkel streng (f.eks. 'Rock;Pop;Akustisk')
nl: Maakt het makkelijker om door de apparaat-database te bladeren. Anders worden nummrs met meerdere genres als één string gesynchroniseerd (bijv. 'Rock;Pop;Acoustisch')
pl: Ułatwia to przeglądanie bazy urządzenia. W przeciwnym wypadku gatunki zsynchronizowały by się jako jeden ciąg (np. 'Rock;Pop;Accoustic')
pt_br: Isso facilita a navegação na base de dados do dispositivo. Caso contrário, múltiplos gêneros seriam sincronizados como uma sequência inteira (Por exemplo: 'Rock;Pop;Acústico')
ru: Облегчает просмотр данных на устройстве. Иначе несколько жанров при синхронизации будут в одной строке (например: 'Рок;Поп;Диско')
sv: Detta gör det enklare att bläddra i enhetens databas. Annars skulle flera genrer synkroniseras som en enda sträng (t.ex. "Rock;Pop;Akustisk")
tr: Bu, cihazın veritabanına göz atmayı kolaylaştırır. Aksi takdirde, birden fazla Tür tek bir dize olarak senkronize edilirdi (örn. 'Rock;Pop;Akustik')
uk: Це полегшує перегляд бази даних пристрою. Інакше, декілька жанрів синхронізувалися б як один рядок (наприклад, "Rock;Pop;Accoustic")

source: Maintenance
ca: Manteniment
da: Vedligeholdelse
de: Wartungsoptionen
el: Συντήρηση
he: תחזוקה
ja: メンテナンス
nb_no: Vedlikehold
nl: Onderhoud
pl: Konserwacja
pt_br: Manutenção
ru: Обслуживание
sv: Underhåll
uk: Обслуговування

source: Podcast URL
ca: URL del podcast
he: כתובת URL של פודקאסט
ja: ポッドキャストURL
pl: URL podcastu
pt_br: URL do podcast
ru: URL-адрес подкаста
uk: URL-адреса подкасту

source: Scan now
ca: Escaneja ara
da: Scan nu
de: Jetzt scannen
el: Σάρωση τώρα
he: סרוק עכשיו
ja: 今すぐスキャン
nb_no: Skann nå
nl: Nu scannen
pl: Skanuj teraz
pt_br: Atualizar agora
ru: Сканировать
sv: Skanna nu
tr: Şimdi tara
uk: Сканувати зараз

source: Play audio for
ar: تشغيل
ca: Reprodueix àudio per
da: Afspille lyd for
de: Musik spielen für
el: Αναπαραγωγή ήχου για
he: נגן אודיו עבור
ja: 音楽再生時間
nb_no: Spill av musikk i
nl: Speel audio gedurende
pl: Odtwarzaj audio
pt_br: Tocar áudio por
ru: Играть в течение
sv: Spela i
uk: Відтворити аудіо для

source: Semitones
da: Halvtoner
ja: 半音

source: Split multiple-value fields with:
ar: يفصل بين الحقول بقيم متعددة:
ca: Dividiu camps de valor múltiple amb:
da: Split flere værdi felter med:
de: Felder mit Mehrfachwerten trennen durch:
el: Διαχωρισμός πεδίων πολλαπλών-τιμών με:
he: הפרד שדות עם ערכים מרובים עם:
ja: 複数の値を含む項目の区切り文字：
nb_no: Splitt flerverdi-felt med:
nl: Veldscheidingsteken:
pl: Oddziel pola z kilkoma wartościami za pomocą:
pt_br: Separar campos multi-valorados com:
ru: Несколько значений полей с:
sv: Dela flervärdesfält med:
tr: Birden çok değerli alanları şununla bölün:
uk: Розділити поля з декількома значеннями на:

source: If enabled, MediaMonkey will prompt you whether to copy the entire folder or only Library content within.
ca: Si està activat, MediaMonkey us demanarà si voleu copiar tota la carpeta o només el contingut de la biblioteca.
da: Hvis aktiveret, vil MediaMonkey spørge dig, om du vil kopiere hele mappen eller kun bibliotekets indhold.
de: Aktiviert die Abfrage, ob Sie den gesamten Datei-Ordner oder nur die darin enthaltenen Archiv-Inhalte kopieren möchten.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα σας ζητήσει είτε να αντιγράψετε ολόκληρο τον φάκελο ή μόνο περιεχόμενο Βιβλιοθήκης μέσα.
he: אם מופעלת, MediaMonkey יחזיר עם לשכפל את כל התיקייה או רק תוכן הספרייה בתוכה.
ja: 有効にすると、MediaMonkeyはフォルダー全体をコピーするか、フォルダ内のライブラリのコンテンツのみをコピーするかをたずねます。
nb_no: Hvis aktivert, vil MediaMonkey be deg om å kopiere hele mappen eller bare Biblioteksinnholdet inni.
nl: Bepaalt of MediaMonkey vraagt of de hele map verplaatst moet worden of alleen de Bibliotheek-inhoud die erin staat.
pl: Jeśli ta opcja jest włączona, MediaMonkey zapyta, czy skopiować cały folder, czy tylko zawartość biblioteki.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja copiar a pasta inteira ou apenas o conteúdo dela que faz parte da Biblioteca.
ru: Если включено, MediaMonkey предложит скопировать всю папку целиком или только содержимое библиотеки внутри неё.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill flytta allt i mappen, eller endast det innehåll som finns i Mediabiblioteket.
tr: Etkinleştirilirse, MediaMonkey size tüm klasörü mü yoksa yalnızca içindeki Kitaplık içeriğini mi kopyalayacağınızı soracaktır.
uk: Якщо увімкнено, MediaMonkey запитає вас чи слід копіювати всю теку, чи лише внутрішній вміст Бібліотеки.

source: Confirm scan results
ca: Confirmeu els resultats de l'escaneig
da: Bekræft scanningsresultater
de: Scan-Ergebnisse bestätigen
el: Επιβεβαίωση αποτελεσμάτων σάρωσης
he: אשר תוצאות סריקה
ja: スキャン結果を確認する
nb_no: Bekreft skanneresultater
nl: Scanresultaten bevestigen
pl: Potwierdź wyniki skanowania
pt_br: Confirmar resultado da varredura
ru: Подтвердите результаты сканирования
sv: Bekräfta skanningsresultat
tr: Tarama sonuçlarını onayla
uk: Підтвердити результати сканування

source: Check for new episodes:
ar: ابحث عن الحلقات الجديدة:
ca: Comproveu si hi ha episodis nous:
da: Tjek for nye episoder:
de: Auf neue Episoden prüfen:
el: Έλεγχος για νέα επεισόδια:
he: בדוק עבור פרקים חדשים:
ja: 新しいエピソードをチェック:
nb_no: Sjekk etter nye episoder:
nl: Op nieuwe afleveringen controleren:
pl: Sprawdź nowe odcinki:
pt_br: Verificar novos episódios:
ru: Проверять новые эпизоды:
sv: Sök efter nya avsnitt:
tr: Yeni bölümleri kontrol edin:
uk: Перевірити наявність нових епізодів:

source: Manually
ar: يدوياً
ca: De forma manual
da: Manuelt
de: Manuell
el: Χειροκίνητα
he: ידני
ja: 手動
nb_no: Manuelt
nl: Handmatig
pl: Ręcznie
pt_br: Manualmente
ru: Вручную
sv: Manuellt
uk: Вручну

source: Choose the location where downloaded content is saved by default
ca: Trieu la ubicació on es desa el contingut baixat per defecte
da: Vælg placeringen, hvor downloadet indhold gemmes som standard
de: Wählen Sie das Standard-Downloadverzeichnis
el: Επιλέξτε την προεπιλεγμένη τοποθεσία αποθήκευσης του ληφθέντος περιεχομένου
he: בחר במיקום בו נשמר תוכן שהורד כברירת מחדל
ja: ダウンロードしたコンテンツをデフォルトで保存する場所を選択します
nb_no: Velg stedet hvor nedlastet innhold lagres som standard
nl: De standaard opslaglocatie voor downloads kiezen
pl: Wybierz lokalizację, w której pobrane treści są domyślnie zapisywane
pt_br: Selecione o local no qual o conteúdo baixado será armazenado por padrão
ru: Выберите стандартное место сохранения загруженного контента
sv: Välj den plats där nedladdat innehåll sparas som standard
tr: İndirilen içeriğin varsayılan olarak kaydedileceği konumu seçin
uk: Вибрати типове місце збереження завантаженого вмісту

source: Close to tray
ca: Tancar a la safata de sistema
da: Luk til bakke
de: In Infobereich beenden
el: Κλείσιμο στο tray
he: סמן למגש
ja: 終了でトレイに入れる
nb_no: Lukk til systemstatusfeltet
nl: Naar systeemvak afsluiten
pl: Zamknij do tray
pt_br: Fechar para a Área de Notificação
ru: Свернуть в область уведомлений
sv: Stäng till aktivitetsfältet
tr: Tepsiye yakın
uk: Закрити в панель

source: Tags only
ar: العلامات فقط
ca: Només etiquetes
da: Tags kun
de: Nur Tags
el: Ετικέτες μόνο
he: רק תגים
ja: タグのみ
nb_no: Bare tagger
nl: Alleen labels
pl: Tylko Tagi
pt_br: Somente das tags
ru: Только теги
sv: Endast ID3-taggar
uk: Лише теґи

source: This causes all files that are re-added (either manually by clicking 'Add files...' or automatically via the File Monitor) to be updated--even those that already exist in the database. The effect is that if other applications have been used to modify tags, the Library will update based on information gleaned from the tags. The downside to this is that up-to-date file properties can be overwritten with out-of-date information from tags (this would only occur if tags are not kept up-to-date and in synch with the Library).
ca: Això fa que s'actualitzin tots els fitxers que es tornin a afegir (ja sigui manualment fent clic a "Afegeix fitxers ..." o automàticament mitjançant 'Monitorització de Fitxers'), fins i tot els que ja existeixen a la base de dades. L'efecte és que si s'han utilitzat altres aplicacions per modificar les etiquetes, la biblioteca s'actualitzarà en funció de la informació obtinguda de les etiquetes. L'inconvenient d'això és que les propietats dels fitxers actualitzades es poden sobreescriure amb informació obsoleta de les etiquetes (això només es produiria si les etiquetes no es mantenen actualitzades i sincronitzades amb la biblioteca).
da: Dette gør, at alle filer, der tilføjes igen (enten manuelt ved at klikke 'Tilføj filer...' eller automatisk via Filsøgning) opdateres - selv dem, der allerede findes i databasen. Effekten er, at hvis andre applikationer er blevet brugt til at ændre tags, opdateres biblioteket baseret på information fra tags. Ulempen ved dette er, at opdaterede fil-egenskaber kan overskrives med forældet information fra tags (dette ville kun ske, hvis tags ikke holdes opdaterede og synkroniseret med biblioteket).
de: Erneut hinzugefügte Dateien (manuell oder durch automatisches Scannen) werden im Archiv hierbei neu getaggt. Bereits im Archiv vorhandene Infos werden überschrieben! Somit können im Archiv Daten aktualisiert werden, die mit externen Anwendungen ergänzt/geändert wurden. Achtung: Es könnten aktuelle Daten im Archiv möglicherweise mit veralteten Tags aus der Datei überschrieben werden (wenn die Archiveinträgen vorher nicht in die Datei-Tags synchronisiert wurden).
el: Αυτό προκαλεί την ενημέρωση όλων των αρχείων που επαναπροστίθενται (είτε χειροκίνητα με κλικ στην 'Προσθήκη αρχείων...' είτε αυτόματα μέσω της Παρακολούθηση Αρχείου) - ακόμη και εκείνων που υπάρχουν ήδη στη βάση δεδομένων. Το αποτέλεσμα είναι ότι εάν έχουν χρησιμοποιηθεί άλλες εφαρμογές για την τροποποίηση ετικετών, η Βιβλιοθήκη θα ενημερωθεί με βάση πληροφορίες που συλλέγονται από τις ετικέτες. Το μειονέκτημα είναι ότι ενημερωμένες ιδιότητες αρχείων μπορούν να αντικατασταθούν από μη-ενημερωμένες πληροφορίες από ετικέτες (αυτό θα συνέβαινε μόνο εάν οι ετικέτες δεν ενημερώνονται και σε συγχρονισμό με τη Βιβλιοθήκη).
he: זה יגרום לכל הוספת קבצים מחדש (באופן ידני על ידי לחיצה על "הוסף קבצים..." או אוטומטית על ידי ה-Cyclic אותן ספריות דרך מוניטור הקבצים) להיות מעודכנת - גם אם הם כבר קיימים במסד הנתונים. ההשפעה היא שאם אפליקציות אחרות שימשו כדי לשנות תגים, הספרייה תתעדכן על סמך המידע שהולם מהתגים. החיסרון של זה הוא שגם תכונות קבצים עדכניות יכולות להימחיס עם מידע שאינו עדכני מהתגים (שזה יתרחש רק אם התגים לא נשמרים מעודכנים בסנכרון עם הספרייה).
ja: これにより、再度追加されたすべてのファイル（手動で「ファイルを追加...」をクリックするか、ファイルモニターを介して自動的に更新されます）、すなわちデータベースに既に存在するファイルも更新されます。タグを変更するために他のアプリケーションが使用されている場合、ライブラリはタグから収集された情報に基づいて更新されます。この欠点は、最新のファイルプロパティをタグからの古い情報で上書きできることです（これは、タグが最新の状態を維持しておらずライブラリと同期した場合にのみ発生します)。
nb_no: Dette forårsaker at alle filer som legges til på nytt (enten manuelt ved å klikke 'Legg til filer...' eller automatisk via Filovervåkeren) blir oppdatert - selv de som allerede eksisterer i databasen. Effekten er at hvis andre applikasjoner har blitt brukt til å modifisere tagger, vil Biblioteket oppdatere basert på informasjon hentet fra taggene. Baksiden av dette er at oppdaterte fil egenskaper kan bli overskrevet med utdatert informasjon fra tagger (dette vil kun skje hvis tagger ikke holdes oppdaterte og synkronisert med Biblioteket).
nl: Hierdoor worden alle bestanden die opnieuw worden toegevoegd (handmatig via 'Bestanden toevoegen...' of automatisch via de bestandsmonitor) bijgewerkt, ook als ze al in de database staan. Gevolg is dat, als andere applicaties zijn gebruikt om labels te wijzigen, de Bibliotheek wordt bijgewerkt o.b.v. informatie in die labels. Nadeel is dat actuele eigenschappen worden overschreven met verouderde informatie (dit gebeurt alleen als labels niet up-to-date en synchroon met de Bibliotheek worden gehouden).
pl: Powoduje to, że wszystkie pliki, które są ponownie dodawane (albo ręcznie przez kliknięcie „Dodaj pliki...” lub automatycznie za pomocą Monitora plików) zostaną zaktualizowane — nawet te, które już istnieją w bazie danych. Efekt jest taki, że jeśli inne aplikacje zostały użyte do modyfikacji tagów, Biblioteka zaktualizuje się na podstawie informacji zebranych z tagów. Wadą tego jest to, że aktualne właściwości pliku mogą zostać nadpisane nieaktualnymi informacjami z tagów (ma to miejsce tylko wtedy, gdy tagi nie są aktualizowane i zsynchronizowane z Biblioteką).
pt_br: Isso faz com que sejam recarregadas as informações de todas as faixas re-adicionadas (seja manualmente através do comando 'Adicionar Faixas...' ou seja automaticamente através do Monitor de Arquivos), mesmo que elas já existam no banco de dados. O efeito é que se outro aplicativo foi utilizado para modificar as tags, essas modificações serão importadas para a Biblioteca. O lado ruim é que informações atualizadas podem ser sobrescritas por dados desatualizados vindos das tags. Isso só ocorrerá se as tags não forem mantidas sempre atualizadas e sincronizadas com a Biblioteca.
ru: Это приведёт к обновлению всех файлов, которые добавляются повторно (либо вручную, нажав кнопку "Добавить файлы...", либо автоматически через файловый монитор), даже тех, которые уже есть в базе данных. В результате если для изменения тегов использовались другие приложения, библиотека будет обновляться на основе информации из тегов. Недостаток в том, что актуальные свойства файла могут быть заменены устаревшей информацией из тегов (это возможно лишь в случае, если теги не поддерживаются в актуальном состоянии и не синхронизированы с библиотекой).
sv: Detta gör att alla spår som läggs till på nytt (antingen manuellt via 'Lägg till spår...' eller automatiskt via Övervaka filer) får sin information uppdaterad. Om andra applikationer har ändrat ID3-taggarna kommer mediabiblioteket att uppdateras med denna information. En risk finns att aktuell spårinformation kan skrivas över med gammal information (gäller endast ifall ID3-taggarna inte är synkroniserade med mediabiblioteket).
tr: Bu, yeniden katılan tüm dosyaların (ya 'dosya ekle ...' veya dosya monitörü aracılığıyla otomatik olarak tıklayarak) güncellenmesine neden olur-veritabanında zaten var olanlar bile. Etki, etiketleri değiştirmek için başka uygulamalar kullanılmışsa, kütüphanenin etiketlerden toplanan bilgilere göre güncellenmesidir. Bunun dezavantajı, güncel dosya özelliklerinin, etiketlerden güncel olmayan bilgilerle üzerine yazılabilmesidir (bu, yalnızca etiketler güncel ve kütüphane ile eşzamanlı tutulmazsa gerçekleşir).
uk: Це призводить до оновлення всіх файлів, які повторно додаються (або вручну, натискаючи кнопку "Додати файли ...", або автоматично через Файловий Монітор), навіть ті, що вже існують у базі даних. Ефект полягає в тому, що якщо для модифікації теґів використовувались інші програми, Бібліотека оновлюватиметься на основі інформації, отриманої з теґів. Недоліком цього є те, що сучасні властивості файлів можуть бути перезаписані застарілою інформацією з теґів (це відбуватиметься лише в тому випадку, якщо теґи не оновлюються та не синхронізуються з Бібліотекою).

source: Download more output plug-ins...
ar: تحميل الإخراج المكونات الإضافية الأخرى...
ca: Baixa més connectors de sortida ...
da: Download mere output plug-ins...
de: Weitere Output-Plugins herunterladen...
el: Λήψη περισσοτέρων plug-ins εξόδου...
he: הורד עוד תוספי יציאה...
ja: 追加の出力プラグインをダウンロード...
nb_no: Last ned flere programtillegg for utgangsdata...
nl: Download meer outputplug-ins...
pl: Pobierz więcej wtyczek wyjściowych...
pt_br: Obter mais plug-ins de saída...
ru: Скачать другие плагины вывода...
sv: Ladda ner fler output-plugins...
tr: Daha fazla çıktı eklentisi indirin...
uk: Завантажити більше плагінів виводу...

source: Prevents users from making any changes
ar: منع المستخدمين من إجراء تغييرات
ca: Evita que els usuaris facin canvis
da: Forhindrer brugere i at foretage nogen ændringer
de: Verhindert Änderungen durch den Benutzer
el: Αποτρέπει τους χρήστες να κάνουν οποιεσδήποτε αλλαγές
he: מונע ממשתמשים מביצוע שינויים כלשהם
ja: ユーザーによるすべての変更操作を防ぎます
nb_no: Forhindrer brukere fra å gjøre noen endringer
nl: Voorkomt dat gebruikers iets kunnen wijzigen
pl: Zapobiega dokonywaniu zmian przez użytkowników
pt_br: Evita que os convidados façam qualquer alteração
ru: Запретить вносить изменения
sv: Förhindrar användare från att göra några ändringar
uk: Забороняє користувачам вносити будь-які зміни

source: Lyricist(s)
ca: Lletrista(s)
da: Lyriker(e)
de: Texter
el: Στιχουργός(οι)
he: משוררים
ja: 作詞者
nb_no: Tekstforfatter(e)
nl: Tekstschrijver(s)
pl: Tekst(y)
pt_br: Letrista(s)
ru: Авторы текста
sv: Textförfattare
uk: Автор(и) слів

source: Streams
ca: Fluxes
da: Stream
de: Spuren
el: Ροές
he: הזרמות
ja: ストリーム
nb_no: Strømmer
pl: Strumienie
pt_br: Fluxos
ru: Потоки
sv: Strömmar
uk: Потоки

source: Registered to :
ca: Registrat a:
da: Registreret til :
de: Registriert für:
el: Καταχωρημένο:
he: רישום ל:
ja: 登録先:
nb_no: Registrert til:
nl: Op naam van:
pl: Zarejestrowany na:
pt_br: Registrado para:
ru: Зарегистрировано:
sv: Registrerad på :
uk: Зареєстровано:

source: Customize case for these phrases
ca: Personalitza majúscules i minúscules per a aquestes frases
da: Tilpas store bogstaver for disse sætninger
de: Großschreibung für diese Wörter anpassen
el: Προσαρμογή πεζών-κεφαλαίων για αυτές τις φράσεις
he: התאם אישית את הקייס עבור ביטויים אלו
ja: フレーズの大文字小文字をカスタマイズ
nb_no: Tilpass skrivemåte for disse frasene
nl: Hoofdletters aanpassen voor deze zinnen
pt_br: Personalizar capitalização para estas frases
ru: Настроить регистр для этих фраз
sv: Anpassa fall för dessa fraser
uk: Налаштувати регістр для цих фраз

source: Save this report
ca: Deseu aquest informe
da: Gem denne rapport
de: Bericht speichern
el: Αποθήκευση αυτής της αναφοράς
he: שמור דוח זה
ja: このレポートを保存
nb_no: Lagre denne rapporten
nl: Rapport opslaan
pl: Zapisz ten raport
pt_br: Salvar este relatório
ru: Сохранить этот отчёт
sv: Spara denna rapport
uk: Зберегти цей звіт

source: Albums - compilation
ca: Àlbums - recopilació
da: Albums - samling
de: Alben - Kompilationen
el: Άλμπουμ - συλλογή
he: אלבומים - אוסף
ja: アルバム-コンピレーション
nb_no: Album - samling
nl: Albums - compilatie
pl: Albumy - kompilacja
pt_br: Álbuns - coletânea
ru: Альбомы-компиляции
sv: Album - sammanställning
uk: Альбоми - компіляція

source: Reset settings
ca: Restableix la configuració
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων
he: איפוס הגדרות
ja: 設定をリセット
nb_no: Tilbakestill innstillinger
nl: Reset instellingen
pl: Reset ustawień
pt_br: Redefinir configurações
ru: Сброс настроек
sv: Återställ inställningar
uk: Скинути налаштування

source: Video Podcasts
de: Video-Podcast
el: Βίντεο Podcast
he: פודקאסטים וידאו
ja: 動画ポッドキャスト
nb_no: Video-podkaster
pl: Podcasty wideo
pt_br: Podcast em vídeo
ru: Видеоподкасты
sv: Videopoddsändningar
uk: Відео Подкасти

source: Convert artwork to
ca: Convertir la portada de l'àlbum a
da: Konverter kunstværk til
de: Konvertiere Bildformat nach
he: המר אומנות ל
ja: アートワークを変換
nb_no: Konverter grafikk til
nl: Converteren illustratie naar
pt_br: Converter capa para
ru: Преобразовать иллюстрации в
sv: Konvertera bild till
uk: Конвертувати обкладинку у

source: Low
ca: Baix
da: Lav
de: Niedrig
el: Χαμηλή
he: נמוך
ja: 低
nb_no: Lav
nl: Laag
pl: Niski
pt_br: Baixa
ru: Низкий
sv: Låg
uk: Низький

source: Convert file(s) to new destination
ca: Converteix fitxer(s) a destinacions noves
da: Konverter fil(er) til ny destination
de: Dateien mit neuem Ziel konvertieren
el: Μετατροπή αρχείου(ων) σε νέο προορισμό
he: המר קובץ/ים ליעד חדש
ja: ファイルを新しい保存先に変換
nb_no: Konverter fil(er) to ny destinasjon
nl: Nieuwe locatie bij bestandsconversie
pl: Konwertuj plik(i) na nowe miejsce docelowe
pt_br: Converter arquivos para um novo destino
ru: Преобразовать файлы в новое местоположение
sv: Konvertera fil(er) till ny destination
uk: Перетворити файл(и) на новий пункт призначення

source: Serial
ca: Número de sèrie
da: Serienummer
de: Seriennummer
el: Σειριακός
he: סדורי
ja: シリアル番号
nb_no: Serienummer
nl: Serie
pl: Klucz
pt_br: Nº de Série
ru: Серийный
sv: Serienummer
uk: Серійний

source: Label
ca: Etiqueta
da: Etiket
el: Ετικέτα
he: תווית
ja: ラベル
nb_no: Etikett
pl: Etykieta
pt_br: Rótulo
ru: Метка
sv: Etikett
uk: Етикетка

source: Unsubscribe and delete all episodes
ar: إلغاء الاشتراك وحذف جميع الحلقات els
ca: Cancel·leu la subscripció i suprimiu tots els episodis
da: Afmeld og slette alle episoder
de: Abonnement beenden und Episoden löschen
el: Κατάργηση συνδρομής και διαγραφή όλων των επεισοδίων
he: בטל רישומי רשומה ומחק את כל הפרקים
ja: 購読を解除してすべてのエピソードを削除
nb_no: Stopp abonnement og slett alle episoder
nl: Opzeggen en alle afleveringen verwijderen
pl: Zrezygnuj z subskrypcji i usuń wszystkie odcinki
pt_br: Cancelar assinatura e excluir todos os episódios
ru: Отписаться и удалить все эпизоды
sv: Avsluta prenumerationen och ta bort alla avsnitt
uk: Скасувати підписку та видалити всі епізоди
