Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Are you sure you want to restore database from %s?<br>This will delete current database and MediaMonkey will be automatically restarted when finished!
ar: هل أنت متأكد أنك تريد استعادة قاعدة البيانات من %s؟<br>سيتم حذف قاعدة البيانات الحالية وسيتم إعادة تشغيل MediaMonkey تلقائيًا عند الانتهاء!
ca: Esteu segur que voleu restaurar la base de dades de %s?<br> Això suprimirà la base de dades actual i MediaMonkey es reiniciarà automàticament quan acabi!
da: Er du sikker på, at du vil gendanne databasen fra %s?<br>Dette vil slette den aktuelle database, og MediaMonkey vil automatisk blive genstartet, når den er færdig!
de: Wollen Sie wirklich die Datenbank auf %s zurücksetzen?<br>Dadurch wird die aktuelle Datenbank überschrieben und MediaMonkey startet nach Abschluss des Vorgangs automatisch neu!
el: Είστε σίγουρος ότι θέλετε να επαναφέρετε τη βάση δεδομένων από %s;<br> Αυτό θα διαγράψει την τρέχουσα βάση δεδομένων και το MediaMonkey θα επανεκκινηθεί αυτόματα όταν τελειώσει!
he: האם אתה בטוח שברצונך לשחזר נתונים מ %s? זה ידרוס את הנתונים הנוכחיים!
ja: "%s"からデータベースを復元したいですか？<br>この作業では現在のデータベースを削除し、作業が完了するとMediaMonkeyは自動的に再起動します！
nb_no: Er du sikker på at du vil gjenopprette databasen fra %s?<br>Dette vil slette nåværende database, og MediaMonkey vil automatisk bli startet på nytt når ferdig!
nl: De database vanuit %s terugzetten? <b> Hierdoor wordt de huidige database gewist en zal MediaMonkey opnieuw starten!
pl: Czy na pewno chcesz przywrócić bazę danych z %s?<br>Spowoduje to usunięcie bieżącej bazy danych, a MediaMonkey zostanie automatycznie zrestartowany po zakończeniu!
pt_br: Tem certeza que deseja restaurar a base de dados de %s?<br>Isso irá excluir a base de dados atual e o MediaMonkey será automaticamente reiniciado no final!
ru: Вы действительно хотите восстановить базу данных из %s?<br>Текущая база данных будет удалена, а программа MediaMonkey по окончании перезапустится.
sv: Är du säker på att du vill återställa databasen från %s?<br>Detta raderar aktuell databas och MediaMonkey kommer att startas om automatiskt när det är klart!
tr: Veritabanını %s'den geri yüklemek istediğinizden emin misiniz?"<br>Bu, mevcut veritabanını silecek ve MediaMonkey bittiğinde otomatik olarak yeniden başlatılacaktır!
uk: Ви дійсно бажаєте відновити базу даних із %s?<br>Це видалить поточну базу даних і MediaMonkey буде автоматично перезапущено після закінчення!

source: Restore FAILED!
ar: فشل الاستعادة!
ca: La restauració ha FALLAT!
da: Gendan MISLYKKEDES!
de: Zurücksichern ist fehlgeschlagen!
el: ΑΠΟΤΥΧΙΑ Επαναφοράς!
he: שחזור נכשל!
ja: 復元に失敗しました！
nb_no: Gjenopprett MISLYKTES!
nl: Terugzetten MISLUKT!
pl: Przywracanie NIE powiodło się!
pt_br: A restauração FALHOU!
ru: ОШИБКА при восстановлении!
sv: Återskapandet misslyckades!
tr: Geri Yükleme Başarısız!
uk: Невдале відновлення!

source: Clear database
ar: مسح قاعدة البيانات
ca: Neteja la base de dades
da: Ryd database
de: Datenbank leeren
el: Εκκαθάριση βάσης δεδομένων
he: נקה מסד נתונים
ja: データベースのクリア
nb_no: Rens database
nl: Database legen
pl: Wyczyść bazę danych
pt_br: Limpar a base de dados
ru: Очистить базу данных
sv: Rensa databas
tr: Veritabanını temizle
uk: Очистити базу даних

source: This will delete all Library data, Playlists, and Collections but will not delete any of your files or configuration data.
ar: سيؤدي هذا إلى حذف جميع بيانات المكتبة وقوائم التشغيل والمجموعات ولكن لن يتم حذف أي من ملفاتك أو بيانات التكوين.
ca: D'aquesta manera, se suprimiran totes les dades de la biblioteca, les llistes de reproducció i les col·leccions, però no se suprimiran els fitxers ni les dades de configuració.
da: Dette vil slette alle Biblioteksdata, Playlister og Samlinger, men vil ikke slette nogen af dine filer eller konfigurationsdata.
de: Hiermit werden alle Daten im Archiv, Wiedergabelisten und jede Auswahl gelöscht. NICHT gelöscht werden die Media-Dateien oder Konfigurationen.
el: Αυτό θα διαγράψει όλα τα δεδομένα βιβλιοθήκης, τις Λίστες Αναπαραγωγής και τις Συλλογές, αλλά δεν θα διαγράψει κανένα από τα αρχεία σας ή τα δεδομένα διαμόρφωσης.
he: פעולה זו תמחוק את כל הנתונים, רשימות ואוספים. אך לא תמחוק את הקבצים או ההגדרות.
ja: この作業ではすべてのライブラリデータ、プレイリスト、コレクションを削除しますが、ファイルや設定データは削除されません。
nb_no: Dette vil slette all biblioteksdata, spillelister og samlinger, men vil ikke slette noen av dine filer eller konfigurasjonsdata.
nl: Alle bibliotheekgegevens, afspeellijsten en collecties worden verwijderd maar bestanden en instellingen blijven behouden.
pl: Spowoduje to usunięcie wszystkich danych biblioteki, playlist i kolekcji, ale nie spowoduje usunięcia żadnych plików ani danych konfiguracyjnych.
pt_br: Isso irá excluir todos os dados, listas e coleções de sua Biblioteca, mas não irá excluir qualquer de seus arquivos ou configurações.
ru: Будут удалены все данные в библиотеке, плейлисты и коллекции, но никакие ваши файлы или данные конфигурации это не затронет.
sv: Detta tar bort all biblioteksdata, spellistor och samlingar, men tar inte bort några av dina filer eller konfigurationsdata.
tr: Bu, tüm Kitaplık verilerini, Çalma Listelerini ve Koleksiyonları siler ancak dosyalarınızın veya yapılandırma verilerinizin hiçbirini silmez.
uk: Ця дія призведе до видалення всіх даних Бібліотеки, Списків відтворення та Колекцій, але жодних ваших файлів та даних конфігурації не буде видалено.

source: Clear FAILED! Old database restored.
ar: فشل المسح! تم استعادة قاعدة البيانات القديمة.
ca: La Neteja ha FALLAT! L'antiaga base de dades ha sigut restaurada.
da: Ryd MISLYKKEDES! Gammel database gendannet.
de: Datenbank leeren ist fehlgeschlagen! Die alte Datenbank wurde zurückgesichert.
el: ΑΠΟΤΥΧΙΑ Καθαρισμού! Έγινε επαναφορά της παλιάς βάσης δεδομένων.
he: מחיקה נכשלה! מסד הנתונים הישן שוחזר.
ja: クリアに失敗しました！過去のデータベースが復元されます。
nb_no: Rens MISLYKTES! Gammel database gjenopprettet.
nl: Legen MISLUKT! Oude database hersteld.
pl: Wyczyść NIEPOWODZENIE! Przywrócono starą bazę danych.
pt_br: A limpeza FALHOU! A base de dados antigas foi restaurada.
ru: ОШИБКА очистки! Восстановлена старая база данных.
sv: Rensning misslyckades! Gammal databas används.
tr: Temizleme BAŞARISIZ! Eski veritabanı geri yüklendi.
uk: Помилка очищення! Відновлено стару базу даних.

source: Global search
ar: البحث العالمي
ca: Cerca global
da: Global søgning
de: Globale Suche
el: Καθολική αναζήτηση
he: חיפוש(כולל)
ja: グローバル検索
nb_no: Globalt søk
nl: Eenvoudig zoeken
pl: Wyszukiwanie globalne
pt_br: Pesquisa global
ru: Глобальный поиск
sv: Global sökning
tr: Küresel arama
uk: Глобальний пошук

source: Delete (permanent)
ar: حذف (دائم)
ca: Esborrar (permanent)
da: Slet (permanent)
de: Löschen (endgültig)
el: Διαγραφή (μόνιμη)
he: מחק (לעד)
ja: 削除（永続的）
nb_no: Slett (permanent)
nl: Verwijderen (permanent)
pl: Usuń (na stałe)
pt_br: Excluir (definitivo)
ru: Удалить (навсегда)
sv: Ta bort (permanent)
tr: Kalıcı olarak sil
uk: Видалити (остаточно)

source: Cut
ar: قص
ca: Talla
de: Ausschneiden
el: Αποκοπή
he: גזור
ja: 切り取り
nb_no: Klipp ut
nl: Knippen
pl: Wytnij
pt_br: Recortar
ru: Вырезать
sv: Klipp ut
tr: Kes
uk: Вирізати

source: Copy
ar: نسخ
ca: Copia
da: Kopier
de: Kopiere
el: Αντιγραφή
he: העתק
ja: コピー
nb_no: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Paste
ar: لصق
ca: Enganxa
da: Pasta
de: Einfügen
el: Επικόλληση
he: הדבק
ja: 貼り付け
nb_no: Lim inn
nl: Plakken
pl: Wklej
pt_br: Colar
ru: Вставить
sv: Klistra in
tr: Yapıştır
uk: Вставити

source: New AutoPlay&list
ar: قائمة تشغيل تلقائية جديدة
ca: Nova &llista de reproducció automàtica
da: Ny AutoPlay&liste
de: Neue Auto-Wiedergabe&liste
el: Νέα Αυτόματη Λίστα Αναπαραγωγής
he: צור רשימה אוטומטית
ja: 新しい自動プレイリスト(&L)
nb_no: Ny AutoPl&ay-liste
nl: Nieuwe Auto-Afspee&llijst
pl: Nowa lista autoodtwarzania
pt_br: Nova &lista automática
ru: Новый автоплейлист
sv: Ny AutoSpellista
tr: Yeni Oynatma&listesi
uk: Новий Автоматичний &Список відтворення

source: New pla&ylist
ar: قائمة تشغيل جديدة
ca: Nova llista de &reproducció
da: Ny pla&yliste
de: Neue Wiedergabeliste
el: Νέα λίστα αναπαραγωγής
he: צור רשימה חדשה
ja: 新しいプレイリスト(&Y)
nb_no: Ny spille&liste
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt_br: Nova lista de &execução
ru: Новый плейлист
sv: Ny Spellista
tr: Yeni çal&malistesi
uk: Новий список відтворе&ння

source: Close
ar: إغلاق
ca: Tanca
da: Luk
de: S&chließen
el: Κλείσιμο
he: סגור
ja: 閉じる
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

source: E&xit
ar: إنهاء
ca: &Surt
da: E&slut
de: Be&enden
el: Έξοδος
he: יציאה
ja: 閉じる(&X)
nb_no: Avslutt
nl: &Afsluiten
pl: Zamknij
pt_br: &Sair
ru: В&ыход
sv: Avsluta
tr: Ç&ıkış
uk: Вий&ти

source: &Properties
ar: خصائص
ca: &Propietats
da: &Egenskaber
de: &Eigenschaften
el: Ιδιότητες
he: מאפיינים
ja: プロパティ(&P)
nb_no: &Egenskaper
nl: Eigenscha&ppen
pl: Właściwości
pt_br: &Propriedades
ru: Сво&йства
sv: &Egenskaper
tr: &Özellikler
uk: &Властивості

source: Subscribe to new podcast
ar: الاشتراك في بودكاست جديد
ca: Subscriu-te a un nou podcast
da: Abonner på ny podcast
de: Neuen Podcast abonnieren
el: Κάντε συνδρομή στο νέο podcast
he: הרשם לפודקאסט
ja: 新しいポッドキャストを購読
nb_no: Abonner på ny podcast
nl: Op nieuwe podcast abonneren
pl: Subskrybuj nowy podcast
pt_br: Assinar novo podcast
ru: Подписаться на новый подкаст
sv: Prenumerera på ny podcast
tr: Yeni podcaste abone olun
uk: Підписатися на новий подкаст

source: Add folders
ar: إضافة مجلدات
ca: Afegeix carpetes
da: Tilføj mapper
de: Ordner hinzufügen
el: Προσθήκη φακέλων
he: הוסף תקיות
ja: フォルダーの追加
nb_no: Legg til mapper
nl: Mappen toevoegen
pl: Dodaj katalogi
pt_br: Adicionar pastas
ru: Добавить папки
sv: Lägg till mappar
tr: Klasör ekle
uk: Додати теки

source: If a network location isn't found automatically, you can add one manually.
ar: إذا لم يتم العثور على موقع شبكة تلقائيًا، فيمكنك إضافته يدويًا.
ca: Si no es troba automàticament una ubicació de xarxa, podeu afegir-ne una manualment.
da: Hvis en netværksplacering ikke findes automatisk, kan du tilføje en manuelt.
de: Wenn eine Netzwerkadresse nicht automatisch gefunden wird, können Sie sie manuell hinzufügen.
el: Εάν μια τοποθεσία δικτύου δεν εντοπιστεί αυτόματα, μπορείτε να την προσθέσετε χειροκίνητα.
he: אם מיקום רשת לא נמצא, תוכל להוסיפו ידנית.
ja: ネットワークでの場所が自動的に見つからない場合、手動で追加できます。
nb_no: Hvis en nettverksplassering ikke blir funnet automatisk, kan du legge til en manuelt.
nl: Wanneer een netwerklocatie niet automatisch is gevonden, kan deze handmatig worden opgegeven.
pl: Jeśli lokalizacja sieciowa nie zostanie znaleziona automatycznie, możesz dodać ją ręcznie.
pt_br: Se um local de rede não for encontrado automaticamente, você pode adicioná-lo manualmente.
ru: Если сетевое расположение не найдено автоматически, его можно добавить вручную.
sv: Om en nätverksadress inte hittas automatiskt, kan du lägga till den manuellt.
tr: Bir ağ konumu otomatik olarak bulunmazsa, manuel olarak bir tane ekleyebilirsiniz.
uk: Якщо розташування мережі не знайдено автоматично, його можна додати вручну.

source: Path
ar: مسار الملف
ca: Camí
da: Sti
de: Pfad
el: Διαδρομή
he: נתיב
ja: パス
nb_no: Plassering
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
tr: Yol
uk: Шлях

source: Add location
ar: أضف موقعًا
ca: Afegeix localització
da: Tilføj placering
de: Verzeichnis hinzufügen
el: Προσθήκη τοποθεσίας
he: הוסף מיקום
ja: 場所を追加
nb_no: Legg til plassering
nl: Locatie toevoegen
pl: Dodaj lokalizację
pt_br: Adicionar local
ru: Добавить расположение
sv: Lägg till plats
tr: Konum ekle
uk: Додати розташування

source: Network
ar: جوار شبكة الاتصال
ca: Xarxa
da: Netværk
de: Netzwerk
el: Δίκτυο
he: רשת
ja: ネットワーク
nb_no: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
uk: Мережа

source: Media server
ar: خادم الوسائط
ca: Servidor multimèdia
da: Medieserver
de: Medienserver
el: Server πολυμέσων
he: שרת מדיה
ja: メディアサーバー
pl: Serwer multimediów
pt_br: Servidor de mídia
ru: Медиасервер
tr: Medya sunucusu
uk: Медіа сервер

source: Cloud storage
ar: تخزين سحابي
ca: Emmagatzematge al núvol
da: Cloud-lagring
de: Cloud-Speicher
el: Αποθήκευση στο cloud
he: ענן
ja: クラウドストレージ
nb_no: Cloud-lagring
nl: Cloudopslag
pl: Magazyn w chmurze
pt_br: Armazenamento em nuvem
ru: Облачное хранилище
sv: Molnlagring
tr: Bulut depolama
uk: Хмарне зберігання

source: Add media server manually
ar: أضف خادم الوسائط يدويًا
ca: Afegiu un servidor multimèdia manualment
da: Tilføj medieserver manuelt
de: Medienserver manuell hinzufügen
el: Χειροκίνητη προσθήκη server πολυμέσων
he: הוסף שרת מדיה
ja: メディアサーバーを手動で追加
nb_no: Legg til mediaserver manuelt
nl: Mediaserver handmatig toevoegen
pl: Dodaj serwer multimediów ręcznie
pt_br: Adicionar servidor de mídia manualmente
ru: Добавить медиасервер вручную
sv: Lägg till mediaserver manuellt
tr: Medya sunucusunu manuel olarak ekle
uk: Додати медіа сервер вручну

source: If a media server isn't found automatically, you can add one manually.
ar: إذا لم يتم العثور على خادم وسائط تلقائيًا، فيمكنك إضافته يدويًا.
ca: Si no es troba un servidor multimèdia automàticament, en podeu afegir manualment.
da: Hvis en medieserver ikke findes automatisk, kan du tilføje en manuelt.
de: Wenn ein Medienserver nicht automatisch gefunden wird, können Sie ihn manuell hinzufügen.
el: Εάν ένας server πολυμέσων δεν βρεθεί αυτόματα, μπορείτε να τον προσθέσετε χειροκίνητα.
he: אם שרת מדיה לא נמצא, תוכל להוסיף אותו ידנית.
ja: メディアサーバーが自動的に見つからない場合、手動で追加できます。
nb_no: Hvis en mediaserver ikke blir funnet automatisk, kan du legge til en manuelt.
nl: Wanneer een mediaserver niet automatisch is gevonden, kan deze handmatig worden opgegeven.
pl: Jeśli serwer multimediów nie zostanie znaleziony automatycznie, możesz dodać go ręcznie.
pt_br: Se um servidor de mídia não for encontrado automaticamente, você pode adicioná-lo manualmente.
ru: Если медиасервер не найден автоматически, его можно добавить вручную.
sv: Om en mediaserver inte hittas automatiskt, kan du lägga till den manuellt.
tr: Eğer otomatik olarak bir medya sunucusu bulunamazsa, manuel olarak bir tane ekleyebilirsiniz.
uk: Якщо мультимедійний сервер не знайдено автоматично, його можна додати вручну.

source: Device Description file path:
ar: مسار ملف وصف الجهاز:
ca: Camí del fitxer de descripció del dispositiu:
da: Enhedens Beskrivelses filsti:
de: Pfad für die Gerätebeschreibung:
el: Διαδρομή αρχείου Περιγραφής Συσκευής:
he: נתיב קובץ תיאור מכשיר:
ja: デバイスの説明ファイルパス:
nb_no: Enhetsbeskrivelse filbane:
nl: Pad naar Apparaatbeschrijving:
pl: Ścieżka pliku opisu urządzenia:
pt_br: Caminho do arquivo de descrição do dispositivo:
ru: Путь к файлу описания устройства:
sv: Enhetsbeskrivning filsökväg:
tr: Cihaz Açıklama Dosya Yolu:
uk: Шлях до файлу Опису Пристрою:

source: %s cannot be reached
ar: لا يمكن الوصول إلى %s
ca: %s no es troba
da: %s kan ikke nås
de: Server %s ist nicht erreichbar bzw. kann nicht verbunden werden
el: Μη δυνατή πρόσβαση %s
he: %s לא נגיש
ja: "%s"に接続できませんでした
nb_no: %s kan ikke nås
nl: %s is niet bereikbaar
pl: %s nie można osiągnąć
pt_br: %s não foi localizado
ru: Нет доступа к %s
sv: %s kan inte hittas
tr: %s'ye ulaşılamıyor
uk: %s поза досяжністю

source: Error
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
he: שגיאה
ja: エラー
nb_no: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: Configure remote access
ar: تكوين الوصول عن بعد
ca: Configureu l'accés remot
da: Konfigurer fjernadgang
de: Remote-Zugriff konfigurieren
el: Διαμόρφωση απομακρυσμένης πρόσβασης
he: הגדר גישה מרחוק
ja: リモートアクセスの設定
nb_no: Konfigurer ekstern tilgang
nl: Externe toegang configureren
pl: Skonfiguruj zdalny dostęp
pt_br: Configurar acesso remoto
ru: Настроить удалённый доступ
sv: Konfigurerar fjärrstyrning
tr: Uzaktan erişimi yapılandırın
uk: Налаштувати віддалений доступ

source: This will auto-configure rules on your router to allow the %s UPnP/DLNA server to be accessible from a public/external network.
ar: سيقوم هذا بتكوين القواعد تلقائيًا على موجهك للسماح لوصول خادم %s عبر UPnP/DLNA من شبكة عامة/خارجية.
ca: Això configurarà automàticament les regles del vostre router per permetre l'accés al servidor UPnP/DLNA %s des d'una xarxa pública/externa.
da: Dette vil automatisk konfigurere regler på din router for at give %s UPnP/DLNA-serveren adgang fra et offentligt/eksternt netværk.
de: Auf Ihrem Router werden automatisch Regeln erstellt, die den Zugriff von öffentlichen/externen Netzen auf den UPnP/DLNA-Server %s erlauben.
el: Αυτό θα ρυθμίσει αυτόματα τους κανόνες στον router σας ώστε να επιτρέπεται στον διακομιστή %s UPnP/DLNA να είναι προσβάσιμος από δημόσιο/εξωτερικό δίκτυο.
he: זה יגדיר באופן אוטומטי חוקים על הראוטר לאפשר לשרת %s UPnP/DLNA להיות נגיש מרשת ציבורית/חיצונית.
ja: パブリック/外部のネットワークから、"%s"UPnP/DLNAサーバーに接続できるように、あなたのルーターの規定を自動設定します。
nb_no: Dette vil automatisk konfigurere regler på din ruter for å tillate %s UPnP/DLNA-serveren å være tilgjengelig fra et offentligt/eksternt nettverk.
nl: Hierdoor worden automatisch regels op de router ingesteld zodat de %s UPnP/DLNA-server toegankelijk is vanaf een openbaar/extern netwerk.
pl: Spowoduje to automatyczną konfigurację reguł na routerze, aby umożliwić dostęp do serwera UPnP/DLNA %s z sieci publicznej/zewnętrznej.
pt_br: Isso irá configurar automaticamente regras em seu roteador para permitir que o servidor UPnP/DLNA %s fique acessível por uma rede pública/externa.
ru: Будут автоматически настроены правила в роутере так, чтобы %s UPnP/DLNA-сервер был доступен из публичной/внешней сети.
sv: Detta kommer att automatiskt konfigurera regler på din router så att %s UPnP/DLNA-servern är tillgänglig från ett offentligt/externt nätverk.
tr: Bu, %s UPnP/DLNA sunucusunun genel/harici bir ağdan erişilebilir olmasına izin vermek için yönlendiricinizdeki kuralları otomatik olarak yapılandıracaktır.
uk: Ця дія дозволить автоматично налаштувати правила на маршрутизаторі, щоб забезпечити доступ до сервера %s UPnP/DLNA із загальнодоступної/зовнішньої мережі.

source: Configuration is via UPnP/NAT-PMP which only works if this device is on the same network as the router.
ar: التكوين عبر UPnP/NAT-PMP الذي يعمل فقط إذا كان هذا الجهاز في نفس الشبكة مع الموجه.
ca: La configuració es fa mitjançant UPnP/NAT-PMP, que només funciona si aquest dispositiu es troba a la mateixa xarxa que'l router.
da: Konfiguration er via UPnP/NAT-PMP, som kun fungerer, hvis denne enhed er på samme netværk som routeren.
de: Die Konfiguration nutzt UPnP/NAT-PMP, was nur für Geräte hinter demselben Router funktioniert.
el: Η διαμόρφωση γίνεται μέσω UPnP/NAT-PMP που λειτουργεί μόνο εάν αυτή η συσκευή βρίσκεται στο ίδιο δίκτυο με τον router.
ja: 設定はこのデバイスがルーターと同じネットワーク上にある場合のみUPnP/NAT-PMP経由で機能します。
nb_no: Konfigurasjon skjer via UPnP/NAT-PMP som kun fungerer hvis denne enheten er på samme nettverk som ruteren.
nl: De configuratie verloopt via UPnP/NAT-PMP, wat alleen werkt als dit apparaat onderdeel is van hetzelfde netwerk als de router.
pl: Konfiguracja odbywa się przez UPnP/NAT-PMP, które działa tylko wtedy, gdy to urządzenie jest w tej samej sieci co router.
pt_br: A configuração é feita por UPnP/NAT-PMP, que só funciona se este dispositivo estiver na mesma rede que o roteador.
ru: Настройка выполняется через UPnP/NAT-PMP, который работает только в случае, если это устройство подключено к той же сети, что и роутер.
sv: Konfiguration sker via UPnP/NAT-PMP vilket endast funkar om denna enhet är på samma nätverk som routern.
tr: Yapılandırma, yalnızca bu cihaz yönlendiriciyle aynı ağda olduğunda çalışan UPnP/NAT-PMP aracılığıyla yapılır.
uk: Конфігурація здійснюється через архітектуру UPnP / NAT-PMP, яка працює лише, якщо даний пристрій знаходиться у тій же мережі, що і маршрутизатор.

source: Configuring remote access
ar: تكوين الوصول عن بعد
ca: Configurant l'accés remot
da: Konfigurerer fjernadgang
de: Remote-Zugriff konfigurieren
el: Διαμόρφωση απομακρυσμένης πρόσβασης
he: מגדיר גישה מרחוק
ja: リモートアクセスの設定
nb_no: Konfigurerer ekstern tilgang
nl: Externe toegang instellen
pl: Konfiguracja zdalnego dostępu
pt_br: Configurando acesso remoto
ru: Настройка удалённого доступа
sv: Konfigurerar fjärrstyrning
tr: Uzaktan erişimi yapılandırma
uk: Налаштування віддаленого доступу

source: Remote UPnP/DLNA access to %s was successfuly configured.
ar: تم تكوين الوصول عن بعد لـ UPnP/DLNA إلى %s بنجاح.
ca: L'accés remot UPnP/DLNA a %s s'ha configurat correctament.
da: Fjern UPnP/DLNA adgang til %s blev konfigureret succesfuldt.
de: Der UPnP/DLNA-Remotezugriff auf %s wurde erfolgreich eingerichtet.
el: Η απομακρυσμένη πρόσβαση UPnP/DLNA στο %s διαμορφώθηκε με επιτυχία.
he: גישה מרחוק ל %s הוגדרה בהצלחה.
ja: "%s"へのUPnP/DLNAリモートアクセスの設定に成功しました。
nb_no: Ekstern UPnP/DLNA-tilgang til %s ble vellykket konfigurert.
nl: Externe UPnP/DLNA-toegang tot %s succesvol ingesteld.
pl: Zdalny dostęp UPnP/DLNA do %s został pomyślnie skonfigurowany.
pt_br: O acesso remoto UPnP/DLNA a %s foi configurado com sucesso.
ru: Удалённый UPnP/DLNA-доступ к %s успешно настроен.
sv: Fjärrstyrning genom UPnP/DLNA var framgångsrikt konfigurerad.
tr: %s'ye uzaktan UPnP/DLNA erişimi başarıyla yapılandırıldı.
uk: Віддалений доступ UPnP/DLNA до %s було успішно налаштовано.

source: If you want to use another UPnP/DLNA client to remotely access %s, enter the following server destination to the client:
ar: إذا كنت ترغب في استخدام عميل UPnP/DLNA آخر للوصول عن بعد لـ %s، أدخل الوجهة التالية للخادم في العميل:
ca: Si voleu utilitzar un altre client UPnP/DLNA per accedir remotament a %s, introduïu la destinació del servidor següent al client:
da: Hvis du vil bruge en anden UPnP/DLNA klient for at få fjernadgang til %s, indtast den følgende server destination til klienten:
de: Wenn Sie für den Remote-Zugriff auf %s einen anderen UPnP/DLNA-Client verwenden wollen, tragen Sie folgende Serveradresse im Client ein:
el: Εάν θέλετε να χρησιμοποιήσετε άλλο UPnP/DLNA client για απομακρυσμένη πρόσβαση %s, εισαγάγετε τον ακόλουθο προορισμό server στον client:
he: אם אתה רוצה להשתמש בלקוח UPnP/DLNA אחר כדי לגשת מרחוק ל-%s, הכנס את כתובת השרת הבאה ללקוח:
ja: リモートアクセス"%s"へのほかのUPnP/DLNAクライアントを使用したい場合、クライアントのサーバー宛先を入力してください:
nb_no: Hvis du vil bruke en annen UPnP/DLNA-klient for å få ekstern tilgang til %s, skriv inn følgende serverdestinasjon til klienten:
nl: Als een andere UPnP/DLNA-client gewenst is voor externe toegang tot %s, voer dan het volgende serveradres in op de client:
pl: Jeśli chcesz użyć innego klienta UPnP/DLNA do zdalnego dostępu do %s, wprowadź następujący serwer docelowy dla klienta:
pt_br: Se você deseja usar outro cliente UPnP/DLNA para acessar %s remotamente, insira o seguinte endereço no cliente:
ru: Если вы хотите использовать другой клиент UPnP/DLNA для удалённого доступа к %s, введите следующий адрес сервера для клиента:
sv: Om du vill använda en annan UPnP/DLNA-klient för att fjärråtkomst till %s anger du följande serverdestination till klienten:
tr: %s'ye uzaktan erişmek için başka bir UPnP/DLNA istemcisi kullanmak istiyorsanız, istemciye aşağıdaki sunucu hedefini girin:
uk: Якщо ви бажаєте використовувати інший клієнт UPnP/DLNA для віддаленого доступу до %s, введіть наступне розташування сервера для клієнта:
