Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Volume analysis
ar: تحليل حجم الصوت
ca: Anàlisi de volum
da: Volumenanalyse
de: Lautstärkeanalyse
el: Ανάλυση έντασης
he: ניתוח ווליום
ja: 音量分析
nb_no: Volumanalyse
nl: Volume-analyse
pl: Analiza głośności
pt_br: Análise de volume
ru: Анализ громкости
sv: Volymanalys
tr: Ses analizi
uk: Аналіз гучності

source: Show results only after pressing ENTER
ar: إظهار النتائج فقط بعد الضغط على ENTER
ca: Mostrar resultats només després de prémer ENTER
da: Vis kun resultater efter at have trykket på ENTER
de: Ergebnisse erst nach Drücken von ENTER anzeigen
he: הצג רק תוצאות לאחר לחיצה על ENTER
ja: ENTERキーを押した後にのみ結果を表示する
nb_no: Vis resultater kun etter at du trykker ENTER
nl: Toon resultaten pas nadat u op ENTER heeft gedrukt
pt_br: Mostrar resultados apenas após pressionar ENTER
ru: Показывать результаты только по нажатию Enter
sv: Visa resultat först efter att ha tryckt på ENTER
tr: Sonuçları yalnızca ENTER tuşuna bastıktan sonra göster
uk: Показувати результати виключно після натискання клавіші ENTER

source: ID3v1 and v2.3 tags
ar: ID3v1 والعلامات v2.3
ca: Etiquetes ID3v1 i v2.3
da: ID3v1 og v2.3 tags
de: ID3v1 und v2.3 Tags
el: ID3v1 και v2.3 ετικέτες
he: תגים ID3v1 ו-2.3
ja: ID3v1およびv2.3タグ
nb_no: ID3v1 og v2.3 tagger
nl: ID3v1- en v2.3-labels
pl: Tagi ID3v1 i v2.3
pt_br: Tags ID3v1 e v2.3
ru: Теги ID3v1 и v2.3
sv: ID3v1- och v2-taggar
tr: ID3v1 ve v2.3 etiketleri
uk: Теґи ID3v1 та v2.3

source: Audio/Video
ar: الصوت/الفيديو
ca: Àudio/Video
el: Ήχος/Βίντεο
he: שמע\וידאו
ja: オーディオ/動画
nb_no: Lyd/Video
pl: Audio/Wideo
pt_br: Áudio/Vídeo
ru: Аудио/Видео
tr: Ses/Video
uk: Аудіо/Відео

source: Level playback volume to:
ar: تسوية حجم التشغيل إلى:
ca: Nivell de volum de reproducció a:
da: Niveller afspilningsvolumen til:
de: Lautstärke einstellen auf:
el: Εξισορρόπηση έντασης αναπαραγωγής σε:
he: רמת עוצמת הקול של ההשמעה:
ja: 揃えたい再生音量:
nb_no: Nivellér avspillingsvolum til:
nl: Afspeelvolume instellen op:
pl: Poziom głośności odtwarzania do:
pt_br: Nível de volume durante a execução:
ru: Выровнять громкость до:
sv: Spelljudstyrka:
tr: Oynatma ses seviyesini şu şekilde ayarlayın:
uk: Рівень гучності відтворення до:

source: Cache
ar: التخزين المؤقت
ca: Memòria cau
he: זכרון מטמון
ja: キャッシュ
nb_no: Buffer
pl: Pamięć podręczna
ru: Кэш
tr: Önbellek
uk: Кеш

source: Fetching data
ar: جلب البيانات
ca: Obtenint dades
da: Indsamler data
de: Hole Daten
el: Ανάκτηση δεδομένων
he: משיג נתונים
ja: データを取得しています
nb_no: Henter data
nl: Gegevens ophalen
pl: Pobieranie danych
pt_br: Buscando dados
ru: Получение данных
sv: Hämtar data
tr: Veri getiriliyor
uk: Отримання даних

source: File Criteria
ar: معايير الملف
ca: Criteris de fitxers
da: Filkriterier
de: Datei-Kriterien
el: Κριτήρια Αρχείου
he: קריטריון לקובץ
ja: ファイルの条件
nb_no: Filkriterier
nl: Bestandscriteria
pl: Kryteria plików
pt_br: Critério de arquivo
ru: Критерии файла
sv: Filkriterier
tr: Dosya Kriterleri
uk: Критерії файлів

source: Use bit reservoir
ar: استخدام الخزان بت
ca: Utilitzeu un dipòsit de bits
da: Brug bit reservoir
de: Bit-Reservoir verwenden
el: Χρήση bit reservoir
he: השתמש במאגר סיביות
ja: ビットリザーバを使用する
nb_no: Bruk bit reserve
nl: Gebruik bitreservoir
pl: Użyj zbiór bitów
pt_br: Usar bit reservado
ru: Использовать защиту данных
sv: Använd 'bit reservoir'
tr: Bit haznesini kullan
uk: Використовувати резервуар бітів

source: 1 week
ar: أسبوع واحد
ca: 1 setmana
da: 1 uge
de: 1 Woche
el: 1 εβδομάδα
he: שבוע
ja: １ 週間
nb_no: En uke
pl: 1 tydzień
pt_br: 1 semana
ru: 1 неделя
sv: 1 vecka
tr: 1 hafta
uk: 1 тиждень

source: Confirm desired options on removal of files from Playlist
ar: تأكيد الخيارات المرغوبة عند إزالة الملفات من قائمة التشغيل
ca: Confirmeu les opcions desitjades per eliminar fitxers de la llista de reproducció
da: Bekræft ønskede indstillinger ved fjernelse af filer fra Playliste
de: Optionen beim Entfernen von Dateien aus einer Wiedergabeliste bestätigen
el: Επιβεβαίωση των επιθυμητών επιλογών κατά την κατάργηση αρχείων από την Λίστα Αναπαραγωγής
he: אשר את האפשרויות הרצויות בעת הסרת קבצים מהרשימה
ja: プレイリストからファイルを削除する際のオプションを確認する
nb_no: Bekreft ønskede alternativer ved fjerning av filer fra Spilleliste
nl: Bevestiging bij het verwijderen van bestanden van de afspeellijst vragen
pl: Potwierdź żądane opcje usuwania plików z listy odtwarzania
pt_br: Confirmar as opções desejadas ao remover arquivos da lista de execução
ru: Подтверждать опции при удалении треков из плейлиста
sv: Visa bekräftelsedialog vid borttagning av Spår från Spellista
tr: Dosyaların Oynatma Listesinden kaldırılmasına ilişkin istenen seçenekleri onaylayın
uk: Підтвердити бажані параметри при видаленні файлів зі списку відтворення

source: Check for updates (when connected)
ar: التحقق من التحديثات (إذا كانت مرتبطة)
ca: Comproveu si hi ha actualitzacions (quan estigueu connectat)
da: Kontroller for opdateringer (når den er tilsluttet)
de: Auf Updates prüfen (bei Internetverbindung)
el: Έλεγχος για ενημερώσεις (όταν σε σύνδεση)
he: בדוק עדכונים (בעת החיבור)
ja: アップデートの確認（接続時）
nb_no: Sjekk etter oppdateringer (når tilkoblet)
nl: Naar updates zoeken (indien verbonden)
pl: Sprawdź uaktualnienia (gdy połączony)
pt_br: Procurar atualizações (quando conectado)
ru: Проверять наличие обновлений (при подключении)
sv: Sök efter nya versioner (när ansluten)
tr: Bağlandığında güncellemeleri kontrol edin
uk: Перевірити наявність оновлень (при підключенні)

source: This determines what files are played when the 'Play now' command is run for a single file. It applies only when Party mode is active.
ar: يحدد ما هي الملفات التي تُشغل عندما يتم تشغيل أمر 'تشغيل الآن' لملف فردي. ينطبق فقط عندما يكون وضع الحفلات نشطًا.
ca: Això determina quins fitxers es reprodueixen quan s'executa l'ordre "Reprodueix ara" per a un sol fitxer. Només s'aplica quan el mode Festa està actiu.
da: Dette bestemmer, hvilke filer der afspilles, når 'Afspil nu'-kommandoen køres for en enkelt fil. Det gælder kun, når Party mode er aktiv.
de: Bestimmt die Wirkung des Befehls "Jetzt abspielen" für eine einzelne Datei. Gilt nur im Party-Modus.
he: זה קובע אילו קבצים יושמעו כשפוקד "נגן עכשיו" מבוצע עבור קובץ יחיד. זה חל רק כשמצב מסיבה פעיל.
ja: 「今すぐ再生」コマンドが単一のファイルに対して実行されたときに再生されるファイルを指定します。パーティーモードがアクティブである時のみ適用されます。
nb_no: Dette bestemmer hvilke filer som spilles av når 'Spill nå' kommandoen kjøres for en enkeltfil. Dette gjelder kun når festmodus er aktiv.
nl: Bepaalt welke bestanden worden afgespeeld wanneer 'Nu Afspelen' wordt gekozen voor een enkel bestand. Dit is alleen van toepassing als de Party mode actief is.
pt_br: Isto determina quais arquivos são tocados quando o comando 'Executar Agora' é dado sobre um único arquivo. Isso se aplica apenas quando o modo Festa está ativo.
ru: Определяет, какие файлы воспроизводятся при запуске команды воспроизведения для одного файла. Применимо только для режима вечеринки.
sv: Detta bestämmer vilka filer som spelas upp när kommandot "Spela nu" körs för en enstaka fil. Den gäller endast när partyläget är aktivt.
tr: Bu, 'Şimdi oynat' komutu tek bir dosya için çalıştırıldığında hangi dosyaların oynatılacağını belirler. Yalnızca Parti modu etkin olduğunda geçerlidir.

source: Enable speed adjustment
ar: تفعيل تعديل السرعة
ca: Activa l'ajust de velocitat
da: Aktiver hastighedsjustering
de: Tempo-Anpassung erlauben
he: הפעלת התאמת מהירות
ja: 速度調整を有効にする
nb_no: Aktiver justering av hastighet
nl: Schakel snelheidsaanpassing in
pt_br: Habilitar ajuste de velocidade
ru: Включить регулировку скорости
sv: Aktivera hastighetsjustering
tr: Hız ayarını etkinleştir

source: This causes MediaMonkey to save .m3u files in a format that preserves non-English characters. Note that some players may not support unicode .m3u playlists.
ar: إذا لم يتم تحديد هذا الخيار، MediaMonkey سيقوم بتسجيل قوائم التشغيل M3U بالحفاظ على الأحرف غير لاتينية (لاحظ مع ذلك أن بعض القراء قد يكون مشاكل إعادة اللعب قوائم التشغيل التي تحتوي على Unicode).
ca: Això fa que MediaMonkey desi fitxers .m3u en un format que conservi caràcters no anglesos. Tingueu en compte que és possible que alguns reproductors no admetin llistes de reproducció .m3u unicode.
da: Dette medfører at MediaMonkey gemmer. M3u-filer i et format, der bevarer ikke-engelske tegn. Bemærk, at nogle spillere ikke kan støtte unicode. M3u afspilningslister.
de: Beim Speichern der .m3u-Dateien als UTF-8-Unicode, bleiben internationale Zeichen erhalten. Beachten Sie, dass manche Abspielgeräte keine Unicode-Wiedergabelisten unterstützen.
el: Αυτό προκαλεί το MediaMonkey να αποθηκεύει αρχεία .m3u σε μορφή που θα διατηρεί μη-Αγγλικούς χαρακτήρες. Σημειώστε ότι κάποιοι players μπορεί να μην υποστηρίζουν unicode .m3u λίστες αναπαραγωγής.
he: זה גורם ל-MediaMonkey לשמור קבצי .m3u בפורמט ששומר על תווים שאינם אנגלית. שים לב שחלק מהנגנים עשויים לא לתמוך ברשימות השמעה .m3u עם תווים שאינם אנגלית.
ja: MediaMonkeyは英語以外の文字を保持する形式で.m3uファイルを保存します。Unicodeの.m3uプレイリストをサポートしていないプレイヤーもあることに注意してください。
nb_no: Dette gjør slik at MediaMonkey lagrer .m3u filer i et format som bevarer ikke-engelske tegn. Merk at noen spillere ikke støtter Unicode .m3u spillelister.
nl: MediaMonkey slaat .m3u bestanden op in een indeling die niet-Engelse karakters behoudt. Let op: sommige spelers ondersteunen geen .m3u-afspeellijsten in unicode.
pl: Powoduje to że MediaMonkey zapisuje pliki .m3u w formacie z zachowaniem nie angielskich znakamów. Pamiętaj że niektóre odtwarzacze nie obsługuję playlist .m3u unicode.
pt_br: Isso faz com que o MediaMonkey salve os arquivos .m3u em um formato que preserva os caracteres não nativos do inglês (por exemplo, caracteres acentuados ou que usem outros formatos de escrita). Note que alguns tocadores não suportam listas .m3u em formato Unicode.
ru: Сохраняет файлы .m3u в формате, который поддерживает не-английские символы. Однако Юникод в плейлистах .m3u поддерживают не все плееры.
sv: Detta gör att MediaMonkey sparar .m3u-filer i ett format som bibehåller icke-engelska tecken. Observera att vissa spelare kanske inte stödjer Unicode .m3u-spellistor.
tr: Bu, MediaMonkey'in .m3u dosyalarını İngilizce olmayan karakterleri koruyan bir formatta kaydetmesine neden olur. Bazı oynatıcıların unicode .m3u çalma listelerini desteklemeyebileceğini unutmayın.
uk: Це призводить до того, що MediaMonkey зберігає файли .m3u у форматі, який зберігає неанглійські символи. Зауважте, що деякі програвачі можуть не підтримувати списки відтворення unicode .m3u.

source: full auto-tagging functionality (faster, unlimited lookups, and background lookups)
ar: وظائف وضع العلامات الآلية الكاملة (أسرع، استعلامات غير محدودة، واستعلامات في الخلفية)
ca: funcionalitat completa d'etiquetatge automàtic (cerques més ràpides i il·limitades i cerques en segon pla)
da: fuld auto-tagging funktionalitet (hurtigere, ubegrænsede slaåop, og baggrunds-slaåop)
de: vollautomatische Tagging-Funktionen (schnellere, unbegrenzte Such- und Hintergrundsuchvorgänge)
el: πλήρης λειτουργία αυτόματων ετικετών (ταχύτερες, απεριόριστες αναζητήσεις και αναζητήσεις παρασκηνίου)
he: פונקציונליות מלאה של תיוג אוטומטי (מהיר יותר, חיפושים ללא הגבלה, וחיפושים ברקע)
ja: 完全な自動タグ付け機能（高速、無制限の検索、バックグラウンドでの検索）
nb_no: full funksjonalitet for automatisk tagg (raskere, ubegrenset oppslag og bakgrunnssøk)
nl: volledig auto-labelen (sneller, onbeperkt opzoeken en opzoeken op de achtergrond)
pl: pełna funkcjonalność automatycznego tagowania (szybsze, nieograniczone wyszukiwania i wyszukiwania w tle)
pt_br: funcionalidade de auto-tag completa (mais rápida, pesquisas ilimitadas e pesquisas em segundo plano)
ru: полная функциональность автотегов (быстрее, неограниченный поиск и поиск в фоне)
sv: fullständig funktion för automatisk märkning (snabbare, obegränsade uppslag, dessutom i bakgrunden)
tr: ‐tam otomatik etiketleme işlevselliği (daha hızlı, sınırsız sorgular ve arka planda sorgular)
uk: повна функціональність автоматичного позначення теґами (швидший, необмежений пошук та пошук тла)

source: Customize case for these phrases mid-string
ar: تخصيص حالة الأحرف لهذه العبارات بمنتصف الجملة
ca: Personalitza majúscules/minúscules per a aquestes frases en mig d'una cadena
da: Tilpas store bogstaver for disse sætninger midt i teksten
de: Großschreibung für folgende Worte in der Mitte des Ausdrucks anpassen
el: Προσαρμογή πεζών-κεφαλαίων για αυτές τις φράσεις στη μέση της συμβολοσειράς
he: התאם אישית את הקייס עבור ביטויים אלו באמצע מחרוזת
ja: フレーズの中間文字列の大文字小文字をカスタマイズする
nb_no: Tilpass utseende for disse frasene midt i teksten
nl: Pas de hoofdletters aan voor deze zinnen in het midden van de tekenreeks
pt_br: Personalizar capitalização para estas palavras
ru: Настроить регистр для этих фраз в середине строки
sv: Anpassa skiftläge för dessa fraser mitt i strängen
tr: Bu ifadeler için harf durumunu dize ortasında özelleştirin
uk: Налаштувати регістр для цих фраз середнього рядка

source: Maximize window
ar: تكبير النافذة
ca: Maximitza la finestra
da: Maksimer vinduet
de: Fenster maximieren
el: Μεγιστοποίηση παραθύρου
he: חלון על מסך מלא
ja: ウィンドウを最大化
nb_no: Maksimer vindu
nl: Venster maximaliseren
pl: Maksymalizuj okno
pt_br: Maximizar janela
ru: Распахнуть окно
sv: Maximera fönster
tr: Büyült
uk: Розгорнути вікно

source: Customize for this device
ar: التخصيص للجهاز
ca: Personalitza aquest dispositiu
da: Tilpas til denne enhed
de: Für dieses Gerät anpassen
el: Προσαρμογή γι' αυτή τη συσκευή
he: התאם אישית עבור המכשיר הזה
ja: このデバイスのカスタマイズ
nb_no: Tilpass for denne enheten
nl: Voor dit apparaat aanpassen
pl: Dostosuj dla tego urządzenia
pt_br: Personalizar este dispositivo
ru: Настроить для этого устройства
sv: Anpassa för den här enheten
tr: Bu cihaz için özelleştirin
uk: Налаштувати для цього пристрою

source: Choose the folder on the PC to which new content on the device is synced. Note that content already synced from the PC to the Device will update within the existing locations.
ar: اختر المجلد على الحاسوب الشخصي الذي سيتم مزامنة المحتوى الجديد على الجهاز إليه. لاحظ أن المحتوى الذي تم مزامنته بالفعل من الكمبيوتر إلى الجهاز سيتم تحديثه في المواقع الحالية.
ca: Trieu la carpeta del PC amb la qual se sincronitzarà el contingut nou del dispositiu. Tingueu en compte que el contingut ja sincronitzat del PC al dispositiu s'actualitzarà a les ubicacions existents.
da: Vælg mappen på PC'en, som nyt indhold på enheden synkroniseres til. Bemærk at indhold, der allerede er synkroniseret fra PC'en til enheden, opdateres inden for de eksisterende placeringer.
de: Wählen Sie den Zieldordner zum Synchronisieren vom Gerät auf den PC. Dabei werden innerhalb des bestehenden Verzeichnisses die vorher vom PC auf das Gerät synchronisierten Daten durch die geänderten Daten vom Gerät überschrieben.
el: Επιλέξτε στον Η/Υ το φάκελο στον οποίο συγχρονίζεται το νέο περιεχόμενο της συσκευής. Σημειώστε ότι θα επικαιροποιηθεί στις υπάρχουσες θέσεις το περιεχόμενο το οποίο έχει ήδη συγχρονιστεί από τον Η/Υ στη Συσκευή.
he: בחר בתיקייה במחשב האישי שאליה מסונכרן תוכן חדש על המכשיר. שים לב שתוכן שכבר סונכרן מהמחשב האישי למכשיר יעודכן במיקומים הקיימים.
ja: デバイス上の新規コンテンツが同期される、PC 上のフォルダーを選択してください。PC からデバイスへ既に同期されているコンテンツは、既存の場所にてアップデートされることに注意してください。
nb_no: Velg mappen på PC-en hvor nytt innhold blir synkronisert til enheten. Merk at innhold allerede synkronisert fra PC-en til enheten vil oppdateres i de eksistrende lokasjoner.
nl: Kies de map op de PC waarnaar nieuwe inhoud op het apparaat wordt gesynchroniseerd. Al bestaande inhoud die vanaf de PC is gesynchroniseerd wordt bijgewerkt binnen de bestaande locaties.
pl: Wybierz folder na komputerze, z którym synchronizowana jest nowa zawartość na urządzeniu. Pamiętaj, że zawartość już zsynchronizowana z komputera na Urządzenie zostanie zaktualizowana w istniejących lokalizacjach.
pt_br: Escolha a pasta no PC para a qual o novo conteúdo vindo do dispositivo deve ser sincronizado. Note que conteúdo já sincronizado do PC para o dispositivo será atualizado nos locais existentes.
ru: Выберите папку на ПК, с которой синхронизируется новый контент на устройстве. Внимание! Контент, уже синхронизированный с ПК на устройство, будет обновляться в пределах существующих местоположений.
sv: Välj den mapp på datorn till vilken nytt innehåll på enheten synkroniseras. Observera att innehåll som redan synkroniserats från datorn till enheten kommer att uppdateras på de befintliga platserna.
tr: Cihazdaki yeni içeriğin senkronize edileceği PC'deki klasörü seçin. PC'den Cihaza senkronize edilen içeriğin mevcut konumlarda güncelleneceğini unutmayın.
uk: Обрати каталог на ПК до якої буде синхронізуватися новий контент з пристрою. Майте на увазі, що контент, який вже було синхронізовано з ПК на пристрій, буде оновлений в наявних місцях.

source: Selected folder nodes
ar: العناصر المحددة
ca: Nodes de carpeta seleccionats
da: Valgte mappe noder
de: Ausgewählte Ordnerknoten
el: Επιλεγμένοι κόμβοι φακέλων
he: צמתים של תיקיות שנבחרו
ja: 選択したフォルダーノード
nb_no: Valgte mappenoder
nl: Geselecteerde mapknoppunten
pl: Wybrane węzły folderów
pt_br: Nós de pasta selecionados
ru: Выбранные узлы папок
sv: Valda mappnoder
tr: Seçili klasör düğümleri
uk: Вибрані вузли тек

source: On sync, metadata for edited tags are always synced. This option additionally causes edited tracks to be recopied (useful for devices running 3rd-party players).
ar: عند المزامنة، يتم دائمًا مزامنة البيانات الوصفية لعلامات التحرير. هذا الخيار يتسبب في إعادة نسخ المسارات المحررة (مفيد للأجهزة التي تستخدم مشغلات الطرف الثالث).
ca: En sincronitzar, les metadades de les etiquetes editades sempre es sincronitzen. Aquesta opció també fa que les pistes editades es tornin a copiar (útil per a dispositius amb reproductors de tercers).
da: Ved synkronisering synkroniseres metadata for redigerede tags altid. Denne indstilling medfører derudover, at redigerede numre kopieres igen (nyttigt for enheder der kører tredjepartsafspillere).
de: Metadaten und Tags werden immer synchronisiert. Bearbeitete Dateien werden damit erneut kopiert (hilfreich bei Geräten mit alternativen Player).
he: בסנכרון, המטה-דאטה עבור תגיות שנערכו מסונכרנים תמיד. אפשרות זו גורמת בנוסף לרצועות הערוכות להעתק מחדש (שימושי עבור מכשירים שמריצים נגנים צד שלישי).
ja: 同期時に、編集されたタグのメタデータは常に同期されます。このオプションは、編集したトラックを再コピーすることもできます（サードパーティプレーヤーを実行しているデバイスで役に立ちます）。
nb_no: Ved synkronisering blir metadata for redigerte tagger alltid synkronisert. Dette alternativet fører også til at redigerte spor kopieres på nytt (nyttig for enheter som kjører 3. parts spillere).
nl: Bij synchronisatie worden metagegevens voor bewerkte tags altijd gesynchroniseerd. Deze optie zorgt er bovendien voor dat bewerkte nummers worden gekopieerd (handig voor apparaten met spelers van derden).
pt_br: Ao sincronizar, metadados para as tags editadas sempre são sincronizados. Adicionalmente, esta opção faz as faixas editadas serem recopiadas (útil para dispositivos rodando tocadores de terceiros).
ru: При синхронизации метаданные для редактируемых тегов всегда синхронизируются. Эта опция дополнительно вызывает повторное копирование отредактированных треков (полезно для устройств, на которых работают сторонние плееры).
sv: Vid synkronisering synkroniseras alltid metadata för redigerade taggar. Detta alternativ medför dessutom att redigerade spår kopieras på nytt (användbart för enheter som kör 3: e parts spelare).
tr: Senkronizasyonda, düzenlenen etiketler için meta veriler her zaman senkronize edilir. Bu seçenek ayrıca düzenlenen parçaların yeniden kopyalanmasına neden olur (üçüncü taraf oynatıcılar çalıştıran cihazlar için yararlıdır).

source: Sorting
ar: الفرز
ca: Ordenant
da: Sortering
de: Sortierung
he: מיון
ja: ソート中
nb_no: Sortering
nl: Sorteren
pt_br: Ordenando
ru: Сортировка
sv: Sortering
tr: Sıralama
uk: Сортування

source: Retain backups:
ar: الحفاظ على النسخ الاحتياطية:
ca: Conservar copies de seguretat:
da: Behold sikkerhedskopier:
de: Sicherungen aufbewahren:
el: Διατήρηση αντίγραφων ασφαλείας:
he: שמור גיבויים:
ja: バックアップを保持:
nb_no: Behold sikkerhetskopier:
nl: Bewaar back-ups:
pl: Zachowaj kopie zapasowe:
pt_br: Reter backups:
ru: Сохранить резервные копии:
sv: Behåll säkerhetskopior:
tr: Yedekleri saklayın:
uk: Зберегти резервні копії:

source: Use manual settings
ar: استخدام الإعدادات اليدوية
ca: Utilitzeu la configuració manual
da: Brug manuelle indstillinger
de: Manuelle Einstellungen verwenden
el: Χρήση χειροκίνητων ρυθμίσεων
he: השתמש בהגדרות ידניות
ja: マニュアル設定を使用
nb_no: Bruk manuelle innstillinger
nl: Handmatige instellingen gebruiken
pl: Użyj ustawień ręcznych
pt_br: Usar configurações manuais
ru: Настроить вручную
sv: Använd manuella inställningar
tr: Manuel ayarları kullanın
uk: Використати ручне налаштування

source: by Bitrate
ar: بتدفق
ca: per taxa de bits
da: af Bitrate
de: nach Bitrate
el: βάσει Bitrate
he: קצב סביות
ja: ビットレート
nb_no: etter bithastighet
nl: op Bitwaarde
pl: przez Bitrate
pt_br: por taxa de bits
ru: по битрейту
sv: efter Bitrate
tr: Bit hızına göre
uk: за Швидкістю потоку

source: 3 days
ar: 3 أيام
ca: 3 dies
da: 3 dage
de: 3 Tage
el: 3 ημέρες
he: 3 ימים
ja: ３日
nb_no: Tre dager
nl: 3 dagen
pl: 3 dni
pt_br: 3 dias
ru: 3 дня
sv: 3 dagar
tr: 3 gün
uk: 3 дні

source: Prevents recent episodes from being deleted.
ar: يمنع حذف الحلقات الحديثة.
ca: Evita que se suprimeixin els episodis recents.
da: Forhindrer nylig episoder i at blive slettet.
de: Schützt die neuesten Episoden vor dem Löschen.
el: Αποτρέπει τη διαγραφή των πρόσφατων επεισοδίων.
he: מונע מחיקת פרקים חדשים.
ja: 最近のエピソードが削除されないようにします。
nb_no: Forhindrer nye episoder fra å bli slettet.
nl: Voorkomt dat recente afleveringen worden verwijderd.
pl: Zapobiega usuwaniu ostatnich odcinków.
pt_br: Evita a exclusão de Podcasts recentes.
ru: Предотвращает удаление последних эпизодов.
sv: Förhindrar att de senaste avsnitten raderas.
tr: Son bölümlerin silinmesini engeller.
uk: Запобігає видаленню недавніх епізодів.

source: Max
ar: ماكس
da: Maks
el: Μεγ
he: מקסימאלי
ja: 最大
nb_no: Maks
pl: Maks
pt_br: Máx
ru: Макс.
uk: Макс.

source: Confirm sync operation when there's not enough space available
ar: تأكيد عملية المزامنة عندما لا تتوفر مساحة كافية
ca: Confirmeu l'operació de sincronització quan no hi ha prou espai disponible
da: Bekræft synkroniseringsoperation når der ikke er nok plads tilgængelig
de: Synchronisationsvorgang bestätigen lassen, wenn nicht genug Platz vorhanden ist
el: Επιβεβαίωση λειτουργίας συγχρονισμού όταν δεν υπάρχει αρκετός διαθέσιμος χώρος
he: אשר את פעולת הסנכרון כאשר אין מספיק מקום זמין
ja: 十分な空き容量がない場合に同期操作を確認する
nb_no: Bekreft synkronisering når det ikke er nok plass tilgjengelig
nl: Synchronisatie bevestigen wanneer er onvoldoende ruimte is
pl: Potwierdź operację synchronizacji, gdy nie ma wystarczającej ilości miejsca
pt_br: Confirmar operação de sincronização quando não houver espaço suficiente disponível
ru: Подтверждать операции синхронизации при нехватке места
sv: Bekräfta synkronisering när det inte finns tillräckligt med utrymme tillgängligt
tr: Yeterli alan olmadığında senkronizasyon işlemini onaylayın
uk: Підтвердити операцію синхронізації, коли недостатньо місця

source: Active layout
ar: التخطيط النشط
ca: Disseny actiu
da: Aktiv layout
de: Aktives Layout
el: Ενεργή διάταξη
he: תצוגה פעילה
ja: アクティブレイアウト
nb_no: Aktiv layout
nl: Actieve lay-out
pl: Układ aktywny
pt_br: Layout ativo
ru: Активный макет
sv: Aktiv layout
tr: Aktif düzen
uk: Активна структура

source: Ignore files smaller than
ar: تجاهل الملفات الأصغر من
ca: Ignora els fitxers més petits que
da: Ignorer filer mindre end
de: Dateien ignorieren die kleiner sind als
el: Αγνόηση αρχείων μικρότερων από
he: התעלם מקבצים קטנים יותר מ
ja: これより小さいファイルを無視する
nb_no: Ignorer filer mindre enn
nl: Negeer bestanden kleiner dan
pl: Ignoruj pliki mniejsze niż
pt_br: Ignorar arquivos menores que
ru: Игнорировать файлы меньше
sv: Ignorera filer mindre än
tr: Küçük dosyaları yoksay
uk: Ігнорувати файли менші ніж
