Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Copies tagged artwork to folders for devices that don't read image tags
ca: Copia les il·lustracions etiquetades a carpetes de dispositius que no llegeixen etiquetes d'imatge
da: Kopierer tagged kunstværk til mapper for enheder, der ikke læser billedtags
de: Kopiert markierte Bilder in Ordner (für Geräte die Bilder nicht aus Tags lesen können)
el: Αντιγράφει το γραφικό με ετικέτες σε φακέλους για συσκευές που δεν διαβάζουν ετικέτες εικόνας
he: מעתיק יצירות אמנות מתויגות לתיקיות במכשירים שלא קוראים תגים של תמונות
ja: タグ付けされたアートワークを画像タグを読み取らないデバイスのフォルダーにコピーする
nb_no: Kopierer tagget grafikk til mapper for enheter som ikke leser bildetagger
nl: Kopieert gelabelde illustraties naar mappen voor apparaten die geen afbeeldingslabels lezen
pl: Kopiuje otagowaną grafikę do folderów dla urządzeń, które nie odczytują tagów graficznych
pt_br: Copia a capa da tag para as pastas, nos casos de dispositivos que não conseguem ler capas gravadas na tag
ru: Копирует изображения с тегами в папки для устройств, которые не считывают теги изображений
sv: Kopierar taggade bilder till mappar för enheter som inte läser bildtaggar
uk: Копіює ілюстрацію з тегами до тек для пристроїв, які не читають теґи зображень

source: If enabled, MediaMonkey will prompt you whether to remove tracks from the Playing list, remove them from the Playing list and the Library, or delete them from the Playing list, the Library, and the computer system.
ca: Si està activat, MediaMonkey us demanarà si voleu eliminar pistes de la llista de reproducció, eliminar-les de la llista de reproducció i de la biblioteca o eliminar-les de la llista de reproducció, de la biblioteca i del sistema informàtic.
da: Hvis aktiveret, vil MediaMonkey spørge dig, om du vil fjerne spor fra Spiller liste, fjerne dem fra Spiller liste og biblioteket, eller slette dem fra Spiller liste, biblioteket og computersystemet.
de: Aktiviert die Abfrage ob Sie die Tracks entweder nur aus der Abspielliste, aus Abspielliste und Archiv oder aus Abspielliste, Archiv und die Medien-Datei von der Festplatte löschen möchten.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα σας ρωτήσει αν θα αφαιρέσετε κομμάτια από τη λίστα Αναπαραγωγής, αν θα αφαιρέσετε από τη λίστα Αναπαραγωγής και τη Βιβλιοθήκη ή θα τα διαγράψετε από τη λίστα Αναπαραγωγής, την Βιβλιοθήκη και το σύστημα.
he: אם מאופשר, MediaMonkey יבקש ממך האם למחוק רצועות מהרשימה המתנגנת, להסיר אותם מהרשימה המתנגנת ומהספרייה, או למחוק אותם מהרשימה המתנגנת, הספרייה והמערכת.
ja: 有効にすると、MediaMonkeyは再生リストからトラックを削除するか、再生リストとライブラリからトラックを削除するか、再生リスト、ライブラリ、コンピュータシステムからトラックを削除するかをたずねます。
nb_no: Hvis aktivert, vil MediaMonkey be deg om å fjerne spor fra Spiller nå-listen, fjerne dem fra Spiller nå-listen og Biblioteket, eller slette dem fra Spiller nå-listen, Biblioteket, og datamaskinsystemet.
nl: MediaMonkey zal vragen of tracks van de Speellijst, de Speellijst en uit de Bibliotheek of van de 'Speel' lijst, uit de Bibliotheek en van de computer verwijderd moeten worden.
pl: Jeśli ta opcja jest włączona, MediaMonkey zapyta, czy usunąć utwory z listy odtwarzania, usunąć je z listy odtwarzania i biblioteki lub usunąć je z listy odtwarzania, biblioteki i systemu komputerowego.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja excluir as faixas apenas da Lista de Execução, da Lista e da Biblioteca ou da Lista, da Biblioteca e do Computador.
ru: Если включено, MediaMonkey предложит удалить треки только из плейлиста, а также из библиотеки и с диска.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill ta bort spår från spellistan, ta bort dem från spellistan och Mediabiblioteket, eller ta bort dem från spellistan, Mediabiblioteket och Datorn.
tr: Etkinleştirildiğinde, MediaMonkey size parçaları Çalma listesinden kaldırmak, Çalma listesinden ve Kitaplıktan kaldırmak veya Çalma listesinden, Kitaplıktan ve bilgisayar sisteminden silmek isteyip istemediğinizi soracaktır.
uk: Якщо увімкнено, MediaMonkey запитає вас, чи слід вилучати доріжки зі Списку відтворення, вилучати їх зі Списку відтворення та Бібліотеки або видаляти їх зі Списку відтворення, Бібліотеки та комп'ютерної системи.

source: Confirm desired options on removal of files from the Playing list
ca: Confirmeu les opcions desitjades per eliminar fitxers de la llista de reproducció
da: Bekræft ønskede valg ved fjernelse af filer fra Spiller liste
de: Gewünschte Option beim Entfernen von Dateien aus der Abspielliste bestätigen
el: Επιβεβαίωση των επιθυμητών επιλογών κατά την αφαίρεση αρχείων από τη λίστα Αναπαραγωγής
he: אמת את האפשרויות הרצויות להסרת קבצים מרשימת המתנגנים
ja: 再生リストからファイルを削除する際に必要なオプションを確認する
nb_no: Bekreft ønskede alternativer ved fjerning av filer fra Spiller nå-listen
nl: Bevestig gewenste opties bij verwijderen van bestanden van de 'Speel' lijst
pl: Potwierdź żądane opcje usuwania plików z listy odtwarzania
pt_br: Confirmar as opções desejadas ao remover arquivos da lista de execução
ru: Подтвердите желаемые параметры удаления файлов из списка воспроизведения
sv: Visa bekräftelsedialog vid borttagning av Spår från Spellista
tr: Dosyaların Oynatma listesinden kaldırılmasına ilişkin istenen seçenekleri onaylayın
uk: Підтвердити бажані параметри видалення файлів зі Списку відтворення

source: Sync all Artwork to file folders
ca: Sincronitzeu totes les il·lustracions amb carpetes de fitxers
da: Synkroniser alt Kunstværk til filmapper
de: Alle Bilder in die Datei-Ordner synchronisieren
el: Συγχρονισμός όλων των Γραφικών στους φακέλους αρχείων
he: סנכרן את כל היצירות האומנות לתיקיות הקבצים
ja: すべてのアートワークをファイルのフォルダーに同期
nb_no: Synkroniser all grafikk til filmapper
nl: Alle Illustraties met mappen synchroniseren
pl: Synchronizuj całą grafikę z folderami plików
pt_br: Sincronizar capas para pasta dos arquivos
ru: Синхронизировать все обложки в папки
sv: Synkronisera bilder till filmappar
uk: Синхронізувати всі Ілюстрації Альбому з теками файлів

source: This determines how many previously played tracks will be displayed in the Playing list.
ca: Això determina quantes pistes reproduïdes anteriorment es mostraran a la llista de reproducció.
da: Dette bestemmer, hvor mange tidligere afspillede spor, der vil blive vist i Spiller liste.
de: Anzahl bereits gespielter Tracks, die in der Abspielliste bleiben.
el: Αυτό καθορίζει πόσα προηγουμένως αναπαραχθέντα κομμάτια θα εμφανίστουν στη λίστα Αναπαραγωγής.
he: זה קובע כמה רצועות שהושמעו בעבר יוצגו ברשימת המתנגנים.
ja: すでに再生されたトラックを再生リストに表示する数を決定します。
nb_no: Dette bestemmer hvor mange nylig spilte spor som vil bli vist i Spiller nå-listen.
nl: Bepaalt hoeveel reeds afgespeelde tracks worden weergegeven in de 'Speel' lijst.
pl: Określa to, ile poprzednio odtwarzanych utworów zostanie wyświetlonych na liście odtwarzania.
pt_br: Isto determina quantas faixas já executadas continuarão a ser exibidas na janela 'Em Execução'.
ru: Определяет, сколько ранее проигранных треков будет отображаться в списке воспроизведения.
sv: Anger hur många tidigare spelade spår som skall ligga kvar i spellistan.
uk: Це визначає, скільки раніше відтворених композицій буде показано у Списку відтворення.

source: By default, MediaMonkey minimizes to the taskbar. 'Minimize to MicroPlayer' causes it to appear as a toolbar next to the System tray when minimized. 'Minimize to MiniPlayer', displays 'Playing list' files even when the main application is minimized.
ca: Per defecte, MediaMonkey es redueix a la barra de tasques. "Minimitza a MicroReproductor" fa que aparegui com a barra d'eines al costat de la safata del sistema quan es minimitza. "Minimitza a MiniReproductor", mostra els fitxers de "llista de reproducció" fins i tot quan l'aplicació principal es minimitza.
da: Som standard minimerer MediaMonkey til proceslinjen. 'Minimer til MicroPlayer' får den til at optræde som en værktøjslinje ved siden af Systembakken, når den minimeres. 'Minimer til MiniPlayer', viser 'Spiller liste' filer, selv når hovedapplikationen er minimeret.
de: Voreingestellt wird MediaMonkey beim Minimieren des Fensters in der Taskleiste abgelegt und lässt sich dort über das Programm-Icon bedienen, ebenso wie über das Icon im Infobereich der Taskleiste (wenn aktiviert). "In den MiniPlayer minimieren" spielt weiterhin die Abspielliste und blendet sie als Option ein.
el: Από προεπιλογή, το MediaMonkey ελαχιστοποιείται στη γραμμή εργασιών. Το 'Ελαχιστοποίηση σε MicroPlayer' έχει ως αποτέλεσμα αυτό να εμφανίζεται ως γραμμή εργαλείων δίπλα στο System tray όταν ελαχιστοποιείται. Η 'Ελαχιστοποίηση σε MiniPlayer', εμφανίζει αρχεία 'Λίστας αναπαραγωγής' ακόμα και όταν η κύρια εφαρμογή έχει ελαχιστοποιηθεί.
he: כברירת מחדל, MediaMonkey ממוזער לשורת המשימות. 'מזעור ל-MicroPlayer' גורם לו להופיע כסרגל כלים לצד מגש המערכת כאשר הוא ממוזער. 'מזעור ל-MiniPlayer', מציג קבצים מרשימת המתנגנים גם כאשר היישום הראשי ממוזער.
ja: デフォルトでは、MediaMonkeyはタスクバーに最小化します。「マイクロプレイヤーに最小化」 は、最小化するとシステムトレイの横にツールバーとして表示されます。「ミニプレイヤーに最小化」は、メインアプリケーションが最小化されても、「再生リスト」ファイルを表示します。
nb_no: Som standard minimerer MediaMonkey til oppgavelinjen. 'Minimere til MicroPlayer' får den til å vises som en verktøylinje ved siden av Systemkurven når den minimeres. 'Minimere til MiniPlayer', viser 'Spiller nå'-filer selv når hovedapplikasjonen er minimert.
nl: Standaard minimaliseert MediaMonkey naar de taakbalk. 'Naar MicroPlayer' minimaliseren zorgt voor weergave als een werkbalk naast het systeemvak wanneer geminimaliseerd. 'Naar MiniSpeler minimaliseren' toont 'Speellijst'-bestanden, zelfs wanneer de toepassing zelf geminimaliseerd is.
pl: Domyślnie MediaMonkey minimalizuje się do paska zadań. „Zminimalizuj do mikroodtwarzacza” powoduje, że po zminimalizowaniu pojawia się jako pasek narzędzi obok zasobnika systemowego. „Zminimalizuj do MiniPlayera”, wyświetla pliki „Listy odtwarzania”, nawet gdy główna aplikacja jest zminimalizowana.
pt_br: Por padrão, o MediaMonkey minimiza para a barra de tarefas. 'Minimizar para o MicroPlayer' faz com que ele apareça como uma pequena barra, ao lado da Área de Notificação do sistema ao ser minimizado. 'Minimizar para o MiniPlayer' faz com que a janela 'Em Execução' apareça sempre que a janela principal for minimizada, permitindo controlar a execução de suas músicas, mesmo quando estiver trabalhando em outro aplicativo.
ru: По умолчанию MediaMonkey сворачивается в панель задач. Вариант 'Свернуть в микроплеер' убирает окно в область уведомлений рядом с часами, а 'Свернуть в миниплеер' отображает воспроизводимые файлы, даже если основное приложение свёрнуто.
sv: Som standard minimeras MediaMonkey till aktivitetsfältet. "Minimera till Microspelare" gör att det visas som ett verktygsfält bredvid systemfältet när det minimeras. "Minimera till Minispelare", visar spellista även när huvudapplikationen är minimerad.
tr: Varsayılan olarak, MediaMonkey görev çubuğuna küçültülür. 'MicroPlayer'a Küçült', küçültüldüğünde Sistem tepsisinin yanında bir araç çubuğu olarak görünmesini sağlar. 'MiniPlayer'a Küçült', ana uygulama küçültüldüğünde bile 'Çalınan liste' dosyalarını görüntüler.
uk: Типово MediaMonkey мінімізується до панелі завдань. При мінімізації "Мінімізувати до Мікропрогравача" призводить до його появи як панелі інструментів поруч із системним лотком. "Мінімізувати до Мініпрогравача", показує файли "Списку відтворення", навіть якщо основна програма зведена до мінімуму.

source: previous files in Playing list
ca: fitxers anteriors en la llista de reproducció
da: tidligere filer i Spiller liste
de: gespielte(n) Tracks in der Abspielliste
el: προηγούμενων αρχείων στη λίστα αναπαραγωγής
he: קבצים קודמים ברשימת המתנגנים
ja: 再生リストの前のファイル
nb_no: tidligere filer i Spiller nå-liste
nl: vorige bestanden in Speellijst
pl: poprzednie pliki na liście odtwarzania
pt_br: arquivos anteriores na lista Em execução
ru: предыдущие файлы в списке воспроизведения
sv: tidigare filer i spellistan
tr: Önceki dosyalar Oynatma listesinde
uk: попередні файли у Списку відтворення

source: upcoming files in Playing list
ca: fitxers propers a la llista de reproducció
da: kommende filer i Spiller liste
de: Tracks automatisch in der Abspielliste vor
el: επερχόμενα αρχεία στη λίστα Aναπαραγωγής
he: קבצים עתידיים ברשימת המתנגנים
ja: 再生リストの今後のファイル
nb_no: kommende filer i Spiller nå-liste
nl: volgende bestanden op de Speellijst
pl: nadchodzące pliki na liście odtwarzania
pt_br: arquivos seguintes na lista Em execução
ru: следующие файлы в списке воспроизведения
sv: kommande filer i spellistan
tr: Oynatma listesinde yaklaşan dosyalar
uk: майбутні файли у Списку відтворення

source: Modify metadata as follows when syncing to '%s'
ca: Modifiqueu les metadades de la manera següent quan se sincronitzi amb '%s'
da: Ændre metadata som følger ved synkronisering til '%s'
de: Ändert die Tags beim Synchronisieren mit "%s" wie folgt
el: Τροποποίηση μεταδεδομένων ως ακολούθως κατά το συγχρονισμό σε '%s'
he: שנה נתונים כאשר מסנכרן ל '%s'
ja: "%s"に同期する際、次のようにメタデータを変更します
nb_no: Endre metadata som følger når du synkroniserer til '%s'
nl: Metadata bij synchronisatie met '%s' als volgt aanpassen
pl: Zmodyfikuj metadane w następujący sposób podczas synchronizacji z '%s'
pt_br: Modificar metadados desta forma ao sincronizar para '%s'
ru: Изменять метаданные следующим образом при синхронизации с '%s'
sv: Ändra metadata enligt följande vid synkronisering till "%s"
tr: '%s' ile senkronize ederken meta verileri aşağıdaki şekilde değiştirin
uk: Змінювати метадані наступним чином при синхронізації з "%s"

source: Original Title
ar: العنوان الأصلي
ca: Títol original
da: Original titel
de: Titel (original)
el: Πρωτότυπος Τίτλος
he: כותר מקורי
ja: オリジナルタイトル
nb_no: Original Tittel
nl: Originele Titel
pl: oryginalny tytuł
pt_br: Título original
ru: Исходное название
sv: Originaltitel
tr: Orijinal Başlık
uk: Початкова Назва

source: Original title
ca: Títol original
da: Original titel
de: Originaltitel
el: Αρχικός τίτλος
he: כותר מקורי
ja: オリジナルタイトル
nb_no: Original tittel
nl: Originele titel
pl: Oryginalny tytuł
pt_br: Título original
ru: Исходное название
sv: Originaltitel
tr: Orijinal başlık
uk: Оригінальна назва

source: Casting
ca: Difusió
el: Μετάδοση
he: ליהוק
ja: キャスティング(Casting)
nl: Casten
pt_br: Transmitindo
ru: Кастинг
sv: Kastning
uk: Транслювання на пристрій

source: This will restore the database from a backup.
ca: Això restaurarà la base de dades des d'una còpia de seguretat.
da: Dette vil gendanne databasen fra en backup.
de: Sie setzen jetzt die Datenbank aus der Sicherung zurück.
el: Αυτό θα επαναφέρει τη βάση δεδομένων από ένα αντίγραφο ασφαλείας.
he: ישחזר נתונים מגיבוי.
ja: バックアップからデータベースを復元する作業です。
nb_no: Dette vil gjenopprette databasen fra en sikkerhetskopi.
nl: Hiermee wordt de database vanuit een back-up hersteld.
pl: Spowoduje to przywrócenie bazy danych z kopii zapasowej.
pt_br: Isso irá restaurar a base de dados a partir de um backup.
ru: Будет выполнено восстановление базы данных из резервной копии.
sv: Detta kommer återskapa databasen från en backup.
tr: Bu, veritabanını bir yedekten geri yükleyecektir.
uk: Це відновить базу даних із резервної копії.

source: &Play in MediaMonkey
ar: تشغيل في MediaMonkey
ca: &Reprodueix a MediaMonkey
da: &Play i MediaMonkey
de: In MediaMonkey abs&pielen
el: Αναπαραγωγή στο MediaMonkey
he: &נגן ב-MediaMonkey
ja: MediaMonkeyで再生(&P)
nb_no: &Spill av i MediaMonkey
nl: Met MediaMonkey afs&pelen
pl: &Odtwarzaj w MediaMonkey
pt_br: Tocar &agora no MediaMonkey
ru: &Воспроизвести в MediaMonkey
sv: S&pela i MediaMonkey
uk: &Відтворити в MediaMonkey

source: Play in MediaMonkey
ca: Reprodueix a MediaMonkey
da: Afspil i MediaMonkey
de: In MediaMonkey abspielen
el: Αναπαραγωγή στο MediaMonkey
he: נגן ב-MediaMonkey
ja: MediaMonkeyで再生
nb_no: Spill av i MediaMonkey
nl: Afspelen in MediaMonkey
pl: Odtwarzaj w MediaMonkey
pt_br: Executar agora no MediaMonkey
ru: Воспроизвести в MediaMonkey
sv: S&pela i MediaMonkey
uk: Відтворити в MediaMonkey

source: Queue &next in MediaMonkey
ca: Afegeix &següent a MediaMonkey
da: Kø &næste i MediaMonkey
de: Als &nächstes in die Abspielliste
he: הכנס בתור הבא ב-MediaMonkey
ja: MediaMonkeyで次に再生(&N)
nb_no: Sett i kø &neste i MediaMonkey
nl: Hier&na in wachtrij in MediaMonkey zetten
pt_br: Enfileirar a &seguir no MediaMonkey
ru: Следующий в очереди MediaMonkey
tr: MediaMonkey'deki bir &sonraki sıra
uk: Поставити наступним у черзі в MediaMonkey

source: Queue next in MediaMonkey
ca: Encua la següent a MediaMonkey
da: Kø næste i MediaMonkey
de: In MediaMonkey als nächstes abspielen
he: הכנס הבא ב-MediaMonkey
ja: MediaMonkeyで次に再生
nb_no: Sett i kø neste i MediaMonkey
nl: Als volgende in de wachtrij in MediaMonkey zetten
pt_br: Enfileirar a seguir no MediaMonkey
ru: Из очереди следующий в MediaMonkey
sv: Köa nästa i MediaMonkey
tr: MediaMonkey'deki bir sonraki sıra
uk: Поставити наступним у черзі в MediaMonkey

source: Queue &last in MediaMonkey
ca: Afegeix &últim MediaMonkey
da: Kø &sidst i MediaMonkey
de: Als &letztes in die Abspielliste
he: הכנס בתור אחרון ב-MediaMonkey
ja: MediaMonkeyで最後に再生(&L)
nb_no: Sett i kø &sist i MediaMonkey
nl: Als &laatste in wachtrij in MediaMonkey zetten
pt_br: Enfileirar ao &final no MediaMonkey
ru: Последний в очереди MediaMonkey
tr: MediaMonkey'de &son sıra
uk: Поставити &останнім у черзі в MediaMonkey

source: Queue last in MediaMonkey
ca: Encuar l'últim a MediaMonkey
da: Kø sidst i MediaMonkey
de: Als letztes in die Abspielliste von MediaMonkey
he: הכנס אחרון ב-MediaMonkey
ja: MediaMonkeyで最後に再生
nb_no: Sett i kø sist i MediaMonkey
nl: Als laatste in de wachtrij in MediaMonkey zetten
pt_br: Enfileirar ao final no MediaMonkey
ru: Из очереди последний в MediaMonkey
sv: Lägg sist i kö i MediaMonkey
tr: MediaMonkey'de son sıra
uk: Поставити останнім у черзі в MediaMonkey

source: Enable smooth scrolling
ca: Activa el desplaçament suau
da: Aktiver glidende rulning
de: Weichen Bildlauf aktivieren
el: Ενεργοποίηση ομαλής κύλισης
he: אפשר גלילה חלקה
ja: スムーズなスクロールを有効にする
nb_no: Aktiver jevn rulling
nl: Soepel scrollen inschakelen
pl: Włącz płynne przewijanie
pt_br: Habilitar rolagem suave
ru: Включить плавную прокрутку
sv: Aktivera smidig rullning
uk: Увімкнути плавну прокрутку

source: This enables smooth scrolling of lists.
ca: Això permet un desplaçament suau de les llistes.
da: Dette aktiverer glidende rulning af lister.
de: Aktiviert einen weichen Bildlauf in Listen.
el: Αυτό ενεργοποιεί την ομαλή κύλιση των λιστών.
he: זה מאפשר גלילה חלקה של רשימות.
ja: リストのスムーズなスクロールが可能になります。
nb_no: Dette aktiverer jevn rulling av lister.
nl: Maakt soepel door lijsten scrollen mogelijk.
pl: Umożliwia to płynne przewijanie list.
pt_br: Isto habilita a rolagem suave para listas.
ru: Включает плавную прокрутку списков.
sv: Detta möjliggör mjuk rullning av listor.
uk: Це дозволяє плавно прокручувати списки.

source: E-Mail
ar: البريد الإلكتروني
ca: Correu electrònic
he: דוא"ל
nb_no: Epost
tr: E-posta
uk: Ел.пошта

source: Web
ar: شبكة الإنترنت
el: Ιστός
he: אינטרנט
nb_no: Internett
pl: Sieć
ru: Интернет
sv: Webbplatser
uk: Веб

source: Choose columns
ar: اختيار الأعمدة
ca: Trieu columnes
de: Spalten wählen
el: Επιλέξτε στήλες
he: בחר עמודות
nl: Kolommen kiezen
pl: Wybierz kolumny
sv: Välj kolumner
tr: Sütunları seçin
uk: Вибрати стовпці

source: URL
ar: عنوان URL
he: קישור

source: dB
he: דציבל
ru: дБ
uk: дБ

source: BPM
he: קצב

source: UUID
he: מזהה יחודי
uk: Ідентифікатор UUID

source: fps
he: קצב תמונות (תמונה\שניה)
pl: kl/s

source: CBR 1 pass
ar: CBR تمرير واحد
ca: CBR 1 passada
el: CBR 1 πέρασμα
he: CBR 1 מסלול
nl: CBR 1 passage
pt_br: CBR 1-passagem
ru: CBR 1 проход
tr: CBR 1 geçiş
uk: CBR 1 прохід

source: CBR 2 pass
ar: CBR تمريرين
ca: CBR 2 passada
el: CBR 2 περάσματα
he: CBR 2 מסלול
nl: CBR 2 passage
pt_br: CBR 2-passagens
ru: CBR 2 прохода
tr: CBR 2 geçiş
uk: CBR 2 прохід

source: VBR
he: קצב משתנה

source: ABR
he: קצב סביות ממוצע

source: LAME Audio Encoder
ar: LAME محول الصوت
el: Κωδικοποιητής Ήχου LAME
he: מקודד אודיו LAME
nb_no: LAME Audio Enkoder
pl: Koder dźwięku LAME
pt_br: Codificador de áudio LAME
ru: Аудиокодек LAME
tr: LAME Ses Kodlayıcı
uk: Кодувальник LAME Аудіо

source: WMA Speech
ar: الكلام WMA
ca: WMA llenguatge
da: WMA Tale
de: WMA Sprache
el: WMA Ομιλία
he: WMA לדיבור
pl: Mowa WMA
pt_br: WMA Voz
sv: WMA-tal
tr: WMA Konuşması
uk: Мовлення WMA

source: WMA Lossless
ar: قانون المواد الحربية ضياع
de: WMA verlustfrei
el: WMA Μη-Απωλεστικό
he: WMA (ללא איבוד איכות)
pl: Bezstratny WMA
pt_br: WMA Sem Perdas
sv: WMA förlustfri
tr: WMA Kayıpsız
uk: WMA без втрат

source: px
ar: بكسل
he: פיקסלים
ru: пкс

source: TV
ar: تلفاز
el: Τηλεόρ.
he: טלויזיה
ru: ТВ
uk: ТБ

source: Windows Media Player
ar: ويندوز ميديا بلاير
he: נגן מדיה של Windows
pl: WMP - Windows Media Player
tr: Windows Medya Oynatıcısı
uk: Програвач Windows Media

source: net
ar: شبكة
ca: xarxa
da: netto
de: Netz
el: δίκτυο
he: רשת
nb_no: nett
pt_br: rede
ru: сеть

source: CD-ROM
ar: القرص المضغوط
he: כונן דיסקים

source: Hz
ar: هرتز
ru: Гц
uk: Гц

source: kbps
ar: كيلو بت في الثانية
de: kb/s
ru: кбит/c

source: KB
ar: ك. بايت
ru: КБ
uk: Кбайт

source: MB
ar: ميغا بايت
ru: МБ
uk: Mбайт

source: GB
ar: غيغا بايت
ru: ГБ
uk: Гбайт

source: A..Z
ar: وقد...Z
el: A..Ω (A..Z)
ru: А..Я

source: Z..A
ar: ي...A
el: Ω..A (Z..A)
ru: Я..А

source: FD
ar: دا
ca: Disquet
de: Diskette
ru: Дискета

source: HD
ar: DD
de: Festplatte
ru: Жёсткий диск

source: ram
ar: ذاكرة الوصول العشوائي
ru: ОЗУ

source: kbps
de: kb/s
pl: Kb/s
ru: кбит/с
uk: кбіт/с

source: Enter registration key for MediaMonkey Gold
ar: أدخل مفتاح التسجيل لبرنامج MediaMonkey Gold
ca: Introduïu la clau de registre per a MediaMonkey Gold
de: Lizenz-Schlüssel für MediaMonkey Gold &eingeben
el: Εισαγάγετε το κλειδί εγγραφής για το MediaMonkey Gold
nl: Vul de registratiecode in voor MediaMonkey Gold
pl: &Wprowadź kod rejestracyjny dla MediaMonkey Gold
sv: Ange registreringskod för MediaMonkey Gold
uk: Ввести код реєстрації для MediaMonkey Gold

source: Backup database now
el: Αντίιγραφο ασφαλείας βάσης δεδομένων τώρα
nl: Nu back-up van database maken
pl: Utwórz kopię zapasową bazy danych teraz
sv: Gör backup på databas nu
uk: Створити резервну копію бази даних зараз

source: OK
ar: موافق
ca: D'acord
el: Εντάξει
tr: TAMAM
uk: Добре

source: Show Playing list
pl: Pokaż listę odtwarzania
uk: Показати список відтворення

source: %s appears running normally, if you still can't access server on the other machines/devices click Help.
uk: %s здається, працює нормально, якщо ви все ще не можете отримати доступ до сервера на інших комп'ютерах/пристроях, натисніть кнопку Допомога.

source: Organize
uk: Впорядкувати

source: Tag from filename
uk: Теґ з імені файлу

source: The code you entered is invalid
ar: الرمز الذي أدخلته غير صالح
ca: El codi que heu introduït no és vàlid
de: Der eingegebene Code ist ungültig (%s)
el: Ο κωδικός που εισαγάγατε δεν είναι έγκυρος
nl: De code is niet geldig
pl: Wpisany kod jest nieprawidłowy
sv: Koden du angav är ogiltig
uk: Введений код недійсний

source: Please try again
ar: يرجى المحاولة مرة أخرى
ca: Siusplau torna-ho a provar
de: Bitte versuchen Sie es erneut
el: Παρακαλούμε προσπαθήστε ξανά
nl: Probeer opnieuw
pl: Proszę spróbuj ponownie
sv: Var vänlig försök igen
uk: Будь ласка, спробуйте ще раз

source: <Add New Collection...>
ar: <إضافة مجموعة جديدة...>
ca: <Afegeix una col·lecció nova ...>
el: <Προσθήκη Νέας Συλλογής...>
nl: <Nieuwe collectie toevoegen...>
pl: <Dodaj nową Kolekcję...>
sv: <Lägg till ny samling...>
uk: <Додати Нову Колекцію...>

source: The change in artwork at %s will apply to %d other file(s) on the album. Do you want to proceed?
uk: Зміна обкладинки на %s буде застосована до %d інших файлів в альбомі. Бажаєте продовжити?

source: recording
ar: تسجيل
ca: gravació
nl: opname
sv: inspelning pågår
uk: запис

source: The operation will be finished after the end of playback of the current track.
uk: Дію буде закінчено після завершення відтворення поточної доріжки.
