Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Could not set the required speed
ar: تعذر ضبط السرعة المطلوبة
ca: No s'ha pogut establir la velocitat requerida
da: Kunne ikke indstille den nødvendige hastighed
de: Die gewünschte Geschwindigkeit ist nicht verfügbar
el: Δεν ήταν δυνατή η ρύθμιση της απαιτούμενης ταχύτητας
he: לא הצליח לקבוע את המהירות הנדרשת
ja: 必要な速度を設定できませんでした
nb_no: Kunne ikke sette nødvendig hastighet
nl: Kon de vereiste snelheid niet instellen
pt_br: Não foi possível definir a velocidade solicitada
ru: Не удалось установить требуемую скорость
sv: Kunde inte ställa in önskad hastighet
tr: İstenilen hız ayarlanamadı
uk: Не вдалося встановити потрібну швидкість

source: Burn error
ar: خطأ في الحرق
ca: Error en la gravació
da: Brændfejl
de: Fehler beim Brennen
el: Σφάλμα στην εγγραφή
he: תקלה בצריבה
ja: 書き込みエラー
nb_no: Brennefeil
nl: Brand fout
pt_br: Erro de gravação
ru: Ошибка прожига диска
sv: Brännfel
tr: Yazma hatası
uk: Помилка запису

source: Selected tracks cannot be accessed!
ar: لا يمكن الوصول إلى المسارات المحددة!
ca: No es pot accedir a les pistes seleccionades!
da: Valgte spor kan ikke tilgås!
de: Ausgewählte Tracks sind nicht verfügbar!
el: Δεν είναι δυνατή η πρόσβαση στα επιλεγμένα κομμάτια!
he: לא ניתן לגשת לרצועות שנבחרו!
ja: 選択したトラックにアクセスできません！
nb_no: Valgte spor kan ikke nås!
nl: Geselecteerde tracks zijn niet toegankelijk!
pt_br: Não foi possível acessar as faixas selecionadas!
ru: Нет доступа к выбранным трекам!
sv: Valda spår kan inte nås!
tr: Seçilen parçalara ulaşılamıyor!
uk: Вибрані доріжки недоступні!

source: Burning ... (%s)
ar: جاري الحرق... (%s)
ca: Gravant ... (%s)
da: Brænding ... (%s)
de: Brenne ... (%s)
el: Εγγραφή ... (%s)
he: שורף ... (%s)
ja: 書き込み中...（%s）
nb_no: Brenner ... (%s)
nl: Branden ... (%s)
pt_br: Gravando... (%s)
ru: Прожиг... (%s)
sv: Bränner ... (%s)
tr: Yazıyor... (%s)
uk: Запис ... (%s)

source: Caching files from network
ar: تخزين الملفات من الشبكة
ca: Emmagatzematge en memòria cau de fitxers de la xarxa
da: Cacherer filer fra netværket
de: Netzwerk-Dateien zwischenspeichern
el: Αποθήκευση αρχείων από το δίκτυο
he: ממאגר קבצים מהרשת
ja: ネットワークからファイルをキャッシュ
nb_no: Henter filer fra nettverket
nl: Cache network bestanden
pt_br: Buscando arquivos da rede
ru: Кэширование файлов из сети
sv: Hämtar filer från nätverk
tr: Dosyaları ağdan önbelleğe al
uk: Кешування файлів з мережі

source: Burn operation failed! Some of the tracks are protected by Digital Rights Management, preventing the disc from being burnt.
ar: فشلت عملية الحرق! بعض المسارات محمية بإدارة الحقوق الرقمية، مما يمنع حرق القرص.
ca: L'operació de gravació ha fallat! Algunes de les pistes estan protegides per la Gestió de Drets Digitals (DRM), impedint la gravació del disc.
da: Brændingsoperation mislykkedes! Nogle af sporene er beskyttet af Digital Rights Management, hvilket forhindrer at disken kan brændes.
de: Brennen fehlgeschlagen! Mindestens einer der Tracks ist durch digitale Rechteverwaltung (DRM) geschützt, sodass das Medium nicht gebrannt werden kann.
he: פעולת צריבה נכשלה! חלק מהרצועות מוגנות על ידי ניהול זכויות דיגיטלי, ולכן לא ניתן לצרוב את הדיסק.
ja: 書き込み操作に失敗しました！一部のトラックはデジタル著作権管理によって保護されており、ディスクが書き込まれないようになっています。
nb_no: Brenneoperasjon mislyktes! Noen av sporene er beskyttet av Digital Rights Management, og hindrer platen i å bli brent.
nl: Branden mislukt! Sommige bestanden worden beschermd door Digital Rights Management, waardoor wordt voorkomen dat de schijf wordt gebrand.
pt_br: Operação de gravação falhou! Algumas faixas são protegidas por DRM (Gerenciamento de Direitos Digitais), impedindo a gravação do disco.
ru: Ошибка записи! Некоторые треки имеют техсредства защиты авторских прав (DRM), запрещающие прожиг диска.
sv: Bränningen misslyckades! Några spår skyddas av Digital Rights Management (DRM) vilket hindrar skivan från att brännas.
tr: Yazma işlemi başarısız oldu! Bazı parçalar Dijital Hak Yönetimi tarafından korunuyor ve diskin yazılması engelleniyor.
uk: Не вдалося записати диск! Деякі доріжки захищені системою управління цифровими правами, що не дозволяє записати диск.

source: Alert
da: Advarsel
he: שים לב
ja: アラート
tr: Uyarı

source: The MicroPlayer is not yet enabled. To enable it, right-click on the Taskbar, click 'Toolbars' and enable 'MediaMonkey Player'.
ar: لم يتم تمكين MicroPlayer حتى الآن. للتمكين، انقر بزر الماوس الأيمن على شريط المهام، انقر على 'أشرطة الأدوات' وقم بتمكين 'MediaMonkey Player'.
ca: El MicroPlayer encara no està habilitat. Per activar-lo, feu clic amb el botó dret a la barra de tasques, seguidament a "Barres d'eines" i activeu "Reproductor de MediaMonkey".
da: MicroPlayer er endnu ikke aktiveret. For at aktivere den, højreklik på Proceslinjen, klik 'Værktøjslinjer' og aktiver 'MediaMonkey-afspiller'.
de: Bis Win 10: Der MicroPlayer ist noch nicht aktiviert. Nach Rechtsklick auf die Taskleiste und "Symbolleisten" aktivieren Sie "MediaMonkey Player".
el: Το MicroPlayer δεν είναι ακόμα ενεργοποιημένο. Για να το ενεργοποιήσετε, κάντε δεξί κλικ στη γραμμή εργασιών, κλικ στο 'Γραμμές εργαλείων' και ενεργοποιήστε το 'MediaMonkey Player'.
he: MicroPlayer עדיין לא מופעל. כדי להפעיל אותו, לחץ על לחצן העכבר הימני על שורת המשימות, לחץ על 'סרגלי כלים' והפעל 'נגן MediaMonkey'.
ja: マイクロプレイヤーはまだ有効になっていません。有効にするには、タスクバーを右クリックして「ツールバー」をクリックし、「MediaMonkeyプレイヤー」を有効にします。
nb_no: MicroPlayer er ennå ikke aktivert. For å aktivere den, høyreklikk på oppgavelinjen, klikk 'Verktøylinjer' og aktiver 'MediaMonkey Player'.
nl: De MicroPlayer is nog niet ingeschakeld. Om het in te schakelen, klikt u met de rechtermuisknop op de taakbalk, klikt u op 'Werkbalken' en schakelt u 'MediaMonkey Player' in.
pt_br: O MicroPlayer ainda não está habilitado. Para habilitá-lo, clique com o botão direito sobre a Barra de Tarefas e selecione 'Barras de Ferramentas > MediaMonkey Player'.
ru: Микроплеер не включён. Щёлкните правой кнопкой мыши на панели задач, выберите 'Панели' и включите плеер MediaMonkey.
sv: MicroPlayer är ännu inte aktiverad. För att aktivera det, högerklicka på Aktivitetsfältet, klicka på "Verktygsfält" och aktivera "MediaMonkey Player".
tr: Mikro Oynatıcı henüz etkinleştirilmemiştir. Etkinleştirmek için, Başlat Çubuğu'na sağ tıklayın, 'Araç Çubukları'nı tıklayın ve 'MediaMonkey Oynatıcı'yı etkinleştirin.
uk: Мікропрогравач ще не ввімкнено. Щоб увімкнути його, клацніть правою кнопкою миші на панелі завдань, натисніть "Панелі інструментів" та увімкніть "Програвач MediaMonkey".

source: MediaMonkey can't import metadata from your iTunes database. To resolve this automatically, run iTunes and enable 'Share iTunes Library XML...'. To do so manually, please export the iTunes XML library via iTunes and select it below.
ar: لا يمكن لـ MediaMonkey استيراد البيانات الوصفية من قاعدة البيانات الخاصة بك في iTunes. لحل ذلك تلقائيًا، قم بتشغيل iTunes وتمكين 'مشاركة مكتبة iTunes XML...'. للقيام بذلك يدويًا، يرجى تصدير مكتبة iTunes XML عبر iTunes وتحديدها أدناه.
ca: MediaMonkey no pot importar metadades de la base de dades d'iTunes. Per resoldre-ho automàticament, executeu iTunes i activeu "Comparteix la biblioteca XML de l'iTunes ...". Per fer-ho manualment, exporteu la biblioteca XML d'iTunes a través d'iTunes i seleccioneu-la a continuació.
da: MediaMonkey kan ikke importere metadata fra din iTunes-database. For at løse dette automatisk, kør iTunes og aktiver 'Del iTunes Bibliotek XML...'. For at gøre det manuelt, eksporter venligst iTunes XML-biblioteket via iTunes og vælg det nedenfor.
de: MediaMonkey kann nur dann Metadaten aus Ihrer iTunes Datenbank importieren, wenn Sie in iTunes "iTunes XML Bibliothek mit anderen Anwendungen teilen" aktivieren. Alternativ können Sie die XML-Bibliothek von iTunes heraus exportieren und unten auswählen.
el: Το MediaMonkey δεν μπορεί να εισάγει μεταδεδομένα από τη βάση δεδομένων iTunes σας. Για αυτόματη επίλυση, εκτελέστε το iTunes και ενεργοποιήστε το 'Share iTunes Library XML...'. Για χειροκίνητη επίλυση, παρακαλούμε εξάγετε την βιβλιοθήκη iTunes XML μέσω iTunes και επιλέξτε την παρακάτω.
he: MediaMonkey לא יכול לייבא נתוני מטה ממאגר iTunes שלך. כדי לפתור זאת באופן אוטומטי, הפעל את iTunes והפעל 'שתף iTunes ספריית XML...'. כדי לעשות זאת באופן ידני, ייצא את ספריית ה-XML iTunes דרך iTunes ובחר אותה למטה.
ja: MediaMonkeyはiTunesデータベースからメタデータをインポートできません。自動的に解決するには、iTunesを実行して「iTunesライブラリXMLを共有...」を有効にします。手動で行うには、iTunes経由でiTunes XMLライブラリをエクスポートし、以下から選択してください。
nb_no: MediaMonkey kan ikke importere metadata fra iTunes-databasen din. For å løse dette automatisk, kjør iTunes og aktiver 'Del iTunes Bibliotek XML...'. For å gjøre det manuelt, vennligst eksporter iTunes XML-bibliotek via iTunes og velg det nedenfor.
nl: MediaMonkey kan geen metadata uit iTunes importeren. Start iTunes en schakel 'iTunes Bibliotheek XML delen... ' in om dit automatisch op te lossen. Om dit handmatig te doen, exporteer de iTunes XML-Bibliotheek via iTunes en selecteer deze hieronder.
pl: MediaMonkey nie może importować metadanych z bazy danych iTunes. Aby rozwiązać ten problem automatycznie, uruchom iTunes i włącz opcję „Udostępnij plik XML biblioteki iTunes...”. Aby to zrobić ręcznie, wyeksportuj bibliotekę iTunes XML przez iTunes i wybierz ją poniżej.
pt_br: O MediaMonkey não pode importar metadados da sua biblioteca do iTunes. Para resolver isso automaticamente, execute o iTunes e habilite 'Compartilhar XML da biblioteca do iTunes...' Para fazê-lo manualmente, exporte o XML da biblioteca do iTunes e selecione-o abaixo.
ru: MediaMonkey не может импортировать метаданные из базы данных iTunes. Чтобы решить эту проблему автоматически, запустите iTunes и включите общий доступ к XML-библиотеке iTunes. Чтобы сделать это вручную, экспортируйте эту XML-библиотеку через iTunes и выберите её ниже.
sv: MediaMonkey kan inte importera metadata från din iTunes-databas. För att lösa detta automatiskt, kör iTunes och aktivera "Dela iTunes-bibliotek XML...". För att göra det manuellt, vänligen exportera iTunes XML-biblioteket via iTunes och välj det nedan.
tr: MediaMonkey, iTunes veritabanınızdan meta verileri içe aktaramıyor. Bunu otomatik olarak çözmek için iTunes'u çalıştırın ve 'Paylaş iTunes Kütüphanesi XML...'i etkinleştirin. Bunu manuel olarak yapmak için lütfen iTunes XML kütüphanesini iTunes üzerinden dışa aktarın ve aşağıdan seçin.
uk: MediaMonkey не може імпортувати метадані з вашої бази даних iTunes. Щоб розв'язати це питання автоматично, запустіть iTunes і ввімкніть «Поділитися XML Бібліотеки iTunes ...». Щоб зробити це вручну, експортуйте XML Бібліотеки iTunes через iTunes і виберіть файл нижче.

source: Importing data from iTunes...
ar: استيراد البيانات من أي تيونز...
ca: Important dades de iTunes...
da: Importere data fra iTunes...
de: Importiere Daten von iTunes...
el: Εισαγωγή δεδομένων από iTunes...
he: מייבא נתונים מ-iTunes...
ja: ITunesからデータをインポートしています...
nb_no: Importerer data fra iTunes...
nl: Data uit iTunes importeren...
pl: Importowanie danych z iTunes...
pt_br: Importando dados do iTunes...
ru: Импортировать из iTunes...
sv: Importerar data från iTunes...
tr: iTunes'dan veri aktarılıyor...
uk: Імпортування даних з iTunes...

source: Importing data from WinAmp...
ar: استيراد البيانات من WinAmp...
ca: S'estan important dades de WinAmp ...
da: Importere data fra WinAmp...
de: Importiere Daten von WinAmp...
el: Εισαγωγή δεδομένων από WinAmp...
he: מייבא נתונים מ-WinAmp...
ja: WinAmpからデータをインポートしています...
nb_no: Importerer data fra WinAmp...
nl: Data uit WinAmp importeren...
pl: Importowanie danych z WinAmp-a...
pt_br: Importando dados do Winamp...
ru: Импорт данных из Winamp...
sv: Importerar data från Winamp...
tr: WinAmp'tan veri aktarılıyor...
uk: Імпортування даних з WinAmp...

source: Importing data from J. River Media Center...
ar: استيراد البيانات من ج. نهر Media Center...
ca: Important dades de J. River Media Center...
da: Importere data fra J. River Media Center...
de: Importiere Daten vom J. River Media-Center...
el: Εισαγωγή δεδομένων από το J. River Media Center...
he: מייבא נתונים מ-J. River Media Center...
ja: J. River Media Centerからデータをインポートしています...
nb_no: Importerer data fra J. River Media Center...
nl: Data uit J. River Media Center importeren...
pl: Importowanie danych z J. River Media Center...
pt_br: Importando dados do J. River Media Center...
ru: Импортировать из J. River Media Center...
sv: Importerar data från J. River Media Center...
tr: J. River Media Center'dan veri aktarılıyor...
uk: Імпортування даних з J. River Media Center...

source: Updating track numbers
ar: تحديث أرقام المسارات
ca: S'estan actualitzant els números de les pistes
da: Opdaterer track-nummer
de: Aktualisiere Track-Nummern
el: Ενημέρωση αριθμών κομματιών
he: מעדכן מספרי עקבות
ja: トラック番号の更新中
nb_no: Oppdaterer spor nummer
nl: Tracknummers bijwerken
pl: Aktualizowanie numerów utworów
pt_br: Atualizando números de faixa
ru: Обновление номеров треков
sv: Uppdaterar spårnummer
tr: Parça numaralarının güncellenmesi
uk: Оновлення номерів доріжок

source: Processing playlists
ar: معالجة قوائم التشغيل
ca: Processant les llistes de reproducció
da: Behandler playlister
de: Verarbeite Wiedergabelisten
el: Επεξεργασία λιστών αναπαραγωγής
he: מעבד רשימות
ja: プレイリストの処理中
nb_no: Behandler spillelister
nl: Afspeellijsten verwerken
pl: Przetwarzanie list odtwarzania
pt_br: Processando listas
ru: Обработка плейлистов
sv: Bearbetar spellistor
tr: Oynatma listeleri işleniyor
uk: Обробка списків відтворення

source: Auto Number
ar: ترقيم تلقائي
ca: Número automàtic
da: Auto nummer
de: Lfd. Nr.
el: Αυτόματος Αριθμός
he: מספר אוטומטי
ja: 自動番号
nb_no: Auto nummerer
nl: Automatisch nummeren
pl: Auto Numer
pt_br: Número automático
ru: Автономер
sv: Autonumrering
tr: Otomatik Numara
uk: Автоматичний номер

source: Target Extension
ar: امتداد الهدف
ca: Extensió objectiu
da: Måludvidelse
de: Dateiendung
el: Επέκταση Στόχου
he: סוג קובץ היעד
ja: 対象とする拡張子
nb_no: Målutvidelse
nl: Doelextentie
pl: Rozszerzenie docelowe
pt_br: Extensão de destino
ru: Целевое расширение
sv: Filextension för målfil
tr: Hedef Uzantısı
uk: Цільове розширення

source: Sample Rate
ar: معدل العينة
ca: Freqüència de mostreig
da: Samplefrekvens
de: Abtastrate
el: Ρυθμός Δείγματος
he: קצב דגימה
ja: サンプルレート
nb_no: Samplingfrekvens
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ru: Частота дискретизации
sv: Samplingsfrekvens
tr: Örnekleme Hızı
uk: Частота вибірки

source: Involved People
ar: الأشخاص المشاركون
ca: Persones implicades
da: Involveret Personer
de: Mitwirkende
el: Συμμετέχοντες
he: אנשים מעורבים
ja: 関係者
nb_no: Involverte personer
nl: Betrokken Personen
pl: Zaangażowani ludzie
pt_br: Pessoas envolvidas
ru: Вовлечённые люди
sv: Medverkande
tr: İlgili Kişiler
uk: Залучені Люди

source: Track Volume
ar: حجم المسار
ca: Volumen de la pista
da: Sporvolumen
de: Track-Lautstärke
el: Ένταση Κομματιού
he: ווליום הפריט
ja: トラック音量
nb_no: Sporvolum
pl: Głośność utworu
pt_br: Volume da faixa
ru: Громкость трека
sv: Spårljudstyrka
tr: Parça Sesi
uk: Гучність Доріжки

source: Album Volume
ar: حجم الألبوم
ca: Volum de l'Àlbum
da: Albumvolumen
de: Album-Lautstärke
el: Ένταση Άλμπουμ
he: ווליום האלבום
ja: アルバム音量
nb_no: Albumvolum
pl: Głośność albumu
pt_br: Volume do álbum
ru: Громкость альбома
sv: Albumljudstyrka
tr: Albüm Ses

source: Splitter
ar: فاصل
ca: Separador
da: Opdelerværktøj
de: Trenner ( - )
el: Διαχωριστής
he: מפצל קבצים
ja: スプリッター
nl: Verdeler
pl: Rozdzielacz
pt_br: Separador
ru: Разделитель
sv: Separerare
tr: Ayırıcı
uk: Роздільник

source: Auto number
ar: الترقيم التلقائي
ca: Número automàtic
da: Automatisk nummer
de: Lfd. Nummer
el: Αυτόματος αριθμός
he: מספור אוטומטי
ja: 自動番号
nb_no: Automatiser nummerering
nl: Automatisch nummeren
pl: Numer automatyczny
pt_br: Número automático
ru: Автономер
sv: Autonumrering
tr: Otomatik numara
uk: Автонумерація

source: Random number
ar: رقم عشوائي
ca: Número aleatori
da: Tilfældige tal
de: Zufallszahl (nnnn)
el: Τυχαίος αριθμός
he: מספר אקראי
ja: ランダムな番号
nb_no: Tilfeldig nummer
nl: Willekeurig aantal
pl: Losowy numer
pt_br: Número aleatório
ru: Случайный номер
sv: Slumptal
tr: Rastgele sayı
uk: Випадкове число

source: Playlist name
ar: اسم قائمة التشغيل
ca: Nom de la llista de reproducció
da: Playlistenavn
de: Name der Wiedergabeliste
el: Όνομα λίστας αναπαραγωγής
he: שם רשימה
ja: プレイリスト名
nb_no: Spillelistenavn
nl: Naam afspeellijst
pl: Nazwa playlisty
pt_br: Nome da lista
ru: Имя плейлиста
sv: Spellistans namn
tr: Oynatma listesi adı
uk: Назва Списку відтворення

source: Track folder
ar: مجلد المسار
ca: Carpeta de la pista
da: Spor mappe
de: Dateipfad
el: Φάκελος κομματιού
he: נתיב
ja: トラックのフォルダー
nb_no: Spor mappe
nl: Trackmap
pl: Folder utworu
pt_br: Pasta da faixa
ru: Папка трека
sv: Filsökväg
tr: Parça klasörü
uk: Тека доріжки

source: How to use masks
ar: كيفية استخدام الأقنعة
ca: Com s’utilitzen les màscares
da: Hvordan man bruger masker
de: Verwenden von Masken
el: Πως να γίνει η χρήση μασκών
he: איך להשתמש בוריאציות
ja: マスクの使い方
nb_no: Hvordan bruke masker
nl: Hoe maskers te gebruiken
pl: Jak używać masek
pt_br: Como usar máscaras
ru: Как использовать маски
sv: Hur man använder masker
tr: Maskeler nasıl kullanılır
uk: Як користуватися масками

source: Track#
ar: رقم المسار
ca: Pista#
da: Spor#
el: Κομμάτι#
he: # פריט
ja: トラック#
nb_no: Spor#
nl: Volg #
pl: Utwór#
pt_br: Faixa
ru: Трек №
sv: Spår#
tr: Parça#
uk: Доріжка#

source: Disc#
ar: قرص لا.
de: Disk#
el: Δίσκος#
he: # דיסק
ja: ディスク#
nb_no: Disk#
pl: Dysk#
pt_br: Disco
ru: Диск №
sv: Skiva#
tr: Disk#
uk: Диск#

source: Episode#
ar: حلقة#
ca: Episodi#
el: Επεισόδιο#
he: # פרק
ja: エピソード#
nl: Aflevering #
pl: Odcinek#
pt_br: Episódio
ru: Эпизод №
sv: Avsnitt#
tr: Bölüm#
uk: Епізод#

source: Season#
ar: موسم#
ca: Temporada#
da: Sæson#
de: Staffel#
el: Κύκλος #
he: # עונה
ja: シーズン#
nb_no: Sesong#
nl: Seizoen#
pl: Sezon#
pt_br: Temporada
ru: Сезон №
sv: Säsong
tr: Sezon#
uk: Сезон#

source: Played#
ar: تم تشغيل#
ca: Reproduït#
da: Spillet#
de: Gespielt#
el: Αναπαραχθέν#
he: # התנגן
ja: 再生回数
nb_no: Spilt#
nl: Gespeeld#
pl: Odtwarzany#
pt_br: Execuções
ru: Воспроизведение №
sv: Spelad ggr
tr: Oynadı#
uk: Відтворено#

source: Skipped#
ar: تم التخطي#
ca: Omès#
da: Gemt over#
de: Übersprungen#
el: Παραλείφθηκαν#
he: # דילוגים
ja: スキップ回数
nb_no: Hoppet over#
nl: Overgeslagen#
pl: Pominięto#
pt_br: Pulos
ru: Пропуск №
sv: Överhoppad ggr
tr: Atlandı#
uk: Пропущено#

source: An error occured while moving file %s to %s. Do you want to try again?
ar: خطأ نقل الملف %s %s. اريدكم أن المحاولة مرة أخرى؟
ca: S'ha produït un error en moure el fitxer %s to %s. Voleu tornar-ho a provar?
da: Der opstod en fejl under flytning filen %s til %s. Vil du prøve igen?
de: Ein Fehler ist beim Verschieben der Datei %s nach %s aufgetreten. Wollen Sie es erneut versuchen?
el: Σημειώθηκε λάθος κατά την μετακίνηση του αρχείου %s σε %s. Θέλετε να προσπαθήσετε ξανά;
he: אירעה שגיאה בעת העברת הקובץ %s ל-%s. האם אתה רוצה לנסות שנית?
ja: ファイル"%s"を"%s"に移動中にエラーが発生しました。もう一度やり直しますか？
nb_no: En feil oppstod ved flytting av fil %s til %s. Vil du prøve igjen?
nl: Fout bij het verplaatsen van bestand %s naar %s. Opnieuw proberen?
pl: Wystąpił błąd podczas przenoszenia pliku %s do %s. Chcesz spróbować jeszcze raz?
pt_br: Um erro ocorreu na movimentação do arquivo %s para %s. Deseja tentar novamente?
ru: Ошибка при перемещении файла %s в %s. Попробовать снова?
sv: Ett fel uppstod när filen %s skulle flyttas till %S. Vill du försöka igen?
tr: %s dosyası %s'e taşınırken bir hata oluştu. Tekrar denemek ister misiniz?
uk: Під час переміщення файла %s до %s сталася помилка. Хочете спробувати ще раз?

source: Moving file %d of %d (%s)
ar: نقل الملف %d من %d (%s)
ca: Movent el fitxer %d of %d (%s)
da: Flytter fil %d af %d (%s)
de: Verschiebe Datei %d von %d (%s)
el: Μετακίνηση αρχείου %d από %d (%s)
he: מעביר קובץ %d מתוך %d (%s)
ja: ファイル%d/%d (%s)を移動しています
nb_no: Flytter fil %d av %d (%s)
nl: Bestand %d van %d verplaatsen (%s)
pl: Przenoszenie pliku %d z %d (%s)
pt_br: Movendo arquivo %d de %d (%s)
ru: Перемещение файла %d из %d (%s)
sv: Flyttar fil %d av %d (%s)
tr: %d/%d (%s) dosyası taşınıyor
uk: Переміщення файлу %d з %d (%s)

source: Copying file %d of %d (%s)
ar: نسخ الملف %d من %d (%s)
ca: Copiant el fitxer %d of %d (%s)
da: Kopierer fil %d af %d (%s)
de: Kopiere Datei %d von %d (%s)
el: Αντιγραφή αρχείου %d από %d (%s)
he: מעתיק קובץ %d מתוך %d (%s)
ja: ファイル%d/%d (%s)をコピーしています
nb_no: Kopierer fil %d av %d (%s)
nl: Bestand %d van %d kopiëren (%s)
pl: Kopiowanie pliku %d z %d (%s)
pt_br: Copiando arquivo %d de %d (%s)
ru: Копирование файла %d из %d (%s)
sv: Kopierar filen %d av %d (%s)
tr: %d dosyası kopyalanıyor (%s)
uk: Копіювання файлу %d з %d (%s)

source: Could not find file %s, it will not be %s.
ar: لا يمكن العثور على الملف %s %s: لن.
ca: No s'ha pogut trobar el fitxer %s, no serà %s.
da: Kunne ikke finde filen %s, vil det ikke være %s.
de: Kann Datei %s nicht finden, sie wird nicht %s.
el: Αδύνατη η εύρεση αρχείου %s, χωρίς %s.
he: לא ניתן היה למצוא את הקובץ %s, הוא לא יהיה %s.
ja: ファイル"%s"が見つからないため、%sされません。
nb_no: Kunne ikke finne filen %s, den vil ikke bli %s.
nl: Kon bestand %s niet vinden, het zal niet worden %s.
pl: Nie można by odnaleźć pliku %s, nie byłoby to %s.
pt_br: Não foi possível encontrar o arquivo %s, ele pode não ser %s.
ru: Невозможно найти файл %s, его не будет в %s.
sv: Kunde inte hitta filen %s, den kommer inte att %s.
tr: %s dosyası bulunamadı, %s olmayacak.
uk: Не вдалося знайти файл %s, він не буде %s.

source: moved
ar: نقل
ca: Mogut
da: flyttes
de: verschoben
el: μετακινήθηκαν
he: הועבר
ja: 移動済み
nb_no: flyttet
nl: verplaatst
pl: przeniesiony
pt_br: movido
ru: перемещено
sv: flyttas
tr: taşındı
uk: переміщено

source: copied
ar: نسخ
ca: copiat
da: kopieres
de: kopiert
el: αντιγράφηκαν
he: הועתק
ja: コピー済み
nb_no: kopiert
nl: gekopieerd
pl: skopiowany
pt_br: copiado
ru: скопировано
sv: kopieras
tr: kopyalandı
uk: скопійовано

source: Moving file $src$ to $dest$
ar: سفر $src$ أو $dest$
ca: Movent el fitxer $src$ to $dest$
da: Flytning af fil $src$ til $dest$
de: Verschiebe Datei $src$ nach $dest$
el: Μετακίνηση αρχείου $src$ σε $dest$
he: מעביר קובץ $src$ ל-$dest$
ja: ファイル$src$を$dest$に移動しています
nb_no: Flytter fil $src$ til $dest$
nl: Bestand $src$ naar $dest$ verplaatsen
pl: Przenoszenie pliku $src$ do $dest$
pt_br: Movendo arquivo $src$ para $dest$
ru: Перемещение файла $src$ в $dest$
sv: Flyttar filen $src$ till $dest$
tr: $src$ dosyası $dest$'e taşınıyor
uk: Переміщення файлу $src$ до $dest$

source: Copying file $src$ to $dest$
ar: نسخ من $src$ أو $dest$
ca: Copiant el fitxer $src$ a $dest$
da: Kopiering fil $src$ til $dest$
de: Kopiere Datei $src$ nach $dest$
el: Αντιγραφή αρχείου $src$ σε $dest$
he: מעתיק קובץ $src$ ל-$dest$
ja: ファイル$src$を$dest$にコピーしています
nb_no: Kopierer fil $src$ til $dest$
nl: Bestand $src$ naar $dest$ kopiëren
pl: Kopiowanie pliku $src$ do $dest$
pt_br: Copiando arquivo $src$ para $dest$
ru: Копирование файла $src$ в $dest$
sv: Kopierar filen $src$ till $dest$
tr: $src$ dosyası $dest$'e taşınıyor
uk: Копіювання файлу $src$ до $dest$

source: The media '%s' is not inserted.
ar: الوسائط '%s' غير مدخلة.
ca: El mitjà '%s' no està inserit.
da: Mediet '%s' er ikke indsat.
de: Medium "%s" ist nicht eingelegt.
el: Το πολυμέσο '%s' δεν έχει εισαχθεί.
he: מדיה '%s' אינה מוזנת.
ja: メディア"%s"が挿入されていません。
nb_no: Mediet '%s' er ikke satt inn.
nl: Medium '%s' is niet geladen.
pl: Nośnik '%s' nie jest włożony.
pt_br: A mídia '%s' não está inserida no dispositivo.
ru: Носитель '%s' не вставлен.
sv: Media "%s" är inte tillgänglig.
tr: Medya '%s' eklenmedi.
uk: Носій '%s' не вставлено.
