Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Auto-tag more / faster with
ar: الوسم التلقائي بشكل أوسع / أسرع مع
ca: Etiqueta automàticament més i més ràpidament amb
da: Auto-tag mere / hurtigere med
de: Automatisch mehr / schneller taggen mit
el: Αυτόματη ετικέτα περισσότερη / γρηγορότερα με
he: תוצאות טובות ומהירות יותר עם
ja: より多く/より速く自動タグ付け
nb_no: Automatisk tagg mer/raskere med
nl: Auto-label meer en sneller met
pl: Automatyczne tagowanie więcej/szybciej dzięki
pt_br: Auto-tag com mais fontes e mais rápido com
ru: Автотег больше/быстрее с помощью
sv: Auto-tagga mer / snabbare med
tr: Otomatik etiketlemeyi daha fazla/daha hızlı yapın
uk: Автоматично додавати теґи більше/швидше за допомогою

source: Press F5 to re-sort/re-group tracks
ar: اضغط F5 لإعادة الفرز / إعادة المجموعة المسارات
ca: Premeu F5 per tornar a ordenar / re-agrupar les pistes
da: Tryk F5 for at sortere/re-gruppere spor
de: Drücken Sie F5, um die Tracks neu zu sortieren /zu gruppieren
el: Πατήστε F5 για να επανα-ταξινόιμηση/ομαδοποίηση κομματιών
he: לחץ F5 כדי לרענן סדר וקיבוץ פריטים
ja: F5キーを押すとトラックを再ソート/再グループ化します
nb_no: Trykk F5 for å sortere/re-gruppere spor
nl: Druk op F5 om trackste herordenen/-groeperen
pl: Naciśnij klawisz F5, aby ponownie posortować/zgrupować utwory
pt_br: Pressione F5 para reordenar/reagrupar as faixas
ru: F5 - пересортировать/перегруппировать треки
sv: Tryck på F5 för att omsortera/omgruppera spår
tr: Parçaları yeniden sıralamak/yeniden gruplamak için F5'e basın
uk: Натисніть F5, щоб пересортувати/перегрупувати доріжки

source: old value
ar: القيمة القديمة
ca: valor anterior
da: gamle værdi
de: alter Wert
el: παλιά τιμή
he: ערך קודם
ja: 古い値
nb_no: gammel verdi
nl: oude waarde
pl: stara wartość
pt_br: valor antigo
ru: старое значение
sv: gammalt värde
tr: eski değer
uk: старе значення

source: Choose fields
ar: اختيار الحقول
ca: esculleix camps
da: Vælg felter
de: Feld wählen
el: Επιλογή πεδίων
he: בחר שדות
ja: 表示項目の選択
nb_no: Velg felt
nl: Velden kiezen
pl: Wybierz pola
pt_br: Selecione os campos
ru: Выберите поля
sv: Välj fält
tr: Alanları seçin
uk: Вибрати поля

source: track(s) matched
ar: المسار (المسارات) المطابقة
ca: Pista(s) coincident(s)
da: spor matchet
de: übereinstimmende Datei(en)
el: αντιστοιχισμένο(α) κομμάτι(α)
he: פריטים מתאימים
ja: トラックが一致しました
nb_no: Spor samsvart
nl: track(s) gematcht
pl: utwór(y) dopasowane
pt_br: faixa(s) coincidentes
ru: треков совпало
sv: spår matchade
tr: eşleşen parça(s)
uk: доріжки, що збігаються

source: track(s) failed
ar: المسار (المسارات) الفاشلة
ca: pista(s) ha(n) fallat
da: spor mislykkedes
de: Datei(en) fehlgeschlagen
el: αποτυχημένο(α) κομμάτι(α)
he: פריטים שנכשלו
ja: トラックが失敗しました
nb_no: Spor mislyktes
nl: track(s) mislukt
pl: utwór(y) nie powiodły się
pt_br: faixa(s) com falha
ru: треков с ошибкой
sv: misslyckade spår
tr: parça(s) başarısız oldu
uk: невдала(-і) доріжка(-и)

source: Conflict
ar: تضارب
ca: Conflicte
da: Konflikt
de: Konflikt
el: Αντίθεση
he: סתירה
ja: コンフリクト
nb_no: Konflikt
pl: Konflikt
pt_br: Conflito
ru: Конфликт
sv: Konflikt
tr: Uyuşmazlık
uk: Конфлікт

source: Original value
ar: القيمة الأصلية
ca: Valor original
da: Original værdi
de: Ursprünglicher Wert
el: Αρχική τιμή
he: ערך מקורי
ja: 元の値
nb_no: Opprinnelig verdi
nl: Originele waarde
pl: Wartość oryginalna
pt_br: Valor original
ru: Исходное значение
sv: Ursprungligt värde
tr: Orijinal değer
uk: Вихідне значення

source: New value
ar: القيمة الجديدة
ca: Nou valor
da: Ny værdi
de: Neuer Wert
el: Νέα τιμή
he: ערך חדש
ja: 新しい値
nb_no: Ny verdi
nl: Nieuwe waarde
pl: Nowa wartość
pt_br: Novo valor
ru: Новое значение
sv: Nytt värde
tr: Yeni değer
uk: Нове значення

source: Preparing list of files
ar: إعداد قائمة الملفات
ca: S'està preparant la llista d'arxius
da: Forbereder liste over filer
de: Stelle Dateiliste zusammen
el: Προετοιμασία λίστας αρχείων
he: מכין רשימה של קבצים
ja: ファイルのリストを準備しています
nb_no: Forbereder liste over filer
nl: Lijst met bestanden maken
pl: Przygotowuję listę plików
pt_br: Preparando lista de arquivos
ru: Подготовка списка файлов
sv: Förbereder lista över filer
tr: Dosya listesi hazırlanıyor
uk: Підготовка списку файлів

source: Choose an Album
ar: اختر ألبوم
ca: Trieu un àlbum
da: Vælg et Album
de: Wählen Sie ein Album
el: Επιλογή ενός Άλμπουμ
he: בחר אלבום
ja: アルバムを選択
nb_no: Velg et album
nl: Een Album kiezen
pl: Wybierz album
pt_br: Escolha um álbum
ru: Выберите альбом
sv: Välj ett album
tr: Bir Albüm Seçin
uk: Вибрати Альбом

source: Media Sharing
ar: مشاركة الوسائط
ca: Ús compartit de suports
da: Mediedeling
de: Freigabe (DNLA)
el: Κοινή Χρήση Πολυμέσων
he: שיתוף מדיה
ja: メディアの共有化
nb_no: Mediedeling
nl: Media Delen
pl: Udostępnianie multimediów
pt_br: Compartilhamento
ru: Общие медиа
sv: Mediedelning
tr: Medya Paylaşımı
uk: Спільний доступ до медіа

source: Collection Options
ar: خيارات المجموعة
ca: Opcions de col·lecció
da: Samling Indstillinger
de: Einstellungen: Auswahl
el: Επιλογές Συλλογής
he: אפשרויות אוסף
ja: コレクションオプション
nb_no: Samlingens valg
nl: Collectie-Opties
pl: Opcje kolekcji
pt_br: Opções da coleção
ru: Настройки коллекций
sv: Inställningar: Urval
tr: Koleksiyon Seçenekleri
uk: Параметри Колекції

source: Disabled
ar: معطل
ca: Desactivat
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
he: מושבת
ja: 無効にする
nb_no: Deaktivert
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad
tr: Engelli
uk: Вимкнено

source: Visible always
ar: مرئي دائمًا
ca: Sempre visible
da: Synlig altid
de: Immer sichtbar
el: Ορατό πάντα
he: גלוי תמיד
ja: 常に表示
nb_no: Synlig alltid
nl: Altijd zichtbaar
pl: Zawsze widoczny
pt_br: Sempre visível
ru: Всегда видно
sv: Alltid synlig
tr: Her zaman görünür
uk: Видно завжди

source: Visible if content exists
ar: مرئي إذا كان المحتوى موجودًا
ca: Visible si existeix contingut
da: Synlig hvis indhold eksisterer
de: Sichtbar, wenn Inhalte vorhanden sind
el: Ορατό εάν υπάρχει περιεχόμενο
he: גלוי אם קיים תוכן
ja: コンテンツが存在する場合に表示
nb_no: Synlig hvis innholdet eksisterer
nl: Zichtbaar als inhoud bestaat
pl: Widoczne, jeśli treść istnieje
pt_br: Visível se o conteúdo existir
ru: Видно, если есть контент
sv: Synlig om innehåll finns
tr: İçerik mevcutsa görünür
uk: Видно, якщо вміст існує

source: Select new icon
ar: اختيار أيقونة جديدة
ca: Seleccioneu una icona nova
da: Vælg ny ikon
de: Neues Icon auswählen
el: Επιλογή νέου εικονίδιου
he: בחר סמל חדש
ja: 新しいアイコンを選択
nb_no: Velg nytt ikon
nl: Nieuw pictogram selecteren
pl: Wybierz nową ikonę
pt_br: Selecionar novo ícone
ru: Выберите новый значок
sv: Välj ny ikon
tr: Yeni simgeyi seçin
uk: Вибрати нову піктограму

source: Icon
ar: أيقونة
ca: Icona
da: Ikon
de: Symbol
el: Εικονίδιο
he: סמל
ja: アイコン
nb_no: Ikon
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Значок
sv: Ikon
tr: Simge
uk: Піктограма

source: not found!
ar: غير موجودة!
ca: no trobat!
da: ikke fundet!
de: nicht gefunden!
el: δεν βρέθηκε!
he: לא נמצא!
ja: 見つかりませんでした！
nb_no: ikke funnet!
nl: niet gevonden!
pl: nie znaleziono!
pt_br: não encontrado!
ru: найти не удалось!
sv: hittades inte!
tr: Bulunamadı!
uk: не знайдено!

source: Convert Files
ar: تحويل الملفات
ca: Converteix fitxers
da: Konverter Filer
de: Dateien konvertieren
el: Μετατροπή Αρχείων
he: המר קבצים
ja: ファイルの変換
nb_no: Konverter filer
nl: Bestanden Converteren
pl: Skonwertuj pliki
pt_br: Converter arquivos
ru: Преобразовать файлы
sv: Konvertera filer
tr: Dosyaları Dönüştür
uk: Перетворити файли

source: CD Ripping is supported in the free version of MediaMonkey, however, verification via AccurateRip is only included with the Gold version.
ar: دعم نسخ الأقراص المضغوطة متاح في الإصدار المجاني من MediaMonkey، لكن التحقق عبر AccurateRip مضمّن فقط في الإصدار الذهبي.
ca: La còpia de CD és compatible amb la versió gratuïta de MediaMonkey, però, la verificació mitjançant AccurateRip, només s’inclou amb la versió Gold.
da: CD Ripping er understøttet i den gratis version af MediaMonkey, men verifikation via AccurateRip er kun inkluderet med Gold versionen.
de: Das Einlesen der CD wird von der freien Version von MediaMonkey unterstützt. Das Überprüfen mit AccurateRip ist aber nur in der Gold-Version möglich.
el: Το CD Ripping υποστηρίζεται στη δωρεάν έκδοση του MediaMonkey, ωστόσο, η επαλήθευση μέσω AccurateRip περιλαμβάνεται μόνο στην έκδοση Gold.
he: ייבוא שירים מתקליטור נתמך בגרסה החינמית של MediaMonkey, עם זאת, אימות באמצעות AccurateRip נכלל רק בגרסת Gold.
ja: CDリッピングは無料版のMediaMonkeyでサポートされていますが、AccurateRipによる検証はGoldバージョンにのみ含まれています。
nb_no: CD-ripping er støttet i gratisversjonen av MediaMonkey, men verifikasjon via AccurateRip er kun inkludert i Gold-versjonen.
nl: Het rippen van CD's wordt in de gratis versie van MediaMonkey ondersteund, maar verificatie bij AccurateRip zit alleen in de Gold-versie.
pl: Zgrywanie płyt CD jest obsługiwane w bezpłatnej wersji MediaMonkey, jednak weryfikacja za pomocą AccurateRip jest dostępna tylko w wersji Gold.
pt_br: A extração de CD é suportada na versão gratuita do MediaMonkey. Entretanto, a verificação via AccurateRip só é possível na versão Gold.
ru: Риппинг CD поддерживается бесплатной версией MediaMonkey, но AccurateRip доступен только в версии Gold.
sv: CD Ripping stöds i den fria versionen av MediaMonkey, men verifiering via AccurateRip ingår endast i Gold-versionen.
tr: CD Ripping, MediaMonkey'in ücretsiz sürümünde desteklenmektedir, ancak AccurateRip aracılığıyla doğrulama yalnızca Gold sürümünde mevcuttur.
uk: Копіювання з компакт-дисків підтримується у безкоштовній версії MediaMonkey, проте перевірка за допомогою AccurateRip входить лише у версію Gold.

source: Confirmation
ar: تأكيد
ca: Confirmació
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
he: אישור
ja: 確認
nb_no: Bekreftelse
nl: Bevestiging
pl: potwierdzenie
pt_br: Confirmação
ru: Подтверждение
sv: Bekräftelse
tr: Onay
uk: Підтвердження

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد الحذف
ca: Esteu segur que voleu suprimir-lo
da: Er du sikker på at du vil slette
de: Wollen Sie wirklich Folgendes löschen:
el: Είστε σίγουρος ότι θέλετε να διαγράψετε
he: האם אתה בטוח שברצונך למחוק
ja: 削除してもよろしいですか
nb_no: Er du sikker på at du vil slette
nl: Verwijder
pl: Czy jesteś pewien, że chcesz usunąć
pt_br: Você tem certeza que deseja excluir
ru: Вы действительно хотите удалить
sv: Vill du verkligen radera
tr: Silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити

source: Delete from the database only
ar: الحذف من قاعدة البيانات فقط
ca: Esborreu només de la base de dades
da: Slet kun fra databasen
de: Nur aus der Datenbank entfernen
el: Διαγραφή μόνο από τη βάση δεδομένων
he: מחיקה ממסד הנתונים בלבד (לא מוחק את הקובץ בפועל)
ja: データベースからのみ削除
nb_no: Slett kun fra databasen
nl: Alleen uit de database verwijderen
pl: Usuń tylko z bazy danych
pt_br: Excluir somente da base de dados
ru: Удалить только из базы данных
sv: Radera endast från databasen
tr: Yalnızca veritabanından sil
uk: Видалити лише з бази даних

source: Delete from the database and drive
ar: الحذف من قاعدة البيانات ومحرك الأقراص
ca: Esborreu de la base de dades i del disc
da: Slet fra databasen og drev
de: Aus Datenbank entfernen und Datei vom Laufwerk löschen
el: Διαγραφή από τη βάση δεδομένων και την μονάδα δίσκου
he: מחק ממסד הנתונים וכונן
ja: データベースとドライブから削除する
nb_no: Slett fra databasen og stasjonen
nl: Uit de database en van schijf verwijderen
pl: Usuń z bazy danych i dysku
pt_br: Excluir da base de dados e do disco
ru: Удалить из базы данных и с диска
sv: Radera från databasen och enheten
tr: Veritabanından ve sürücüden sil
uk: Видалити з бази даних і накопичувача

source: Delete Library content from the database only
ar: حذف محتوى المكتبة من قاعدة البيانات فقط
ca: Suprimiu només el contingut de la biblioteca de la base de dades
da: Slet Bibliotek indhold fra databasen kun
de: Archiv-Inhalt nur aus Datenbank entfernen
el: Διαγραφή περιεχομένου Βιβλιοθήκης μόνο από τη βάση δεδομένων
he: מחק תוכן ספרייה ממסד הנתונים בלבד (לא מהכונן)
ja: データベースからのみライブラリコンテンツを削除する
nb_no: Slett bibliotekinnhold fra databasen bare
nl: Inhoud van bibliotheek alleen uit de database verwijderen
pl: Usuń zawartość biblioteki tylko z bazy danych
pt_br: Excluir conteúdo gerenciado apenas da base de dados
ru: Удалить содержимое библиотеки только из базы данных
sv: Radera endast biblioteksinnehåll från databasen
tr: Kütüphane içeriğini yalnızca veritabanından sil
uk: Видалити вміст бібліотеки лише з бази даних

source: Delete Library content from the database and drive
ar: حذف محتوى المكتبة من قاعدة البيانات ومحرك الأقراص
ca: Suprimiu el contingut de la biblioteca de la base de dades i del disc
da: Slet Bibliotek indhold fra databasen og drev
de: Archivinhalt aus der Datenbank entfernen und Dateien vom Laufwerk löschen
el: Διαγραφή περιεχομένου Βιβλιοθήκης από τη βάση δεδομένων και την μονάδα δίσκου
he: מחק תוכן ספרייה מהמאגר ומהכונן
ja: データベースとドライブからライブラリコンテンツを削除する
nb_no: Slett bibliotekinnhold fra databasen og stasjonen
nl: Inhoud uit de Bibliotheek, de database en van schijf verwijderen
pl: Usuń zawartość biblioteki z bazy danych i dysku
pt_br: Excluir conteúdo gerenciado da base de dados e do disco
ru: Удалить содержимое библиотеки из базы данных и с диска
sv: Ta bort biblioteksinnehåll från databasen och enheten
tr: Kitaplık içeriğini veritabanından ve sürücüden siln
uk: Видаліть вміст бібліотеки з бази даних та диска

source: Delete all content from the database and drive
ar: حذف جميع المحتويات من قاعدة البيانات ومحرك الأقراص
ca: Suprimiu tot el contingut de la base de dades i del disc
da: Slet alt indhold fra databasen og drev
de: Alle Bezüge aus der Datenbank entfernen und Datei vom Laufwerk löschen
el: Διαγράψτε όλου του περιεχομένου από τη βάση δεδομένων και την μονάδα δίσκου
he: מחק את כל התוכן מהמאגר ומהכונן
ja: データベースとドライブからすべてのコンテンツを削除する
nb_no: Slett alt innhold fra databasen og stasjonen
nl: Alle inhoud uit de database en van schijf verwijderen
pl: Usuń całą zawartość z bazy danych i dysku
pt_br: Excluir todo o conteúdo da base de dados e do disco
ru: Удалить всё содержимое из базы данных и с диска
sv: Ta bort allt innehåll från databasen och enheten
tr: Veritabanından ve sürücüden tüm içeriği silin
uk: Видалити весь вміст з бази даних та диска

source: Remove from the Playlist only
ar: حذف من قائمة التشغيل فقط
ca: Elimina només de la llista de reproducció
da: Fjerne fra afspilningslisten kun
de: Nur aus Wiedergabeliste entfernen
el: Αφαίρεση μόνο από την Λίστα Αναπαραγωγής
he: הסר מהרשימה
ja: プレイリストからのみ削除
nb_no: Fjern kun fra Spillelisten
nl: Alleen uit Afspeellijst verwijderen
pl: Usuń tylko z Playlisty
pt_br: Remover somente da lista
ru: Удалить только из плейлиста
sv: Ta endast bort från Spellista
tr: Yalnızca Oynatma Listesinden Kaldır
uk: Вилучити лише зі Списку відтворення

source: Remove from the Playlist and
ar: الإزالة من قائمة التشغيل و
ca: Elimina de la llista de reproducció i
da: Fjern fra Playlist og
de: Aus der Wiedergabeliste entfernen und
el: Αφαίρεση από την Λίστα Αναπαραγωγής και
he: הסר מהרשימה ו
ja: プレイリストから削除
nb_no: Fjern fra spillelisten og
nl: Uit afspeellijst verwijderen en
pl: Usuń z listy odtwarzania i
pt_br: Remover da lista e
ru: Удалить из плейлиста и
sv: Ta endast bort från Spellistan
tr: Oynatma Listesinden Kaldır ve
uk: Вилучити зі Списку відтворення та

source: Delete local copy and update the database
ar: حذف النسخة المحلية وتحديث قاعدة البيانات
ca: Suprimiu la còpia local i actualitzeu la base de dades
da: Slet lokal kopi og opdater databasen
de: Lokale Kopie löschen und Datenbank aktualisieren
el: Διαγραφη τοπικού αντίγραφου και ενημέρωση της βάσης δεδομένων
he: מחק עותק מקומי ועדכן את מסד הנתונים
ja: ローカルコピーを削除してデータベースを更新する
nb_no: Slett lokal kopi og oppdater databasen
nl: Lokale kopie verwijderen en database bijwerken
pl: Usuń kopię lokalną i zaktualizuj bazę danych
pt_br: Excluir cópia local e atualizar a base de dados
ru: Удалить локальную копию и обновить базу данных
sv: Radera lokal kopia och uppdatera databasen
tr: Yerel kopyayı silin ve veritabanını güncelleyin
uk: Видалити локальну копію та оновити базу даних

source: Delete remote copy and update the database
ar: حذف النسخة البعيدة وتحديث قاعدة البيانات
ca: Elimineu la còpia remota i actualitzeu la base de dades
da: Slet eksterne kopi og opdater databasen
de: Remotekopie löschen und Datenbank aktualisieren
el: Διαγραφη απομακρυσμένου αντίγραφου και ενημέρωση της βάσης δεδομένων
he: מחק עותק מרוחק ועדכן את מסד הנתונים
ja: リモートコピーを削除してデータベースを更新する
nb_no: Slett fjernkopien og oppdater databasen
nl: Kopie op afstand verwijderen en database bijwerken
pl: Usuń kopię zdalną i zaktualizuj bazę danych
pt_br: Excluir cópia remota e atualizar base de dados
ru: Удалить сетевую копию и обновить базу данных
sv: Radera fjärrkopia och uppdatera databasen
tr: Uzak kopyayı silin ve veritabanını güncelleyin
uk: Видалити віддалену копію та оновити базу даних

source: Delete all copies and remove from the database
ar: حذف جميع النسخ والإزالة من قاعدة البيانات
ca: Suprimiu totes les còpies i elimineu-les de la base de dades
da: Slet alle kopier og fjern fra databasen
de: Alle Kopien löschen und aus der Datenbank entfernen
el: Διαγραφη όλων των αντίγραφων και αφαίρεση από την βάση δεδομένων
he: מחק את כל העותקים והסר אותם ממסד הנתונים
ja: すべてのコピーを削除してデータベースから除去する
nb_no: Slett alle kopier og fjern fra databasen
nl: Alle kopieën verwijderen en uit de database verwijderen
pl: Usuń wszystkie kopie i usuń z bazy danych
pt_br: Excluir todas as cópias e remover da base de dados
ru: Удалить все копии и удалить из базы данных
sv: Ta bort alla kopior och ta bort från databasen
tr: Tüm kopyaları silin ve veritabanından kaldırın
uk: Видалити усі копії та вилучити з бази даних

source: Delete from the Playlist and database only
ar: الحذف من قائمة التشغيل وقاعدة البيانات فقط
ca: Esborreu només de la llista de reproducció i de la base de dades
da: Slet fra Playlist og databasen kun
de: Nur aus Wiedergabeliste und Datenbank entfernen
el: Διαγραφή μόνο από την Λίστα Αναπαραγωγής και την βάση δεδομένων
he: מחק מהרשימה ומסד הנתונים
ja: プレイリストとデータベースからのみ削除
nb_no: Slett fra spillelisten og databasen bare
nl: Alleen van de Afspeellijst en uit de database verwijderen
pl: Usuń tylko z listy odtwarzania i bazy danych
pt_br: Remover somente da lista e da base de dados
ru: Удалить только из плейлиста и базы данных
sv: Ta endast bort från Spellistan och Mediabiblioteket
tr: Sadece Oynatma Listesinden ve veritabanından sil
uk: Видалити лише зі Списку відтворення та з бази даних

source: Delete from the Playlist, database and drive
ar: الحذف من قائمة التشغيل، قاعدة البيانات ومحرك الأقراص
ca: Esborreu de la llista de reproducció, de la base de dades i del disc
da: Slet fra Playlist, databasen og drevet
de: Aus Wiedergabeliste und Datenbank entfernen und Datei vom Laufwerk löschen
el: Διαγραφή μόνο από την Λίστα Αναπαραγωγής, βάση δεδομένων και μονάδα δίσκου
he: מחק מהרשימה, ממסד הנתונים ומהכונן
ja: プレイリスト、データベース、ドライブから削除
nb_no: Slett fra spillelisten, databasen og stasjonen
nl: Van de afspeellijst, schijf en uit de database verwijderen
pl: Usuń z listy odtwarzania, bazy danych i dysku
pt_br: Excluir da lista, da base de dados e do disco
ru: Удалить из плейлиста, базы данных и с диска
sv: Ta bort från spellistan, databasen och enheten
tr: Oynatma Listesinden, veritabanından ve sürücüden sil
uk: Видалити зі списку відтворення, бази даних та диска

source: Remove from 'Playing' list only
ar: الإزالة من قائمة "قيد التشغيل" فقط
ca: Elimina només de la llista en reproducció
da: Fjern kun fra 'Spiller' liste
de: Nur aus der Abspielliste entfernen
he: הסר מרשימת 'מתנגנים' בלבד
ja: 「再生中」リストからのみ削除
nb_no: Fjern kun fra 'Spiller nå' listen
nl: Alleen van de 'Speel' lijst verwijderen
pt_br: Remover somente da lista 'Em execução'
ru: Удалить только из списка 'Воспроизводится'
sv: Ta endast bort från spellista
tr: Yalnızca 'Oynatma' listesinden kaldır

source: Remove from 'Playing' list and
ar: الإزالة من قائمة "قيد التشغيل" و
ca: Elimina de la llista en reproducció i
da: Fjern fra 'Spiller' liste og
de: Aus der Abspielliste entfernen und
he: הסר מרשימת 'מתנגנים' ו
ja: 「再生中」リストから削除
nb_no: Fjern fra 'Spiller nå' liste og
nl: Van de 'Speel' lijst verwijderen en
pt_br: Remover da lista 'Em execução' e
ru: Удалить из списка 'Воспроизводится' и
sv: Ta bort från spellista och
tr: 'Oynatma' listesinden kaldır ve

source: Delete from 'Playing' list and the database only
ar: الحذف من قائمة "قيد التشغيل" وقاعدة البيانات فقط
ca: Esborreu només de la llista en reproducció i de la base de dades
da: Slet fra 'Spiller' liste og databasen kun
de: Nur aus Abspielliste und Datenbank entfernen
he: מחק מרשימת 'מתנגנים' ומהמאגר בלבד
ja: 「再生中」リストとデータベースからのみ削除
nb_no: Slett fra 'Spiller nå' liste og databasen bare
nl: Alleen van de 'Speel' lijst en uit de database verwijderen
pt_br: Excluir somente da lista 'Em execução' e da base de dados
ru: Удалить из списка 'Воспроизводится' и из базы данных
sv: Ta endast bort från "Spela"-listan och databasen
tr: Sadece 'Oynatılıyor' listesinden ve veritabanından sil

source: Delete from 'Playing' list, the database and drive
ar: الحذف من قائمة "قيد التشغيل"، قاعدة البيانات ومحرك الأقراص
ca: Esborreu de la llista en reproducció, la base de dades i del disc
da: Slet fra 'Spiller' liste, databasen og drevet
de: Aus Abspielliste und Datenbank entfernen und Datei vom Laufwerk löschen
he: מחק מרשימת 'מתנגנים', מהמאגר ומהכונן
ja: 「再生中」リスト、データベース、ドライブから削除
nb_no: Slett fra 'Spiller nå' listen, databasen og stasjonen
nl: Van de 'Speel' lijst, schijf en uit de database verwijderen
pt_br: Excluir da lista 'Em execução', da base de dados e do disco
ru: Удалить из списка 'Воспроизводится', из базы данных и с диска
sv: Ta bort från "Spelar"-listan, databasen och enheten
tr: 'Oynatma' listesinden veritabanını ve sürücüyü sil

source: Are you sure you want to remove %d files from the ''%s'' ?
ar: هل أنت متأكد أنك تريد إزالة %d ملفات من ''%s'' ؟
ca: Esteu segur que voleu eliminar% d fitxers de ''%s ''?
da: Er du sikker på at du vil fjerne %d filer fra ''%s'' ?
de: Wollen Sie wirklich %d Dateien von ''%s'' löschen?
el: Είστε σίγουρος ότι θέλετε την αφαίρεση %d αρχείων από ''%s'';
he: האם אתה בטוח שברצונך להסיר %d קבצים מ -''%s''?
ja: "%s"から%d個のファイルを削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne %d filer fra ''%s''?
nl: Verwijder %d bestanden van de "%s"?
pl: Czy na pewno chcesz usunąć %d plików z ''%s''?
pt_br: Você realmente deseja remover %d arquivo(s) de "%s"?
ru: Вы действительно хотите удалить файлы (%d) из '%s'?
sv: Är du säker på att du vill ta bort %d filer från ''%s '' ?
tr: %d dosyayı ''%s'' klasöründen kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити %d файлів з "%s"?

source: Remove unavailable files
ar: إزالة الملفات غير المتاحة
ca: Elimineu els fitxers no disponibles
da: Fjern utilgængelige filer
de: Unauffindbare Dateien entfernen
el: Αφαίρεση μη διαθέσιμων αρχείων
he: הסר קבצים לא זמינים
ja: 利用できないファイルを除去
nb_no: Fjern utilgjengelige filer
nl: Niet-beschikbare bestanden verwijderen
pt_br: Remover arquivos não disponíveis
ru: Удалить недоступные файлы
sv: Ta bort filer som inte längre finns
tr: Kullanılamayan dosyaları kaldır
uk: Вилучити недоступні файли
