Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: AIFF settings
ca: Configuració AIFF
da: AIFF indstillinger
de: AIFF-Einstellungen
el: AIFF ρυθμίσεις
he: הגדרות AIFF
ja: AIFF設定
nb_no: AIFF-innstillinger
nl: AIFF-instellingen
pl: Ustawienia AIFF
pt_br: Configurações AIFF
ru: Настройки AIFF
sv: AIFF-inställningar
uk: Параметри AIFF

source: ALAC settings
ca: Configuració ALAC
da: ALAC indstillinger
de: ALAC-Einstellungen
el: ALAC ρυθμίσεις
he: הגדרות ALAC
ja: ALAC設定
nb_no: ALAC-innstillinger
nl: ALAC-instellingen
pl: Ustawienia ALAC
pt_br: Configurações ALAC
ru: Настройки ALAC
sv: ALAC-inställningar
uk: Налаштування ALAC

source: FLAC settings
ar: معلمات FLAC
ca: Configuració FLAC
da: FLAC-indstillinger
de: FLAC-Einstellungen
el: FLAC ρυθμίσεις
he: הגדרות FLAC
ja: FLAC設定
nb_no: FLAC innstillinger
nl: FLAC-Instellingen
pl: Ustawienia FLAC
pt_br: Configurações FLAC
ru: Настройки FLAC
sv: FLAC-inställningar
uk: Налаштування FLAC

source: Less compression
ar: أقل ضغط
ca: Menys compressió
da: Mindre kompression
de: Niedrige Kompression
el: Λιγότερη συμπίεση
he: פחות דחיסה
ja: 低圧縮
nb_no: Mindre kompresjon
nl: Minder compressie
pl: Mniejsza kompresja
pt_br: Menor compressão
ru: Слабее сжатие
sv: Mindre kompression
uk: Менше стискання

source: More compression
ar: ضغط أكثر
ca: Més compressió
da: Mere kompression
de: Hohe Kompression
el: Περισσότερη συμπίεση
he: יותר דחיסה
ja: 高圧縮
nb_no: Mer kompresjon
nl: Meer compressie
pl: Większa kompresja
pt_br: Maior compressão
ru: Сильнее сжатие
sv: Mer kompression
uk: Більше стиснення

source: Faster
ar: أسرع
ca: Més ràpid
da: Hurtigere
de: Schneller
el: Πιο Γρήγορα
he: מהר יותר
ja: 速い
nb_no: Raskere
nl: Sneller
pl: Szybciej
pt_br: Mais rápido
ru: Быстрее
sv: Snabbare
uk: Швидше

source: Slower
ar: أبطأ
ca: Més lent
da: Langsommere
de: Langsamer
el: Πιο Αργά
he: איטי יותר
ja: 遅い
nb_no: Saktere
nl: Langzamer
pl: Wolniej
pt_br: Mais lento
ru: Медленнее
sv: Långsammare
uk: Повільніше

source: Bigger number - more compression, slower
ca: Nombre més gran: més compressió, més lent
da: Større nummer - mere kompression, langsommere
de: Größere Zahl = mehr Kompression (langsamer)
el: Μεγαλύτερος αριθμός - περισσότερη συμπίεση, πιο αργά
he: מספר גדול יותר - יותר דחיסה, איטי יותר
ja: 大きい数値 - 高圧縮で遅い
nb_no: Større tall - mer komprimering, tregere
nl: Hoger nummer - meer compressie, langzamer
pl: Większa liczba - większa kompresja, wolniej
pt_br: Número maior - mais compressão, mais lento
ru: Больше число - сильнее сжатие, медленнее
sv: Större tal - mer kompression, långsammare
uk: Більше число - більше стиснення, повільніше

source: WMA settings
ca: Configuració WMA
da: WMA indstillinger
de: WMA-Einstellungen
el: WMA ρυθμίσεις
he: הגדרות WMA
ja: WMA設定
nb_no: WMA-innstillinger
nl: WMA-instellingen
pl: Ustawienia WMA
pt_br: Configurações WMA
ru: Настройки WMA
uk: Налаштування WMA

source: Desktop
ar: مكتب
ca: Escriptori
he: שולחן העבודה
ja: デスクトップ
nb_no: Skrivebord
nl: Bureaublad
pl: Pulpit
pt_br: Área de trabalho
ru: Рабочий стол
sv: Skrivbordet
uk: Робочий стіл

source: This will modify the track# field in sequential order for the %d selected tracks. Do you want to proceed?
ar: هذا سوف تحديث أرقام المسارات %d المحدد في ترتيب متسلسل. هل تريد التأكد من أن مواصلة؟
ca: Això modificarà el camp de pista# en ordre seqüencial per a les %d pistes seleccionades. Voleu continuar?
da: Dette vil ændre spor# feltet i rækkefølge for %d valgte spor. Vil du fortsætte?
de: Die %d gewählten Tracks werden neu durchnummeriert. Wollen Sie fortfahren?
el: Αυτό θα τροποποιήσει το πεδίο κομματιού# σε διαδοχική σειρά για τα %d επιλεγμένα κομμάτια. Θέλετε να συνεχίσετε;
he: זה ישנה את שדה מספר הרצועה בסדר עוקב עבור ה-%d רצועות שנבחרו. האם ברצונך להמשיך?
ja: %d個の選択したトラックのトラック番号項目が順番に変更されます。続行しますか？
nb_no: Dette vil forandre spor#-feltet i stigende rekkefølge for %d valgt(e) spor. Vil du fortsette?
nl: Hiermee wordt het veld Track # oplopend aangepast voor de %d geselecteerde tracks. Doorgaan?
pl: Spowoduje to zmodyfikowanie pola ścieżka# w kolejności sekwencyjnej dla %d wybranych utworów. Czy chcesz kontynuować?
pt_br: Isto irá alterar o campo Número da Faixa em ordem sequencial para as %d faixas selecionadas. Deseja continuar?
ru: Будет изменено поле № трека в последовательном порядке для выбранных треков (%d). Продолжить?
sv: Detta kommer att ändra fältet spår# i sekventiell ordning för de %d valda spåren. Vill du fortsätta?
uk: Це змінить поле доріжки# в послідовному порядку для %d вибраних доріжок. Бажаєте продовжити?

source: Quicktime is needed to play M4A and other AAC tracks.
ca: Es necessita Quicktime per reproduir M4A i altres pistes AAC.
da: Quicktime er nødvendig for at afspille M4A og andre AAC spor.
de: Zum Abspielen von M4A- und anderen AAC-Dateien benötigen Sie Quicktime.
el: Απαιτείται Quicktime για αναπαραγωγή M4A και άλλων κομματιών AAC.
he: Quicktime דרוש כדי להשמיע רצועות M4A ו-AAC אחרות.
ja: M4Aやその他のAACトラックを再生するには、Quicktimeが必要です。
nb_no: Quicktime er nødvendig for å spille M4A og andre AAC spor.
nl: Quicktime is nodig om M4A- en andere AAC-bestanden af te spelen.
pl: Quicktime jest potrzebny do odtwarzania M4A i innych utworów AAC.
pt_br: O Quicktime é necessário para executar faixas em formato M4A e demais formatos AAC.
ru: Для воспроизведения M4A и других треков AAC требуется QuickTime.
sv: Quicktime behövs för att spela M4A och andra AAC-spår.
uk: Для відтворення M4A та інших доріжок AAC потрібен Quicktime.

source: New version of Quicktime is needed to play M4A and other AAC tracks.
ca: Es necessita una nova versió de Quicktime per reproduir M4A i altres pistes AAC.
da: Ny version af Quicktime er nødvendig for at afspille M4A og andre AAC spor.
de: Um M4A- und AAC-Dateien abspielen zu können, benötigen Sie eine neue Version von Quicktime.
el: Απαιτείται νέα έκδοση του Quicktime για αναπαραγωγή M4A και άλλων κομματιών AAC.
he: ניתן לעדכן את Quicktime כדי להשמיע M4A ו-AAC אחרים.
ja: M4Aおよび他のAAC形式ファイルの再生には新しいバージョンのQuickTimeが必要です。
nb_no: Ny versjon av Quicktime er nødvendig for å spille M4A og andre AAC spor.
nl: Een nieuwe versie van Quicktime is nodig om M4A- en andere AAC-bestanden af te spelen.
pl: Do odtwarzania M4A i innych utworów AAC potrzebna jest nowa wersja Quicktime.
pt_br: Uma versão mais recente do Quicktime é necessária para executar faixas em formato M4A e demais formatos AAC.
ru: Для воспроизведения M4A и других треков AAC требуется новая версия QuickTime.
sv: Ny version av Quicktime behövs för att spela M4A och andra AAC-spår.
uk: Для відтворення M4A та інших доріжок AAC потрібна нова версія Quicktime.

source: Do you want to download it?
ar: هل تريد تحميل؟
ca: El voleu descarregar?
da: Ønsker du at hente den?
de: Jetzt herunterladen?
el: Θέλετε να κάνετε λήψη;
he: האם ברצונך להוריד אותו?
ja: ダウンロードしますか？
nb_no: Vil du laste ned den?
nl: Downloaden?
pl: Czy chcesz go pobrać?
pt_br: Você deseja efetuar o download?
ru: Загрузить?
sv: Vill du ladda ner den?
uk: Бажаєте завантажити його?

source: Mid/Side stereo
ar: ستيريو منتصف جانبية
ca: Estèreo mitjà/lateral
de: Stereo Mitte/Seite
he: סטריאו Mid/Side
ja: Mid/Sideステレオ
pl: Stereofoniczny środkowy/boczny
ru: Сред./бок. стерео
sv: Mitt-/sidostereo
uk: Середнє/Бічне стерео

source: AAC settings
ca: Configuració AAC
da: AAC indstillinger
de: AAC-Einstellungen
el: AAC ρυθμίσεις
he: הגדרות AAC
ja: AAC設定
nb_no: AAC-innstillinger
nl: AAC-instellingen
pl: Ustawienia AAC
pt_br: Configurações AAC
ru: Настройки AAC
uk: Налаштування AAC

source: Variable bitrate (VBR)
ar: معدل متغير (VBR)
ca: Taxa de bits variable (VBR)
da: Variabel bitrate (VBR)
el: Μεταβλητό bitrate (VBR)
he: קצב סיביות משתנה (VBR)
ja: 可変ビットレート (VBR)
nb_no: Variabel bitrate (VBR)
nl: Variabele bitwaarde (VBR)
pl: Zmienna szybkość transmisji (VBR)
pt_br: Taxa de bits variável (VBR)
ru: Переменный битрейт (VBR)
sv: Variabel bithastighet (VBR)
uk: Змінна швидкість потоку (VBR)

source: Average bitrate (ABR)
ar: معدل التدفق متوسط (ABR)
ca: Taxa de bits variable (VBR)
da: Gennemsnitlig bitrate (ABR)
de: Durchschnittliche Bitrate (ABR)
el: Μέσο bitrate (ABR)
he: קצב סיביות ממוצע (ABR)
ja: 平均ビットレート (ABR)
nb_no: Middels bitrate (ABR)
nl: Gemiddelde bitwaarde (ABR)
pl: Średnia szybkość transmisji (ABR)
pt_br: Taxa de bits média (ABR)
ru: Средний битрейт (ABR)
sv: Genomsnittlig bithastighet (Abr)
uk: Середня швидкість потоку (ABR)

source: Constant bitrate (CBR) 1-pass
ar: يمر ثابتة ذات معدل بت (CBR) 1
ca: Velocitat de bits constant (CBR) 1 pas
da: Konstant bitrate (CBR) 1-pass
de: Konstante Bitrate (CBR) 1-pass
el: Σταθερό bitrate (CBR) 1-pass
he: קבוע קצב סיביות (CBR) מעבר 1
ja: 固定ビットレート (CBR) 1-pass
nb_no: Konstant bitrate (CBR) 1-pass
nl: Constante bitwaarde (CBR) 1-pass
pl: Stały bitrate (CBR) 1-przebieg
pt_br: Taxa de bits constante (CBR) 1-passagem
ru: Пост. битрейт (CBR) 1 проход
sv: Konstant bithastighet (CBR) 1-pass
uk: Постійна швидкість потоку (CBR) 1-прохідна

source: Constant bitrate (CBR) 2-pass
ar: يساعد ثابتة ذات معدل بت (CBR) 2
ca: Velocitat de bits constant (CBR) 2 pas
da: Konstant bitrate (CBR) 2-pass
de: Konstante Bitrate (CBR) 2-pass
el: Σταθερό bitrate (CBR) 2-pass
he: קבוע קצב סיביות (CBR) מעבר 2
ja: 固定ビットレート (CBR) 2-pass
nb_no: Konstant bitrate (CBR) 2-pass
nl: Constante bitwaarde (CBR) 2-pass
pl: Stały bitrate (CBR) 2-przebieg
pt_br: Taxa de bits constante (CBR) 2-passagens
ru: Пост. битрейт (CBR) 2 прохода
sv: Konstant bithastighet (CBR) 2-pass
uk: Постійна швидкість потоку (CBR) 2-прохідна

source: Media Fast Forward
ar: الإعلام المسبق السريع
ca: Avanç ràpid del mitjà
da: Medier Fast Forward
de: Medium vorwärts
el: Fast Forward Πολυμέσου
he: קדמילה מדיה
ja: メディアの早送り
nb_no: Medie Rask Spoling
nl: Doorspoelen
pl: Szybkie przewijanie mediów do przodu
pt_br: Mídia - Avançar
ru: Перемотать вперёд
sv: Media snabbspolning framåt
uk: Швидке переміщення носія вперед

source: Media Rewind
ar: العودة إلى وسائل الإعلام
ca: Rebobinat del mitjà
da: Medier Rewind
de: Medium zurück
el: Rewind Πολυμέσου
he: אחורה מדיה
ja: メディアの巻き戻し
nb_no: Medie Bakover
nl: Terugspoelen
pl: Przewijanie multimediów
pt_br: Mídia - Retroceder
ru: Перемотать назад
sv: Medieåterspolning
uk: Перемотання носіїв

source: Media Pause
ar: الخروج من وسائل الإعلام
ca: Pausa del mitjà
da: Medier Pause
de: Medium Pause
el: Παύση Πολυμέσου
he: השהיית מדיה
ja: メディアの一時停止
nb_no: Medie Pause
nl: Pauze
pl: Wstrzymanie multimediów
pt_br: Mídia - Pausar
ru: Пауза
sv: Paus
uk: Пауза Носія

source: Media Play
ar: تشغيل الوسائط
ca: Reproducció multimèdia
da: Medierne spiller
de: Medium abspielen
el: Αναπαραγωγή Πολυμέσου
he: הפעלת מדיה
ja: メディアの再生
nb_no: Medie Spill av
nl: Afspelen
pl: Odtwarzanie multimediów
pt_br: Mídia - Executar
ru: Воспроизвести
sv: Spela
tr: Medya Oynat
uk: Відтворити Носій

source: Show Log File
ar: عرض ملف السجل
ca: Mostra el fitxer de registre
da: Vis logfil
de: Protokolldatei anzeigen
el: Εμφάνιση Αρχείου Καταγραφής
he: הצג קובץ יומן
ja: ログファイルを表示
nb_no: Vis loggfil
nl: Logbestand tonen
pl: Pokaż plik dziennika
pt_br: Exibir arquivo de log
ru: Показать журнал
sv: Visa loggfil
uk: Показати Журнал реєстрації

source: Clean Cache
ar: تنظيف ذاكرة التخزين المؤقت
ca: Neteja la memòria cau
da: Ren Cache
de: Cache bereinigen
el: Εκκαθάριση Cache
he: נקה מטמון
ja: キャッシュをクリーンアップ
nb_no: Fjern buffer
nl: Cache legen
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ru: Очистить кэш
sv: Rensa cacheminnet
tr: Önbelleği Temizle
uk: Очистити Кеш

source: Output audio device
ca: Dispositiu d'àudio de sortida
da: Output lydenhed
de: Audio-Ausgabegerät
el: Συσκευή ήχου εξόδου
he: התקן פלט שמע
ja: 出力オーディオデバイス
nb_no: Utgang lydenhet
nl: Output audio-apparaat
pl: Wyjście urządzenia audio
pt_br: Dispositivo de saída de áudio
ru: Устройство вывода звука
sv: Ljudutgång
uk: Вихідний аудіопристрій

source: MediaMonkey Video plug-in
ca: Connector de vídeo MediaMonkey
el: MediaMonkey Βίντεο plug-in
he: תוסף וידאו ל-MediaMonkey
ja: MediaMonkey動画プラグイン
nb_no: MediaMonkey Videotillegg
pl: Wtyczka wideo MediaMonkey
pt_br: Plug-in de vídeo do MediaMonkey
ru: Видеоплагин MediaMonkey
uk: Плагін Відео для MediaMonkey

source: Auto
de: Automatisch
el: Αυτόμ.
he: אוטומטי
ja: 自動
nb_no: Automatisk
pl: Automatycznie
ru: Авто
uk: Авто

source: Compression level
ca: Nivell de compressió
da: Kompressionsniveau
de: Kompressionsstufe
el: Επίπεδο συμπίεσης
he: רמת דחיסה
ja: 圧縮レベル
nb_no: Kompresjonsnivå
nl: Compressieniveau
pl: Poziom kompresji
pt_br: Nível de compressão
ru: Уровень сжатия
sv: Kompressionsnivå
uk: Рівень стиснення

source: Warning: This will overwrite an existing %s installation!
ca: Advertiment: Això sobreescriurà una instal·lació %s existent!
da: Advarsel: Dette vil overskrive en eksisterende %s installation!
de: Warnung: Dies überschreibt die bestehende %s Installation!
el: Προειδοποίηση: Αυτό θα αντικαταστήσει μια υπάρχουσα εγκατάσταση %s!
he: אזהרה: זה ידרוס התקנה קיימת של %s!
ja: 警告:既存の%sインストールを上書きします！
nb_no: Advarsel: Dette vil overskrive en eksisterende %s installasjon!
nl: Waarschuwing: Hiermee wordt een bestaande %s-installatie overschreven!
pl: Ostrzeżenie: to nadpisze istniejącą instalację %s!
pt_br: Aviso: isso irá sobrescrever uma instalação existente do %s!
ru: Внимание! Имеющаяся установка %s будет перезаписана!
sv: Varning: Detta kommer att skriva över en befintlig %s installation!
uk: Попередження: це перезапише наявну установку %s!

source: The directory %s already exists. Would you like to install to that directory anyway?
ca: El directori %s ja existeix. Voleu instal·lar-lo en aquest directori de totes maneres?
da: Mappen %s eksisterer allerede. Vil du installere til den mappe alligevel?
de: Das Verzeichnis %s gibt es schon. Möchten Sie MediaMonkey trotzdem dort installieren?
el: Ο κατάλογος %s ήδη υπάρχει. Θέλετε οπωσδήποτε την εγκατάσταση σ' αυτόν τον κατάλογο;
he: התיקיה %s כבר קיימת. האם תרצה להתקין לתיקיה זו בכל מקרה?
ja: ディレクトリ"%s"は既に存在します。それでもそのディレクトリにインストールしますか？
nb_no: Katalogen %s eksisterer allerede. Vil du installere til den katalogen likevel?
nl: De map %s bestaat al. Toch deze map gebruiken voor de installatie?
pl: Katalog %s już istnieje. Czy mimo to chcesz zainstalować w tym katalogu?
pt_br: O diretório %s já existe. Deseja instalar nesse diretório mesmo assim?
ru: Папка %s уже существует. Всё равно выполнить установку в эту папку?
sv: Katalogen %s finns redan. Vill du ändå installera i den katalogen?
uk: Каталог %s вже існує. Бажаєте встановити до цього каталогу?

source: Installation type:
ca: Tipus d'instal·lació:
da: Installationstype:
de: Installationstyp:
el: Τύπος εγκατάστασης:
he: סוג התקנה:
ja: インストールタイプ:
nb_no: Installasjonstype:
nl: Installatietype:
pl: Rodzaj instalacji:
pt_br: Tipo de instalação:
ru: Тип установки:
sv: Installationstyp:
uk: Тип встановлення:

source: Download language
ca: Descarrega l'idioma
da: Download sprog
de: Sprache herunterladen
el: Λήψη γλώσσας
he: הורד שפה
ja: 言語をダウンロード
nb_no: Last ned språk
nl: Taal downloaden
pl: Pobierz język
pt_br: Baixar idioma
ru: Скачать язык
sv: Ladda ner språk
uk: Завантажити мову

source: Downloading language files for:
ca: S'estan baixant fitxers d'idioma per a:
da: Downloader sprogfiler for:
de: Sprachdateien herunterladen für:
el: Λήψη των αρχείων γλώσσας για:
he: הורדת קבצי שפה עבור:
ja: 次の言語ファイルをダウンロードしています:
nb_no: Laster ned språkfiler for:
nl: Taalbestanden downloaden voor:
pl: Pobieranie plików językowych dla:
pt_br: Baixando arquivos de idioma para:
ru: Загрузка языковых файлов для:
sv: Hämtar språkfiler för:
uk: Завантаження мовних файлів для:

source: Failed to download language files for:
ca: No s'han pogut baixar els fitxers d'idioma de:
da: Kunne ikke downloade sprogfiler for:
de: Fehler beim Herunterladen der Sprachdateien für:
el: Αποτυχία λήψεως των αρχείων γλώσσας για:
he: ההורדה של קבצי השפה נכשלה עבור:
ja: 次の言語ファイルのダウンロードに失敗しました:
nb_no: Klarte ikke å laste ned språkfiler for:
nl: Taalbestanden downloaden mislukt voor:
pl: Nie udało się pobrać plików językowych dla:
pt_br: Falha ao baixar os arquivos de idioma para:
ru: Ошибка загрузки языковых файлов для:
sv: Det gick inte att ladda ner språkfiler för:
uk: Невдале завантаження мовних файлів для:

source: Error parsing parameter
ca: S'ha produït un error en analitzar el paràmetre
da: Fejl ved analyse af parameter
de: Fehler bei der Syntaxanalyse
el: Σφάλμα παραμέτρου ανάλυσης
he: שגיאה בניתוח פרמטר
ja: パラメータの解析中にエラーが発生しました
nb_no: Feil ved parsing av parameter
nl: Fout bij verwerken parameter
pl: Błąd parsowania parametru
pt_br: Erro ao analisar parâmetro
ru: Параметр разбора ошибок
sv: Fel vid tolkning av parameter
uk: Помилка аналізу параметра

source: Install error
ca: Error d'instal·lació
da: Installationsfejl
de: Installationsfehler
el: Σφάλμα εγκατάστασης
he: שגיאת התקנה
ja: インストールエラー
nb_no: Installering feil
nl: Installatiefout
pl: Błąd instalacji
pt_br: Erro na instalação
ru: Ошибка установки
sv: Installationsfel
uk: Помилка встановлення

source: Portable Installation
ca: Instal·lació Portàtil
da: Bærbar Installation
el: Φορητή εγκατάσταση
he: התקנה ניידת
ja: ポータブル版インストール
nb_no: Bærbar installasjon
nl: Draagbare installatie
pl: Instalacja przenośna
pt_br: Instalar em modo portável
ru: Портативная установка
sv: Flyttbar installation
uk: Портативна установка

source: This lets you run MediaMonkey on a portable device that you can use on any PC.%nWhen your USB flash drive or portable hard drive is plugged in, you can access MediaMonkey as you would on your own PC,%nand when it's unplugged, none of your data is left behind. The downside is that it isn't optimized for your particular PC (e.g. no Start menu entry).
ca: Això us permet executar MediaMonkey en un dispositiu portàtil que podeu utilitzar en qualsevol PC.%nQuan la vostra unitat flash USB o disc dur portàtil estigui endollada, podeu accedir a MediaMonkey com ho faríeu al vostre propi PC,%nand quan estigui desconnectat, cap de les vostres dades queda enrere. L’inconvenient és que no està optimitzat per al vostre PC concret (per exemple, no hi ha entrada al menú d’inici).
da: Dette lader dig køre MediaMonkey på en bærbar enhed, som du kan bruge på enhver PC.%nNår din USB-flashdrev eller bærbare harddisk er tilsluttet, kan du få adgang til MediaMonkey, som du ville gøre på din egen PC,%nog når den er frakoblet, efterlades ingen af dine data bag. Ulempen er, at det ikke er optimeret til din særlige PC (f.eks. ingen Start menupunkt).
de: Damit können Sie MediaMonkey von einem mobilen Datenträger auf einem beliebigen PC starten.%nNach dem Anschließen des mobilen Datenträgers können Sie MediaMonkey wie auf Ihrem PC zuhause verwenden,%nbeim Trennen des Datenträgers werden keine Daten zurückgelassen. Nachteil: Keine Optimierung der Nutzerfreundlichkeit (z. B. kein Startmenüeintrag).
el: Αυτό σάς επιτρέπει να εκτελείται το MediaMonkey σε μία φορητή συσκευή που μπορείται να τη χρησιμοποιήσετε σε κάθε Η/Υ.%nΌταν έχει συνδεθεί το USB flash drive ή ο φορητός σας σκληρός δίσκος, μπορείτε να προσπελάσετε το MediaMonkey όπως θα κάνατε στο δικό σας Η/Υ%nκαι όταν το αποσυνδέετε, κανένα από τα δεδομένα σας δεν θα μείνει πίσω. Το μειονέκτημα είναι ότι δεν είναι βελτιστοποιημένο για τον συγκεκριμένο σας Η/Υ (π.χ. δεν υπάρχει εισαγωγή μενού Εκκίνησης).
he: זה מאפשר לך להפעיל את MediaMonkey על מכשיר נייד שניתן להשתמש בו על כל מחשב PC. כאשר כונן ההבזק USB או כונן קשיח נייד מחובר, באפשרותך לגשת ל-MediaMonkey כפי שהיית עושה במחשב ה-PC שלך.
ja: どのようなPCでも使用できるポータブルデバイスでMediaMonkeyを実行できます。%n USBフラッシュドライブまたはポータブルハードドライブが接続されている場合は、自分のPCと同じようにMediaMonkeyにアクセスできます。%nプラグを外すと、データは残りません。欠点は、特定のPCに最適化されていないことです（例：スタートメニューへの登録なし）。
nb_no: Dette lar deg kjøre MediaMonkey på en bærbar enhet som du kan bruke på hvilken som helst PC.%nNår USB-minnepinnen eller bærbare harddisken er koblet til, kan du få tilgang til MediaMonkey som du ville gjort på din egen PC,%nog når den er koblet fra, blir ingen av dine data liggende igjen. Baksiden er at den ikke er optimalisert for din spesifikke PC (f.eks. ingen Start-meny oppføring).
nl: Installeert MediaMonkey op een draagbaar apparaat zodat het op elke PC gebruikt kan worden. %nWanneer het apparaat wordt aangesloten, kan MediaMonkey op de normale manier gebruikt worden, %nzonder dat er data achterblijft op de PC. Nadeel: geen optimalisatie voor de PC (bijv. geen koppeling in het Start-menu).
pl: Dzięki temu możesz uruchomić MediaMonkey na urządzeniu przenośnym, którego możesz używać na dowolnym komputerze.%nGdy podłączony jest dysk flash USB lub przenośny dysk twardy, możesz uzyskać dostęp do MediaMonkey tak samo, jak na własnym komputerze,%na gdy jest odłączony, żaden Twoje dane są pozostawione. Minusem jest to, że nie jest zoptymalizowany dla konkretnego komputera (np. brak wpisu w menu Start).
pt_br: Esta opção permite que o MediaMonkey rode a partir de um dispositivo USB (como um pendrive ou um%ndisco rígido externo) em qualquer computador. Quando o dispositivo for conectado, você pode executar%no MediaMonkey normalmente a partir dele e quando desconectá-lo, nada fica registrado no computador.%nA desvantagem é que algumas facilidades, como os atalhos no Menu Iniciar, não estarão disponíveis.
ru: Позволяет запускать MediaMonkey на портативном устройстве, которое можно использовать на любом ПК.%nКогда подключён USB-накопитель или портативный жёсткий диск, вы можете получить доступ к MediaMonkey так же, как на своём ПК,%nа когда он отключён, никакие данные не остаются. Обратная сторона - отсутствие оптимизации для конкретного ПК (например, нет пункта меню 'Пуск').
sv: Detta låter dig köra MediaMonkey på en bärbar enhet som du kan använda på vilken dator som helst.%nNär ditt USB-flashminne eller din bärbara hårddisk är inkopplad kan du komma åt MediaMonkey som du skulle göra på din egen dator,%noch när den är urkopplad lämnas ingen av dina data kvar. Nackdelen är att den inte är optimerad för just din dator (t.ex. ingen startmeny).
uk: Це дозволяє запускати MediaMonkey на портативному пристрої, який можна використовувати на будь-якому ПК. %nКоли підключено USB-флеш-накопичувач або портативний жорсткий диск, ви можете отримати доступ до MediaMonkey так само як і на власному ПК %nі, коли він вимкнений, жодних ваших даних не буде втрачено. Недолік полягає в тому, що портативна версія не оптимізована для конкретного ПК (наприклад, відсутність пункту меню "Запуск").

source: portable
ca: portàtil
da: bærbar
de: portabel
el: Φορητής
he: נייד
ja: ポータブル版
nb_no: bærbar
nl: Draagbaar
pl: przenośny
pt_br: Portátil
ru: портативная
sv: bärbar
uk: портативний

source: non-portable
ca: no-portàtil
da: ikke-bærbar
de: nicht portabel
el: μη φορητό
he: לא נייד
ja: ポータブル版ではない
nb_no: ikke-bærbar
nl: niet-draagbaar
pl: nieprzenośny
pt_br: não portátil
ru: не портативная
sv: Fast installation
uk: не портативний

source: Playback failed: %s cannot be decoded.
ca: La reproducció ha fallat: %s no es pot descodificar.
da: Afspilning mislykkedes: %s kan ikke dekodes.
de: Abspielen fehlgeschlagen: %s kann nicht dekodiert werden.
el: Η αναπαραγωγή απέτυχε: Το %s δεν μπορεί να κωδικοποιηθεί.
he: השמעה נכשלה: %s לא ניתן לפענח.
ja: 再生に失敗しました: %sはデコードできません。
nb_no: Avspilling mislyktes: %s kan ikke dekodes.
nl: Afspelen mislukt: %s kan niet gedecodeerd worden.
pl: Odtwarzanie nie powiodło się: nie można zdekodować %s.
pt_br: Execução falhou: %s não pode ser decodificado.
ru: Ошибка воспроизведения: невозможно декодировать %s.
sv: Uppspelning misslyckades: %s kan inte avkodas.
tr: Oynatma başarısız oldu: %s çözülemiyor.
uk: Помилка відтворення: %s неможливо декодувати.

source: Sub-nodes and Views
ca: Subnodes i vistes
da: Under-noder og Visninger
de: Unterknoten und Ansichten
el: Υπο-κόμβοι και Προβολές
he: תת-צמתים ותצוגות
ja: サブノードとビュー
nb_no: Under-noder og Visninger
nl: Submappen en Deelvensters
pl: Podwęzły i widoki
pt_br: Sub-nós e visões
ru: Подузлы и представления
sv: Undernoder och vyer
tr: Alt düğümler ve Görünümler
uk: Підвузли та Перегляди
