Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Stored in tag
ar: المخزنة في العلامات
ca: Emmagatzamat en l'etiqueta
da: Opbevaret i tag
de: Gespeichert im Tag
el: Αποθηκεύτηκε στην ετικέτα
he: אוחסן בתג
ja: タグに保存されている
nb_no: Lagret i tagg
nl: In label opgeslagen
pl: Umieszczone w tagach
pt_br: Armazenado na tag
ru: Сохранено в теге
sv: Lagrad i ID3-taggen
tr: Etikette saklandı
uk: Збережено в теґу

source: Stored in %s
ar: الملف: %s
ca: Emmagatzemat a %s
da: Opbevaret i %s
de: Gespeichert als %s
el: Αποθηκεύτηκε σε %s
he: אוחסן ב-%s
ja: %sに保存されています
nb_no: Lagret i &s
nl: In %s opgeslagen
pl: Umieszczona w %s
pt_br: Armazenado em %s
ru: Хранится в %s
sv: Lagrad i %s
tr: %s'de saklandı
uk: Збережено в %s

source: All links to the image %s have been removed from the Library. Would you like to delete it from the drive as well?
ar: تمت إزالة جميع الروابط للصورة %s من المكتبة. هل ترغب أيضًا في حذفها من المحرك؟
ca: Tots els enllaços a la imatge %s s'han eliminat de la biblioteca. Voleu eliminar-lo també del disc?
da: Alle links til billedet %s er blevet fjernet fra biblioteket. Ønsker du at slette det fra drevet også?
de: Alle Verweise auf das Bild %s wurden aus dem Archiv entfernt. Möchten Sie es auch vom Laufwerk löschen?
el: Έχουν αφαιρεθεί από τη Βιβλιοθήκη όλοι οι σύνδεσμοι προς την εικόνα %s. Θέλετε επίσης να τη διαγράψετε από τη μονάδα;
he: כל הקישורים לתמונה %s הוסרו מהספרייה. האם ברצונך למחוק אותה גם מהכונן?
ja: 画像"%s"へのすべてのリンクが解除されました。PC からこの画像を削除してよろしいですか？
nb_no: Alle lenker til bildet %s er fjernet fra biblioteket. Ønsker du å slette det fra disken også?
nl: Alle koppelingen met afbeelding %s zijn verwijderd uit de Bibliotheek. Ook van schijf verwijderen?
pl: Wszystkie linki do obrazu %s zostały usunięte z Biblioteki. Czy chcesz go również usunąć z dysku?
pt_br: Todos os links para a imagem %s foram removidos da biblioteca. Deseja excluir a imagem também do computador?
ru: Все ссылки на изображение %s были удалены из библиотеки. Хотите также удалить её с диска?
tr: %s resmine ait tüm bağlantılar Kütüphaneden kaldırıldı. Bunu sürücüden de silmek ister misiniz?
uk: Усі посилання на зображення %s видалено з Бібліотеки. Бажаєте видалити його також з диска?

source: Checking database structure
ar: التحقق من بنية قاعدة البيانات
ca: Comprovació de l'estructura de la base de dades
da: Tjekker databasestruktur
de: Prüfe Datenbankstruktur
el: Έλεγχος δομής βάσης δεδομένων
he: בדיקת מבנה המאגר
ja: データベース構造の確認
nb_no: Kontrollerer databasestruktur
nl: Structuur van database controleren
pl: Sprawdzanie struktury bazy danych
pt_br: Verificando estrutura da base de dados
ru: Проверка структуры базы данных
sv: Kontrollerar databasstruktur
tr: Veritabanı yapısını kontrol et
uk: Перевірка структури бази даних

source: The database seems to be corrupted. Attempt to fix it ?
ar: يبدو أن قاعدة البيانات تعرضت للتلف. هل ترغب في محاولة إصلاحها؟
ca: Sembla que la base de dades està malmesa. Voleu solucionar-ho?
da: Databasen ser ud til at være korrupt. Forsøg at reparere det?
de: Die Datenbank scheint beschädigt. Reparaturversuch starten?
el: Η βάση δεδομένων φαίνεται να είναι κατεστραμμένη. Προσπαθείτε να την διορθώσετε;
he: נראה כי המאגר פגום. לנסות לתקן אותו?
ja: データベースが破損しているようです。修正を試みますか？
nb_no: Databasen ser ut til å være ødelagt. Prøve å fikse den?
nl: De database lijkt beschadigd. Repareren?
pl: Wygląda na to, że baza danych jest uszkodzona. Próbujesz to naprawić?
pt_br: A base de dados parece corrompida. Deseja tentar recuperá-la?
ru: Похоже, база данных повреждена. Попытаемся исправить?
sv: Databasen verkar vara skadad. Försök att laga den?
tr: Veritabanı bozulmuş gibi görünüyor. Düzeltmeyi deneyin ?
uk: Здається, база даних пошкоджена. Спробувати виправити її?

source: Do you really want to remove %d tracks from Virtual CD?
ar: هل تريد فعلا إزالة مسارات القرص المضغوط الظاهري %d؟
ca: Segur que voleu eliminar %d pistes del CD virtual?
da: Vil du virkelig fjerne %d numre fra Virtual CD?
de: Wollen Sie wirklich %d Track(s) von der Virtuellen CD enfernen?
el: Θέλετε πραγματικά να αφαιρέσετε %d κομμάτια από το Εικονικό (Virtual) CD;
he: אתה באמת רוצה להסיר %d רצועות מ-DVD וירטואלי?
ja: 仮想CDから%dトラックを削除してよろしいですか？
nb_no: Vil du virkelig fjerne %d spor fra Virtuell CD?
nl: %d Tracks van de virtuele CD verwijderen?
pl: Czy naprawdę chcesz usunąć %d utworów z Wirtualnego Dysku?
pt_br: Você deseja realmente remover %d faixas do CD virtual?
ru: Вы хотите удалить треки (%d) из виртуального CD?
sv: Vill du verkligen ta bort %d spår från denna Virtuella CD?
tr: Gerçekten Sanal CD'den %d parçayı kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити %d доріжок з віртуального компакт-диска?

source: Do you really want to remove %d previews?
ar: كنت تريد حقا أن إزالة %d استخراج؟
ca: Confirmes que vols suprimir %d visualitzacions prèvies?
da: Vil du virkelig fjerne %d previews?
de: Wollen Sie wirklich %d Vorschauen enfernen?
el: Θέλετε πραγματικά να αφαιρεθούν %d προεπισκοπήσεις;
he: אתה באמת רוצה להסיר %d תצוגות מקדימות?
ja: %dプレビューを削除してよろしいですか？
nb_no: Vil du virkelig fjerne %d forhåndsvisninger?
nl: %d Previews verwijderen?
pl: Czy naprawdę chcesz usunąć %d podglądów?
pt_br: Você deseja realmente remover %d amostras?
ru: Вы хотите удалить анонсы (%d)?
sv: Vill du verkligen ta bort %d förhandsklipp?
tr: Gerçekten %d önizlemeyi kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити %d попередніх переглядів?

source: Are you sure you want to remove %d file(s) from the Library?
ar: هل أنت متأكد أنك تريد إزالة %d ملفات من المكتبة؟
ca: Esteu segur que voleu eliminar % d fitxers de la biblioteca?
da: Er du sikker på, at du vil fjerne %d fil(er) fra biblioteket?
de: Wollen Sie wirklich %d Datei(en) aus dem Archiv entfernen?
el: Είστε σίγουρος ότι θέλετε να αφαιρεθεί(ούν) %d αρχείο(α) από την Βιβλιοθήκη;
he: האם אתה בטוח שברצונך להסיר %d קובץ/ים מהספרייה?
ja: ライブラリから%d個のファイルを削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne %d fil(er) fra biblioteket?
nl: %d bestand(en) echt uit de Bibliotheek verwijderen?
pl: Czy na pewno chcesz usunąć %d plik(i) z biblioteki?
pt_br: Você deseja realmente remover %d arquivo(s) da biblioteca?
ru: Вы действительно хотите удалить файлы (%d) из библиотеки?
tr: %d dosyayı Kitaplıktan kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вилучити %d файлів з Бібліотеки?

source: Are you sure you want to delete %d file(s)?
ar: هل أنت متأكد أنك تريد حذف %d ملفات؟
ca: Esteu segur que voleu suprimir %d fitxers?
da: Er du sikker på, at du vil slette %d fil(er)?
de: Wollen Sie wirklich %d Dateien löschen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε %d αρχείο(α);
he: האם אתה בטוח שברצונך למחוק %d קובץ/ים?
ja: %d個のファイルを削除してもよろしいですか？
nb_no: Er du sikker på at du vil slette %d fil(er)?
nl: %d bestand(en) echt verwijderen?
pl: Czy na pewno chcesz usunąć %d plik(i)?
pt_br: Você deseja realmente excluir %d arquivo(s)?
ru: Вы действительно хотите удалить файлы (%d)?
tr: %d dosyayı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити %d файлів?

source: Removing file %s (%d of %d)
ar: إزالة الملف %s (%d من %d)
ca: S'està suprimint el fitxer %s (%d of %d)
da: Fjerner fil %s (%d af %d)
de: Enferne Datei %s (%d von %d)
el: Αφαίρεση του αρχείου %s (%d από %d)
he: מסיר קובץ %s (%d מתוך %d)
ja: ファイル"%s"を削除しています(%d/%d)
nb_no: Fjerner fil %s (%d av %d)
nl: Bestand verwijderen %s (%d van %d)
pl: Usuwanie pliku %s (%d z %d)
pt_br: Removendo arquivo %s (%d de %d)
ru: Удаление трека %s (%d из %d)
sv: Tar bort fil %s (%d av %d)
tr: Dosya %s kaldırılıyor (%d'nin %d'si)
uk: Вилучення файлу %s (%d з %d)

source: %d of %d folders processed
ar: %d من %d مجلدات معالجتها
ca: %d of %d carpetes processades
da: %d af %d mapper behandlet
de: %d von %d Ordnern verarbeitet
el: Έγινε επεξεργασία %d από %d φακέλους
he: %d מתוך %d תיקיות עובדו
ja: %d/%dフォルダーが処理されました
nb_no: %d av %d mapper behandlet
nl: %d van %d mappen verwerkt
pl: Przetworzono %d z %d folderów
pt_br: %d de %d pastas processadas
ru: Обработано папок %d из %d
sv: %d av %d mappar avklarade
tr: %d klasörden %d tanesi işlendi
uk: Оброблено %d з %d тек

source: Unknown Title
ar: عنوان غير معروف
ca: Títol desconegut
da: Ukendt titel
de: Ohne Titel
el: Άγνωστος Τίτλος
he: כותרת לא ידועה
ja: タイトル不明
nb_no: Ukjent Tittel
nl: Onbekende Titel
pl: Nieznany Tytuł
pt_br: Título desconhecido
ru: Неизвестное название
sv: Okänd Titel
tr: Bilinmeyen Başlık
uk: Невідома Назва

source: Unknown Producer
ar: منتج غير معروف
ca: Productor desconegut
da: Ukendt producer
de: Ohne Produzent
el: Άγνωστος Παραγωγός
he: מפיק לא ידוע
ja: プロデューサー不明
nb_no: Ukjent produsent
nl: Onbekende Producer
pl: Nieznany producent
pt_br: Produtor desconhecido
ru: Неизвестный продюсер
sv: Okänd producent
tr: Bilinmeyen Yapımcı
uk: Невідомий Продюсер

source: Unknown Actor
ar: ممثل غير معروف
ca: Actor desconegut
da: Ukendt skuespiller
de: Ohne Schauspieler
el: Άγνωστος Ηθοποιός
he: שחקן לא ידוע
ja: 出演者不明
nb_no: Ukjent skuespiller
nl: Onbekende Acteur
pl: Nieznany aktor
pt_br: Ator desconhecido
ru: Неизвестный актёр
sv: Okänd skådespelare
tr: Bilinmeyen Aktör
uk: Невідомий Актор

source: Unknown Director
ar: مخرج غير معروف
ca: Director desconegut
da: Ukendt instruktør
de: Ohne Regisseur
el: Άγνωστος Σκηνοθέτης
he: מפיק לא ידוע
ja: ディレクター不明
nb_no: Ukjent regissør
nl: Onbekende Regiseur
pl: Nieznany reżyser
pt_br: Diretor desconhecido
ru: Неизвестный режиссёр
sv: Okänd regissör
tr: Bilinmeyen Yönetmen
uk: Невідомий Режисер

source: Unknown Composer
ar: ملحن غير معروف
ca: Compositor desconegut
da: Ukendt komponist
de: Ohne Komponist
el: Άγνωστος Συνθέτης
he: מלחין לא ידוע
ja: 作曲者不明
nb_no: Ukjent komponist
nl: Onbekende Componist
pl: Nieznany kompozytor
pt_br: Compositor desconhecido
ru: Неизвестный композитор
sv: Okänd Kompositör
tr: Bilinmeyen Besteci
uk: Невідомий Композитор

source: Unknown Conductor
ar: قائد أوركسترا غير معروف
ca: Director d'orquestra desconegut
da: Ukendt dirigent
de: Ohne Dirigent
el: Άγνωστος Μαέστρος
he: מנצח לא ידוע
ja: 指揮者不明
nb_no: Ukjent dirigent
nl: Onbekende Dirigent
pl: Nieznany dyrygent
pt_br: Maestro desconhecido
ru: Неизвестный дирижёр
sv: Okänd dirigent
tr: Bilinmeyen Şef
uk: Невідомий Диригент

source: Unknown Podcast
ar: بودكاست غير معروف
ca: Podcast desconegut
da: Ukendt podcast
de: Unbekannter Podcast
el: Άγνωστο Podcast
he: פודקאסט לא ידוע
ja: 不明なポッドキャスト
nb_no: Ukjent podkast
nl: Onbekende Podcast
pl: Nieznany podcast
pt_br: Podcast desconhecido
ru: Неизвестный подкаст
sv: Okänd podcast
tr: Bilinmeyen Podcast
uk: Невідомий Подкаст

source: Unknown Year
ar: السنة غير معروف
ca: Any desconegut
da: Ukendt År
de: Ohne Jahr
el: Άγνωστο Έτος
he: שנה לא ידוע
ja: 不明な年
nb_no: Ukjent År
nl: Onbekend Jaartal
pl: Nieznany Rok
pt_br: Ano desconhecido
ru: Неизвестный год
sv: Okänt År
tr: Bilinmeyen Yıl
uk: Невідомий Рік

source: Unknown Rating
ar: تصنيف غير معروف
ca: Puntuació desconeguda
da: Ukendt Rating
de: Ohne Bewertung
el: Άγνωστη Εκτίμηση
he: דירוג לא ידוע
ja: 評価不明
nb_no: Ukjent Rating
nl: Onbekende Score
pl: Nieznana Ocena
pt_br: Avaliação desconhecida
ru: Неизвестный рейтинг
sv: Okänt Betyg
tr: Bilinmeyen Derecelendirme
uk: Невідомий Рейтинг

source: Unknown Artwork
ar: عمل فني غير معروف
ca: Il·lustració desconeguda
da: Ukendt kunstværk
de: Ohne Bild
el: Άγνωστο Γραφικό
he: כריכה לא ידוע
ja: 未知のアートワーク
nb_no: Ukjent grafikk
nl: Onbekende Illustratie
pl: Nieznana grafika
pt_br: Capa desconhecida
ru: Неизвестная обложка
sv: Okänd bild
tr: Bilinmeyen albüm kapağı
uk: Невідома Обкладинка

source: Inconsistent Artwork
ar: عمل فني غير متناسق
ca: Il·lustració inconsistent
da: Inkonsekvent kunstværk
de: Inkonsistente Bilder
el: Ασυνεπές Γραφικό
he: כריכה לא מוגדרת היטב
ja: 一貫性のないアートワーク
nb_no: Inkonsekvent grafikk
nl: Inconsistente illustratie
pl: Niespójna grafika
pt_br: Capa inconsistente
ru: Несовместимая обложка
sv: Inkonsekvent bild
tr: Tutarsız Albüm Kapağı
uk: Несумісна Обкладинка

source: Multiple Artist Albums
ar: ألبومات متعددة الفنانين
ca: Diversos àlbums d'artistes
da: Flere Kunstner Albums
de: Alben mit mehreren Interpreten
el: Πολλά Άλμπουμ Καλλιτέχνη
he: אלבומים של אמנים מרובים
ja: 複数アーティストのアルバム
nb_no: Flerartist album
nl: Meerdere Verzamelalbums
pl: Albumy wielu wykonawców
pt_br: Álbuns de vários artistas
ru: Альбомы-сборники
sv: Flerartistalbum
tr: Çoklu Sanatçı Albümleri
uk: Альбоми з різними виконавцями

source: Ungrouped Multiple Artist Albums
ar: ألبومات فنان متعدد غير مصنفة
ca: Àlbums d'artistes múltiples no agrupats
da: Ugrupperede Flere Kunstner Albums
de: Ungruppierte Alben mit mehreren Interpreten
el: Μη Ομαδοποιημένα Πολλά Άλμπουμ Καλλιτέχνη
he: אלבומים של אמנים מרובים לא מקובצים
ja: グループ化されていない複数アーティストのアルバム
nb_no: Ugrupperte album med flere artister
nl: Ongegroepeerde Multi-Artiesten Albums
pl: Niezgrupowane albumy wielu wykonawców
pt_br: Álbuns de múltiplos artistas desagrupados
ru: Несгруппированные альбомы нескольких исполнителей
sv: Ej grupperade album med flera artister
tr: Gruplanmamış Çoklu Sanatçı Albümleri
uk: Розгруповано Кілька Альбомів Виконавців

source: Dead Links
ar: روابط الميت
ca: Enllaços morts
da: Døde links
de: Tote Links
el: Νεκροί Σύνδεσμοι
he: קישורים אבודים
ja: リンク切れ
nb_no: Døde linker
nl: Dode Links
pl: Martwe linki
pt_br: Links quebrados
ru: Мёртвые ссылки
sv: Saknade filer
tr: Ölü Bağlantılar
uk: Недіючі Посилання

source: Unanalyzed Volume
ar: الحجم غير المفحوص
ca: Volum no analitzat
da: Uanalyseret volumen
de: Ohne Lautstärkeanalyse
el: Μη-Αναλυμένη Ένταση
he: ללא וויסות ווליום
ja: 音量未解析
nb_no: Uanalysert volum
nl: Niet-geanalyseerd Volume
pl: Niezanalizowana głośność
pt_br: Volume não analisado
ru: Непроанализированная громкость
sv: Oanalyserad ljudstyrka
tr: Analizi Yapılmamış Ses
uk: Не аналізований об'єм

source: Unorganized Files
ar: ملفات غير منظمة
ca: Fitxers no organitzats
da: Uorganiserede filer
de: Nicht eingeordnete Dateien
el: Μη Οργανωμένα Αρχεία
he: קבצים לא מאורגנים
ja: 整理されていないファイル
nb_no: Uorganiserte filer
nl: Ongeordende Bestanden
pl: Niezorganizowane pliki
pt_br: Arquivos não organizados
ru: Неорганизованные файлы
sv: Oorganiserade filer
tr: Düzenlenmemiş Dosyalar
uk: Неорганізовані файли

source: DB / Tag mismatches
ar: تعارضات في قاعدة البيانات / العلامات
ca: Desajustament de DB/Etiqueta
da: DB / Tag afvigelser
de: Datenbankeinträge ungleich Tags
el: Αναντιστοιχίες DB / Ετικέτας
he: התאמות DB / תג
ja: DB/タグの不一致
nb_no: DB / Tagg avvik
nl: DB/Label komen niet overeen
pl: Niezgodności bazy danych/tagów
pt_br: Divergências BD / Tag
ru: Несоответствия БД/тега
sv: Databas- /taggfelmatchningar
tr: DB / Etiket uyumsuzlukları
uk: Невідповідність БД/Теґ

source: Duplicate Titles
ar: عناوين مكررة
ca: Títols duplicats
da: Duplicate Titler
de: Doppelte Titel
el: Διπλότυποι Τίτλοι
he: כותרות כפולות
ja: 重複タイトル
nb_no: Doble Titler
nl: Gelijke Titels
pl: Zduplikowany tytuł
pt_br: Títulos duplicados
ru: Идентичные названия
sv: Dublett-titlar
tr: Çift Başlıklar
uk: Дублювати Назви

source: Duplicate Titles/Artists
ar: عناوين/فنانين مكررة
ca: Títols/artistes duplicats
da: Duplikerede titler/kunstnere
de: Doppelte (Titel & Interpret)
el: Διπλότυποι Τίτλοι/Καλλιτέχνες
he: אתרים\יוצרים כפולים
ja: タイトル/アーティストの重複
nb_no: Dupliserte titler/artister
nl: Dubbele Titels/Artiesten
pl: Zduplikowane tytuły/artyści
pt_br: Títulos/Artistas duplicados
ru: Идентичные названия/исполнители
sv: Duplicerade titlar/artister
tr: Çift Başlıklar/Sanatçılar
uk: Повторювані Назви/Виконавці

source: Unclassified Files
ar: ملفات غير مصنفة
ca: Fitxers no classificats
da: Uklassificerede filer
de: Ohne Klassifikation
el: Αταξινόμητα Αρχεία
he: קבצים לא מקוטלגים
ja: 分類されていないファイル
nb_no: Uklassifiserte filer
nl: Niet-geclassificeerde Bestanden
pl: Pliki niesklasyfikowane
pt_br: Arquivos não classificados
ru: Неклассифицированные файлы
sv: Oklassificerade filer
tr: Sınıflandırılmamış Dosyalar
uk: Некласифіковані файли

source: Unknown Tempo
ar: وتيرة غير معروف
ca: Tempo desconegut
da: Ukendt Tempo
de: Ohne Tempo
el: Άγνωστο Tempo
he: קצב לא ידוע
ja: 不明なテンポ
nb_no: Ukjent Tempo
nl: Onbekend Tempo
pl: Nieznane Tempo
pt_br: Velocidade desconhecida
ru: Неизвестный темп
sv: Okänt Tempo
tr: Bilinmeyen Tempo
uk: Невідомий Темп

source: Unknown Mood
ar: مزاج غير معروف
ca: Tessitura desconeguda
da: Ukendt Mood
de: Ohne Stimmung
el: Άγνωστη Διάθεση
he: אווירתיות לא ידועה
ja: ムード不明
nb_no: Ukjent Humør
nl: Onbekende Sfeer
pl: Nieznany Nastrój
pt_br: Humor desconhecido
ru: Неизвестное настроение
sv: Okänd Stämning
tr: Veritabanı bozulmuş gibi görünüyor. Düzeltmeyi deneyin ?
uk: Невідомий Настрій

source: Unknown Occasion
ar: فرصة غير معروف
ca: Ocasió desconeguda
da: Ukendt Anledning
de: Ohne Gelegenheit
el: Άγνωστη Περίπτωση
he: התאמה למאורע לא ידועה
ja: 不明な場面
nb_no: Ukjent Anledning
nl: Onbekende Gelegenheid
pl: Nieznana Okazja
pt_br: Ocasião desconhecida
ru: Неизвестное событие
sv: Okänt Tillfälle
tr: Bilinmeyen Durum
uk: Невідома Нагода

source: Unknown Quality
ar: نوعية غير معروف
ca: Qualitat desconeguda
da: Ukendt Kvalitet
de: Ohne Qualität
el: Άγνωστη Ποιότητα
he: איכות לא ידועה
ja: 不明な品質
nb_no: Ukjent Kvalitet
nl: Onbekende Kwaliteit
pl: Nieznana Jakość
pt_br: Qualidade desconhecida
ru: Неизвестное качество
sv: Okänd Kvalitet
tr: Bilinmeyen Kalite
uk: Невідома Якість

source: Your Library is being upgraded to the latest version. It can take up to several minutes...
ar: يتم تحديث المكتبة الخاصة بك. قد يستغرق ذلك عدة دقائق...
ca: La vostra biblioteca s'està actualitzant a la versió més recent. Pot trigar uns quants minuts ...
da: Biblioteket er ved at blive opgraderet til den nyeste version. Det kan tage op til flere minutter...
de: Die Archiv-Datenbank wird auf die neueste Version aktualisiert. Dies kann einige Minuten dauern...
el: Η Βιβλιοθήκη σας αναβαθμίζεται στην πιο πρόσφατη έκδοση. Μπορεί να χρειαστούν έως και αρκετά λεπτά...
he: הספרייה שלך משודרגת לגרסה הכי חדשה. זה יכול לקחת עד כמה דקות...
ja: ライブラリを最新バージョンにアップグレードしています。最大数分かかることがあります...
nb_no: Ditt bibliotek blir oppgradert til nyeste versjon. Det kan ta opp til flere minutter.
nl: Bibliotheek bijwerken naar de laatste versie. Dit kan enkele minuten duren...
pl: Twoja Biblioteka jest aktualizowana do najnowszej wersji. Może to zająć kilka minut...
pt_br: Sua biblioteca está sendo atualizada para a versão mais recente. Isso pode demorar vários minutos...
ru: Библиотека обновляется до последней версии. Это может занять нескольких минут...
sv: Ditt bibliotek uppgraderas till den senaste versionen. Det kan ta upp till flera minuter...
tr: Kütüphaneniz en son sürüme yükseltiliyor. Birkaç dakika sürebilir...
uk: Ваша Бібліотека оновлюється до останньої версії. Це може зайняти декілька хвилин...

source: Updating to database version %d.%d.%d
ar: تحديث إلى إصدار قاعدة البيانات %d.%d.%d
ca: S'està actualitzant a la versió de la base de dades %d.%d.%d
da: Opdaterer til databaseversion %d.%d.%d
de: Auf Datenbankversion %d.%d.%d aktualisieren
el: Ενημέρωση σε βάση δεδομένων έκδοση %d.%d.%d
he: מעדכן לגרסת מאגר %d.%d.%d
ja: データベースバージョン%d.%d.%dに更新しています
nb_no: Oppdaterer til databaseversjon %d.%d.%d
nl: Database bijwerken naar versie %d.%d.%d
pl: Aktualizacja do wersji bazy danych %d.%d.%d
pt_br: Atualizando para base de dados versão %d.%d.%d
ru: Обновление до версии базы данных %d.%d.%d
sv: Uppdaterar till databasversion %d.%d.%d
tr: Veritabanı sürümü %d.%d.%d'ye güncelleniyor
uk: Оновлення бази даних до версії %d.%d.%d

source: This version of MediaMonkey supports new tag(s) (%s). Would you like to rescan files now in order to read these tags?
ar: يدعم هذا الإصدار من MediaMonkey علامات جديدة (%s). هل ترغب في فحص الملفات الآن لقراءة هذه العلامات؟
ca: Aquesta versió de MediaMonkey admet nova(es) etiqueta(es) (%s). Vols escanejar els fitxers ara per llegir aquestes etiquetes?
da: Denne version af MediaMonkey understøtter nye tag(s) (%s). Ønsker du at genskanne filer nu for at læse disse tags?
de: Diese Version von MediaMonkey unterstützt neue Tags (%s). Möchten Sie die Dateien jetzt erneut scannen, um diese Tags zu lesen?
he: גרסה זו של MediaMonkey תומכת בתגים חדשים (%s). האם תרצה לסרוק מחדש קבצים עכשיו כדי לקרוא תגיות אלה?
ja: このバージョンのMediaMonkeyは、新しいタグ（%s）をサポートしています。これらのタグを読み込むために今すぐファイルを再スキャンしますか？
nb_no: Denne versjonen av MediaMonkey støtter nye tagger (%s). Ønsker du å skanne filene nå for å lese disse taggene?
nl: Deze versie van MediaMonkey ondersteunt nieuwe label(s) (%s). Wilt u de bestanden nu opnieuw scannen om deze labels te lezen?
pt_br: Esta versão do MediaMonkey suporta novas tags (%s). Você gostaria de reavaliar os arquivos agora, para ler essas tags?
ru: Эта версия MediaMonkey поддерживает новые теги (%s). Хотите пересканировать файлы, чтобы прочитать эти теги?
sv: Denna version av MediaMonkey stöder nya taggar(%s). Vill du skanna om filer nu för att läsa dessa taggar?
tr: MediaMonkey'in bu sürümü yeni etiket(ler)i (%s) destekliyor. Bu etiketleri okumak için dosyaları şimdi yeniden taramak ister misiniz?
uk: Ця версія MediaMonkey підтримує нові теґи (%s). Бажаєте пересканувати файли, щоб прочитати ці теґи?

source: Library database %s can't be opened, would you like to create a new local Library?
ar: لا يمكن فتح قاعدة بيانات مكتبة %s، هل ترغب في إنشاء مكتبة محلية جديدة؟
ca: No es pot obrir la base de dades de la biblioteca %s, voleu crear una nova biblioteca local?
da: Biblioteksdatabase %s kan ikke åbnes, ønsker du at oprette et nyt lokalt bibliotek?
de: Archiv-Datenbankdatei "%s" kann nicht geöffnet werden. Wollen Sie ein neues (leeres) Archiv anlegen?
el: Δεν μπορεί να ανοίξει η βάση δεδομένων βιβλιοθήκης %s, θέλετε να δημιουργήσετε μια νέα τοπική Βιβλιοθήκη;
he: מאגר ספרייה %s לא יכול להיפתח, האם תרצה ליצור ספרייה מקומית חדשה?
ja: ライブラリデータベース"%s"を開けませんでした。新しいローカルライブラリを作成しますか？
nb_no: Bibliotekdatabasen %s kan ikke åpnes, ønsker du å opprette et nytt lokalt bibliotek?
nl: Bibliotheekdatabase %s kan niet worden geopend, nieuwe lokale Bibliotheek maken?
pl: Nie można otworzyć bazy danych biblioteki %s, czy chcesz utworzyć nową lokalną bibliotekę?
pt_br: O arquivo da base de dados %s não pode ser aberto. Deseja criar uma nova biblioteca local?
ru: Невозможно открыть библиотечную базу данных %s, хотите создать новую локальную библиотеку?
sv: Biblioteksdatabasen %s kan inte öppnas, vill du skapa ett nytt lokalt bibliotek?
tr: Kütüphane veritabanı %s açılamıyor, yeni bir yerel Kütüphane oluşturmak ister misiniz?
uk: Базу даних Бібліотеки %s неможливо відкрити. Чи хочете ви створити нову локальну Бібліотеку?

source: Audiobook
ar: كتاب الصوت
ca: Audio-llibres
da: Lydbog
de: Hörbuch
el: Ηχητικό Βιβλίο
he: ספר מוקלט
ja: オーディオブック
nb_no: Lydbok
nl: Audioboek
pl: Książka audio
ru: Аудиокнига
sv: Ljudbok
tr: Sesli kitap
uk: Аудіокнижка

source: Recently Added Content
ar: محتوى تمت إضافته مؤخراً
ca: Contingut afegit recentment
da: For nyligt tilføjet indhold
de: Zuletzt hinzugefügter Inhalt
el: Προσφάτως Προστεθέν Περιεχόμενο
he: תוכן שנוסף לאחרונה
ja: 最近追加したコンテンツ
nb_no: Nylig lagt til innhold
nl: Onlangs toegevoegde inhoud
pl: Ostatnio dodane treści
pt_br: Conteúdo adicionado recentemente
ru: Недавно добавленный контент
sv: Nyligen tillagt innehåll
tr: Son Eklenen İçerik
uk: Нещодавно доданий Вміст

source: Added from %s on %s
ar: أضيف من %s في %s
ca: Afegit des de %s on %s
da: Tilføjet fra %s den %s
de: Hinzugefügt von %s am %s
el: Προστέθηκε από %s στις %s
he: נוסף מ-%s בתאריך %s
ja: %sから%sに追加されました
nb_no: Lagt til fra %s på %s
nl: Toegevoegd van %s aan %s
pl: Dodano z %s na %s
pt_br: Adicionado de %s em %s
ru: Добавлено с %s на %s
sv: Tillagt från %s den %s
tr: s'den %s'ye eklendi
uk: Додано з %s на %s
