Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Send also Album Artist field, if different from Artist
ca: Envia també el camp de l'Artista de l'Àlbum, si és diferent de l'Artista
da: Send også Album Kunstnerfelt, hvis det er forskelligt fra Kunstner
de: Auch das Feld "Album-Interpret(en)" senden, wenn es sich von "Interpret(en)" unterscheidet
he: שלח גם שדה אמן אלבום אם שונה מהאמן
ja: アーティストが異なる場合は、アルバムアーティストの項目も送信します
nb_no: Send også Album-Artist-felt, hvis det er forskjellig fra Artist
nl: Verzend ook het veld Albumartiest, indien verschillend van Artiest
pt_br: Também enviar Artista do Álbum, se for diferente de Artista
ru: Отправить также поле 'Исполнитель альбома', если оно отличается от 'Исполнитель'
sv: Skicka även fältet Albumartist, om det skiljer sig från Artist
tr: Sanatçı'dan farklıysa Albüm Sanatçısı alanını da gönderin
uk: Надіслати також поле "Виконавець альбому", якщо воно відрізняється від "Виконавець"

source: Albums - live
ca: Àlbums: en directe
de: Alben - live
he: אלבומים - הופעה חיה
ja: アルバム-ライブ
nb_no: Album - live
pl: Albumy - na żywo
pt_br: Álbuns - ao vivo
ru: Альбомы-концерты
sv: Album - live
uk: Альбоми - live

source: Switch to advanced
ca: Canvia a avançat
da: Skift til avanceret
de: Erweiterte Ansicht anzeigen
el: Μετάβαση σε προηγμένες
he: עבור למתקדם
ja: '高度な検索'に切り替える
nb_no: Bytt til avansert
nl: Naar Geavanceerd
pl: Przełącz na zaawansowane
pt_br: Mudar para avançado
ru: Перейти в расширенный режим
sv: Byt till avancerad
tr: Gelişmişe geç
uk: Перемкнутися на розширений

source: Sync profiles contain default settings that allow a device or storage location to sync correctly. They don't include user-settings such as which content will sync.
ca: Els perfils de sincronització contenen configuracions predeterminades que permeten sincronitzar correctament un dispositiu o una ubicació d’emmagatzematge. No inclouen configuracions d'usuari, com ara quin contingut se sincronitzarà.
da: Synk-profiler indeholder standardindstillinger, der tillader en enhed eller lagringslokation at synkronisere korrekt. De inkluderer ikke brugerindstillinger som hvilket indhold, der vil synkronisere.
de: Synchronisierungsprofile enthalten Grundeinstellungen für das korrekte Synchronisieren mit einem Gerät oder Verzeichnis. Die Profile enthalten KEINE Benutzereinstellungen, wie z. B. zu synchronisierende Inhalte.
el: Τα προφίλ συγχρονισμού περιέχουν προεπιλεγμένες ρυθμίσεις που επιτρέπουν σε μια συσκευή ή τοποθεσία αποθήκευσης να συγχρονίζεται σωστά. Δεν περιλαμβάνουν ρυθμίσεις χρήστη όπως ποιο περιεχόμενο θα συγχρονιστεί.
he: פרופילי סנכרון מכילים הגדרות ברירת מחדל המאפשרות למכשיר או מיקום אחסון להסתנכרן נכון. הם לא כוללים הגדרות משתמש כמו איזה תוכן יסתנכרן.
ja: 同期プロフィールには、デバイスまたはストレージの場所を正しく同期できるようにするデフォルト設定が含まれています。どのコンテンツが同期するかなどのユーザー設定は含まれていません。
nb_no: Synkroniseringsprofiler inneholder standardinnstillinger som tillater en enhet eller lagringsplass å synkronisere korrekt. De inkluderer ikke brukerinnstillinger som hvilket innhold som skal synkroniseres.
nl: Synchronisatieprofielen bevatten standaardinstellingen waardoor een apparaat of opslaglocatie correct kan synchroniseren. Ze bevatten geen gebruikersinstellingen zoals wat er wordt gesynchroniseerd.
pl: Profile synchronizacji zawierają ustawienia domyślne, które umożliwiają poprawną synchronizację urządzenia lub lokalizacji pamięci. Nie zawierają ustawień użytkownika, takich jak treść, która będzie synchronizowana.
pt_br: Perfis de sincronização contém configurações padrão que permitem a um dispositivo ou local de armazenamento sincronizar corretamente. Eles não incluem configurações de usuário, tais como qual conteúdo será sincronizado.
ru: Профили синхронизации содержат настройки по умолчанию, которые позволяют устройству или месту хранения правильно синхронизироваться. Они не включают пользовательские настройки, например, какой контент будет синхронизироваться.
sv: Synkroniseringsprofiler innehåller standardinställningar som gör att en enhet eller lagringsplats kan synkroniseras korrekt. De inkluderar inte användarinställningar som t.ex. vilket innehåll som synkroniseras.
uk: Профілі синхронізації містять типові налаштування, які дозволяють правильно синхронізувати пристрій або місце зберігання. Вони не містять налаштувань користувача, наприклад, вміст яких буде синхронізовано.

source: Destination directory
ca: Directori de destinació
da: Destinationskatalog
de: Zielverzeichnis
el: Κατάλογος προορισμού
he: תיקיית יעד
ja: 保存ディレクトリ
nb_no: Målmappe
nl: Doelmap
pl: Katalog docelowy
pt_br: Diretório de destino
ru: Целевая папка
sv: Målmapp
uk: Каталог призначення

source: Create playlists to more easily navigate tracks on a device. This is useful for older players or car stereos that don't have a media database.
ca: Creeu llistes de reproducció per navegar més fàcilment per les pistes d'un dispositiu. Això és útil per a reproductors més antics o equips de música de cotxes que no tenen una base de dades multimèdia.
da: Opret playlister for lettere navigering af spor på en enhed. Dette er nyttigt for ældre afspillere eller bilstereoer, der ikke har en mediedatabase.
de: Für ältere Player oder Autoradios, die keine Mediendatenbank haben erstellen Sie Wiedergabelisten, um Titel auf einem Gerät einfacher zu finden.
el: Δημιουργήστε λίστες αναπαραγωγής για πιο εύκολη πλοήγηση κομματιών σε μια συσκευή. Αυτό είναι χρήσιμο για παλαιότερους players ή στεροεφωνικά που δεν έχουν βάση δεδομένων πολυμέσων.
he: צור רשימות השמעה כדי לנווט בקלות רבה יותר ברצועות על מכשיר. זה מועיל לנגנים ישנים יותר או למערכות סטריאו ברכב שאין להם מסד נתונים של מדיה.
ja: デバイス上のトラックをより簡単にナビゲートできるプレイリストを作成します。メディアデータベースを持っていない古いプレイヤーやカーステレオに役立ちます。
nb_no: Lag spillelister for lettere å navigere spor på enheten. Dette er nyttig for eldre spillere eller bilstereoer som ikke har en mediedatabase.
nl: Maak afspeellijsten om gemakkelijker door tracks op een apparaat te navigeren. Handig voor oudere spelers of autoradio 's die geen mediadatabase hebben.
pl: Tworzyć listy odtwarzania do kilku utworów z łatwością poruszać się po urządzeniu. Jest to przydatne w przypadku starszych odtwarzaczy lub radioodtwarzaczy samochodowych, które nie mają bazy danych multimediów.
pt_br: Crie listas para melhor navegar nas faixas de um dispositivo. Isto é útil para tocadores mais antigos ou aparelhos de som automotivos, que não possuem uma base de dados de mídia.
ru: Создавайте плейлисты для упрощения навигации по трекам на устройстве. Это полезно для старых плееров или автомобильных стереосистем, у которых нет базы данных мультимедиа.
sv: Skapa spellistor för att lättare navigera spår på en enhet. Detta är användbart för äldre spelare eller bilstereoapparater som inte har en mediedatabas.
uk: Створюйте списки відтворення, щоб легше переміщуватися доріжками на пристрої. Це корисно для старих програвачів або автомобільних стереосистем, які не мають мультимедійної бази даних.

source: Selected Album nodes
ca: Nodes d'àlbum seleccionats
da: Valgte Album noder
de: Ausgewählte Albumknoten
el: Επιλεγμένοι κόμβοι Άλμπουμ
he: צמתי אלבום נבחרים
ja: 選択したアルバムノード
nb_no: Valgte Album-noder
nl: Geselecteerde Ablummappen
pl: Wybrane węzły albumu
pt_br: Nós de álbuns selecionados
ru: Выбранные узлы альбома
sv: Valda albumnoder
uk: Вибрані вузли Альбому

source: Auto-tag looks up track metadata (e.g. Artist, Genre, Album) based on the Title and track length, and Album metadata (e.g. Album Artist, Date) based on the Album. If the Title is missing it's looked up via an audio fingerprint. Change the recommendations if needed, and select which tracks to tag.
ca: L’etiquetatge automàtic cerca les metadades de les pistes (p. Ex., Artista, gènere, àlbum) segons el títol i la longitud de la pista, i les metadades de l’àlbum (p. Ex., Artista, data) segons l’àlbum. Si falta el títol, es busca mitjançant una empremta digital d'àudio. Si cal, canvieu les recomanacions i seleccioneu quines pistes voleu etiquetar.
da: Auto-tag søger op spor metadata (f.eks. Kunstner, Genre, Album) baseret på Titel og sporlængde, og Album metadata (f.eks. Album Kunstner, Dato) baseret på Albummet. Hvis Titel mangler, søges det op via et audio-fingeraftryk. Ændr anbefalingerne, hvis nødvendigt, og vælg hvilke spor der skal tagges.
de: Das Auto-Tagging sucht Titelmetadaten (z. B. Interpret, Genre, Album) aus Titel und Titellänge, sowie Album-Metadaten (z. B. Interpret, Datum). Wenn der Titel fehlt, wird er über einen Audio-Fingerabdruck nachgeschlagen. Ändern Sie bei Bedarf die Vorschläge und wählen Sie aus, welche Tracks getaggt werden sollen.
el: Η αυτόματη ετικέτα αναζητά μεταδεδομένα κομματιού (π.χ. Καλλιτέχνης, Είδος, Άλμπουμ) με βάση τον Τίτλο και το μήκος κομματιού και τα μεταδεδομένα Άλμπουμ (π.χ. Καλλιτέχνης Άλμπουμ, Ημερομηνία) με βάση το Άλμπουμ. Εάν λείπει ο Τίτλος, αυτός αναζητείται μέσω δακτυλικού αποτυπώματος ήχου. Αλλάξτε τις προτάσεις εάν χρειάζεται και επιλέξτε τα κομμάτια που θα θέσετε ετικέτα.
he: התגיות האוטומטיות מחפשות את נתוני הרצועה (לדוגמה, אמן, ז'אנר, אלבום) בהתבסס על כותרת ואורך הרצועה, ואת נתוני האלבום (לדוגמה, אמן אלבום, תאריך) בהתבסס על האלבום. אם הכותרת חסרה, מבוצע חיפוש באמצעות טביעת אצבעות קולית. שנה את ההמלצות אם צריך, ובחר אילו רצועות לתייג.
ja: 自動タグ付けは、タイトルとトラックの長さに基づいてトラックメタデータ（例：アーティスト、ジャンル、アルバム）を検索し、アルバムに基づいてアルバムメタデータ（例：アルバムアーティスト、日付）を検索します。タイトルが見つからない場合は、音響指紋を利用して検索されます。必要に応じて推奨事項を変更し、タグ付けするトラックを選択します。
nb_no: Auto-tag ser opp spor metadata (f.eks. Artist, Sjanger, Album) basert på Title og spor lengde, og Album-metadata (f.eks. Album Artist, Dato) basert på Album. Hvis Title mangler sjekkes det via et lydfingeravtrykk. Endre anbefalingene hvis nødvendig, og velg hvilke spor som skal tagges.
nl: Auto-label zoekt gegevens over tracks op (bijv. Artiest, Genre, Album) o.b.v. de Titel en speelduur en gegevens over Albums (bijv. Albumartiest, datum) o.b.v. het Album. Als de titel ontbreekt wordt die gezocht via een audiovingerafdruk. Wijzig, indien nodig, de suggesties en selecteer de te labelen tracks.
pl: Automatyczne tagowanie wyszukuje metadane utworów (np. wykonawca, gatunek, album) na podstawie tytułu i długości utworu oraz metadane albumu (np. wykonawca albumu, data) na podstawie albumu. Jeśli brakuje tytułu, jest on sprawdzany za pomocą odcisku palca audio. W razie potrzeby zmień zalecenia i wybierz ścieżki do otagowania.
pt_br: Auto-tag busca metadados das faixas (por ex. Artista, Gênero, Álbum) com base no título e na duração da faixa e metadados do Álbum (por ex. Artista do Álbum e Data) com base no Álbum. Se o Título estiver faltando, ele é buscado com o uso da assinatura de áudio. Mude as recomendações, se necessário, e selecione quais faixas deseja gravar a tag.
ru: Автотегирование ищет метаданные трека (например, исполнителя, жанр, альбом) на основе названия и длительности трека, а также метаданные альбома (например, исполнителя альбома, дату) на основе альбома. Если заголовок отсутствует, его можно найти по звуковому отпечатку. При необходимости измените рекомендации и выберите, какие треки следует пометить.
sv: Automatisk taggning söker upp spårmetadata (t.ex. artist, genre, album) baserat på titel och spårlängd, och albummetadata (t.ex. albumartist, datum) baserat på albumet. Om titeln saknas slås den upp via ett ljudfingeravtryck. Ändra rekommendationerna vid behov och välj vilka spår som ska taggas.
tr: Otomatik etiketleme, Başlık ve parça uzunluğuna göre parça meta verilerini (örn. Sanatçı, Tür, Albüm) ve Albüme göre Albüm meta verilerini (örn. Albüm Sanatçısı, Tarih) arar. Başlık eksikse, bir ses parmak izi aracılığıyla aranır. Gerekirse önerileri değiştirin ve hangi parçaların etiketleneceğini seçin.
uk: Автоматичний теґ шукає метадані доріжки (наприклад, виконавець, жанр, альбом) на основі назви та тривалості доріжки, а також метадані альбому (наприклад, виконавець альбому, дата) на основі альбому. Якщо Назва відсутня, він переглядається за допомогою відбитка аудіо. Змініть рекомендації, якщо потрібно, і виберіть, які доріжки слід позначити теґом.

source: Update tags based on existing filenames
ca: Actualitzar les etiquetes en funció dels noms de fitxer existents
da: Opdatér tags baseret på eksisterende filnavne
de: Tags aus bestehenden Datei- und/oder Ordnernamen aktualisieren
he: עדכן תגים על פי שמות קבצים קיימים
ja: 既存のファイル名に基づいてタグを更新
nb_no: Oppdater tagger basert på eksisterende filnavn
nl: Update labels op basis van bestaande bestandsnamen
pt_br: Atualizar tags com base no nome dos arquivos
ru: Обновить теги на основе имеющихся имён файлов
sv: Uppdatera taggar baserade på befintliga filnamn
tr: Mevcut dosya adlarına göre etiketleri güncelleyin
uk: Оновлення теґів на основі наявних імен файлів

source: Convert file(s), replacing the originals
ca: Converteix fitxers substituint els originals
da: Konverter fil(er), erstat de originale
de: Konvertiere Datei(en), überschreibe Originale
el: Μετατροπή αρχείου(ων), με αντικατάσταση του(ων) αρχικού(ών)
he: המר קובץ(ים), תחליף את המקוריים
ja: ファイルを変換し、オリジナルと置換
nb_no: Konverter fil(er), erstatt originalene
nl: Originele bij conversie overschrijven
pl: Konwertuj plik(i), zastępując oryginały
pt_br: Converter arquivos, substituindo os originais
ru: Преобразовать треки, заменяя оригиналы
sv: Konvertera spår och ersätt originalen
uk: Перетворити файли, замінивши оригінали

source: Password
ar: كلمة المرور
ca: Contrasenya
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
he: סיסמא
ja: パスワード
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
uk: Пароль

source: VBR method
ca: Mètode VBR
da: VBR metode
de: VBR-Methode
el: VBR μέθοδος
he: שיטת VBR
ja: VBRメソッド
nb_no: VBR-metode
nl: VBR-methode
pl: Metoda VBR
pt_br: Método VBR
ru: Метод VBR
sv: VBR-metod
uk: Метод VBR

source: Use presets
ca: Utilitzeu predefinits
da: Brug forudindstillinger
de: Voreinstellungen verwenden
el: Χρήση προεπιλογών
he: השתמש בקביעות מראש
ja: プリセットを使用
nb_no: Bruk forhåndsinnstilling
nl: Presetss gebruiken
pl: Użyj ustawień
pt_br: Usar presets
ru: Использовать пресеты
sv: Använd förinställningar
uk: Використовувати попередні налаштування

source: Limit maximal bitrate
ar: الحد من معدل التدفق الأقصى
ca: Limiteu la velocitat de bits màxima
da: Begræns maksimal bitrate
de: Maximale Bitrate begrenzen
el: Περιορισμός μέγιστου bitrate
he: הגבל את קצב הסיביות המקסימלי
ja: 最大ビットレート制限
nb_no: Begrens høyeste bithastighet
nl: Maximale bitwaarde
pl: Limit maksimalnej szybkości bitów
pt_br: Limitar taxa de bits máxima
ru: Ограничить максимальный битрейт
sv: Begränsa högsta bitrate
tr: Maksimum bit hızını sınırla
uk: Обмежити максимальну швидкість потоку

source: large
ca: Gran
da: stor
de: Groß
el: μεγάλη
he: גדול
ja: 大
nb_no: stor
nl: groot
pl: duży
pt_br: grande
ru: большой
sv: stor
uk: великий

source: The entire Library
da: Hele Bibliotek
ja: ライブラリ全体

source: Exclude folders:
ar: استثناء الدلائل:
ca: Exclou carpetes:
da: Udelad mapper:
de: Ordner ausschließen:
el: Εξαίρεση φακέλων:
he: תיקיות לכלול:
ja: 除外フォルダー:
nb_no: Ekskluder mapper:
nl: Uitgesloten mappen:
pl: Wyklucz foldery:
pt_br: Exceto as pastas:
ru: Исключить папки:
sv: Exkludera mappar:
uk: Виключити теки:

source: Interface language:
ar: لغة الواجهة:
ca: Llenguatge de la interfície:
da: Interface sprog:
de: Sprache der Benutzeroberfläche:
el: Γλώσσα περιβάλλοντος:
he: שפת ממשק:
ja: インターフェースの言語:
nb_no: Grensesnitt språk:
nl: Taal interface:
pl: Język interfejsu:
pt_br: Idioma da interface:
ru: Язык интерфейса:
sv: Språk:
tr: Arayüz dili seç:
uk: Мова інтерфейсу:

source: Submit anonymous usage statistics to help improve the software
ca: Envieu estadístiques d’ús anònimes per ajudar a millorar el programari
da: Indsend anonym brugstatistik til at hjælpe med at forbedre softwaren
de: Anonyme Benutzungsstatistiken für die Optimierung der Software senden
el: Υποβολή ανώνυμων στατιστικών χρήσης για να βοηθήσετε να βελτιωθεί το λογισμικό
he: שלח נתוני שימוש אנונימיים כדי לעזור בשיפור התוכנה
ja: ソフトウェアの改善に役立つ匿名の使用統計情報を送信する
nb_no: Send anonyme brukerstatistikker for hjelp med å forbedre programvaren
nl: Anonieme gebruiksgegevens versturen ter verbetering van de software
pl: Przesyłaj anonimowe statystyki użytkowania, aby pomóc ulepszyć oprogramowanie
pt_br: Enviar estatísticas de uso anônimas, para ajudar a melhorar o software
ru: Отправлять анонимную статистику использования для улучшения ПО
sv: Skicka anonym användarstatistik för att förbättra mjukvaran
uk: Надіслати анонімну статистику використання, щоб покращити програмне забезпечення

source: Looks up artist image if it's missing
ca: Cerca la imatge de l'artista si falta
da: Søger op kunstner billede, hvis det mangler
de: Sucht nach fehlenden Interpretenbildern
el: Αναζητά την εικόνα καλλιτέχνη εάν λείπει
he: מחפש תמונת אמן אם היא חסרה
ja: 欠落している場合はアーティスト画像を検索します
nb_no: Ser opp artistbilde hvis det mangler
nl: Zoekt foto van artiest wanneer die mist
pl: Wyszukuje obraz wykonawcy, jeśli go brakuje
pt_br: Procura imagem de artista, se estiver faltando
ru: Ищет изображение исполнителя, если оно отсутствует
sv: Slår upp artistbilden om den saknas
uk: Пошук зображення виконавця, якщо його немає

source: Looks up artwork if it's missing
ca: Cerca il·lustraccions si falten
da: Søger op kunstværk, hvis det mangler
de: Sucht nach fehlenden Albumbildern
el: Αναζητά γραφικό εάν λείπει
he: מחפש יצירת אמנות אם היא חסרה
ja: 欠落している場合は、アートワークを検索します
nb_no: Ser etter albumgrafikk hvis det mangler
nl: Zoekt album-afbeeldingen op als deze ontbreken
pl: Wyszukuje grafikę, jeśli jej brakuje
pt_br: Procura imagem da capa, se estiver faltando
ru: Ищет иллюстрацию, если она отсутствует
sv: Slår upp bild om den saknas
uk: Шукає ілюстрацію альбому, якщо її немає

source: Cache remote content when streaming:
ca: Emmagatzematge en memòria cau de contingut remot quan es reprodueix el flux:
da: Cache fjernindhold, når det streames:
de: Remote-Inhalte beim Streamen zwischenspeichern:
el: Cache απομακρυσμένου περιεχόμενου κατά τη ροή:
he: שמור תוכן מרחוק במטמון בעת סטרימינג:
ja: ストリーミング時にリモートコンテンツをキャッシュ:
nb_no: Bufre eksternt innhold når det streames:
nl: Externe inhoud in cache tijdens streamen:
pl: Buforuj zawartość zdalną podczas przesyłania strumieniowego:
pt_br: Salvar conteúdo remoto em cache ao fazer streaming:
ru: Кэширование сетевого контента при потоковой передаче:
sv: Cachelagra fjärrinnehåll vid strömning:
tr: Akış sırasında uzak içeriği önbelleğe al:
uk: Кешувати віддалений вміст під час потокового передавання:

source: Skip counter
ca: Saltar comptador
da: Spring tæller
de: Zähler überspringen
el: Παράλειψη μετρητή
he: מונה דילוגים
ja: スキップ回数
nb_no: Hoppeteller
nl: Oversla-teller
pl: Pomiń licznik
pt_br: Pulos
ru: Пропустить счётчик
sv: Hoppa över räknare
uk: Пропустити лічильник

source: Recently added Albums
ca: Àlbums afegits recentment
da: Nyligt tilføjede Albums
de: Kürzlich hinzugefügte Alben
el: Πρόσφατα προστεθέντα Άλμπουμ
he: אלבומים שנוספו לאחרונה
ja: 最近追加したアルバム
nb_no: Nylig lagt til Album
nl: Recent toegevoegde Albums
pl: Ostatnio dodane albumy
pt_br: Álbuns adicionados recentemente
ru: Недавно добавленные альбомы
sv: Nyligen tillagda Album
uk: Нещодавно додані Альбоми

source: Selected by
ca: Seleccionat per
da: Valgt af
de: Ausgewählt von
el: Επιλογή από
he: נבחר לפי
ja: 選択:
nb_no: Valgt av
nl: Geselecteerd door
pl: Wybrany przez
pt_br: Selecionado por
ru: Выбрано
sv: Valda efter
uk: Вибрано

source: Use Unicode (UTF-8 encoding)
ca: Utilitzeu Unicode (codificació UTF-8)
da: Brug Unicode (UTF-8 kodning)
de: UTF8-Unicode verwenden
el: Χρήση Unicode (UTF-8 κωδικοποίηση)
he: השתמש בקידוד Unicode (UTF-8)
ja: Unicodeを使用 （UTF-8エンコード）
nb_no: Bruk Unicode (UTF-8-koding)
nl: Unicode (UTF-8-codering) gebruiken
pl: Użyj Unicode (kodowanie UTF-8)
pt_br: Usar Unicode (codificação UTF-8)
ru: Использовать Юникод (UTF-8)
sv: Använd Unicode (UTF-8 kodning)
tr: Unicode (UTF-8 kodlaması) kullanın
uk: Використовувати Unicode (кодування UTF-8)

source: Description
ar: وصف
ca: Descripció
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
he: תיאור
ja: 説明
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
uk: Опис

source: Eject media after the burn process
ca: Expulsa el suport després del procés de gravació
da: Sæt medier ud efter afbrændingsprocessen
de: Medium nach dem Brennen auswerfen
el: Εξαγωγή πολυμέσου μετά την διαδικασία εγγραφής
he: פלוט מדיה לאחר תהליך הצריבה
ja: 書き込み処理後にメディアを取り出す
nb_no: Kast ut medier etter brenneprosessen
nl: Media uitwerpen na het brandproces
pt_br: Ejetar mídia após a gravação
ru: Извлечь диск после прожига
sv: Mata ut media efter bränningsprocessen
uk: Виштовхнути носій після процесу запису

source: Video format
ca: Format de Video
el: Μορφή βίντεο
he: פורמט וידאו
ja: 動画形式
nl: Video-indeling
pl: Format wideo
pt_br: Formato de vídeo
ru: Видеоформат
uk: Формат відео

source: Fit size exactly
ca: Ajusta la mida exactament
da: Tilpas størrelse præcist
de: exakte Größe
el: Ακριβές ταίριασμα στο μέγεθος
he: התאם לגודל בדיוק
ja: 正確にサイズを合わせる
nb_no: Tilpass størrelse eksakt
nl: Passend formaat
pl: Dopasuj rozmiar dokładnie
pt_br: Tamanho exato
ru: Установить точный размер
sv: Passa storlek exakt
uk: Точно підібрати розмір

source: Temporary directory:
ar: الدليل المؤقت:
ca: Directori temporal:
da: Midlertidig mappe:
de: Temporärer Ordner:
el: Προσωρινός κατάλογος:
he: תיקיית זמנית:
ja: 一時ディレクトリ:
nb_no: Midlertidig plassering:
nl: Tijdelijke map:
pl: Katalog tymczasowy:
pt_br: Diretório temporário:
ru: Временная папка:
sv: Temp-mapp:
tr: Geçici dizin:
uk: Тимчасовий каталог:

source: .nfo files, Path and Filenames
ca: .nfo fitxers, Camí i Noms de Fitxers
da: .nfo filer, Sti og Filnavne
de: .nfo-Dateien, Pfad und Dateinamen
el: .nfo αρχεία, Διαδρομή και Ονόματα Αρχείων
he: .nfo קבצים, נתיב ושמות קובץ
ja: .nfoファイル、パスとファイル名
nb_no: .nfo-filer, bane og Filnavn
nl: .nfo-bestanden, Pad en Bestandsnamen
pl: Pliki .nfo, ścieżki i nazwy plików
pt_br: Arquivos .nfo, caminho e nomes de arquivo
ru: Файлы .nfo, путь и имена файлов
sv: .nfo-filer, sökväg och filnamn
uk: .nfo файли, шлях та імена файлів

source: Remove silence at the beginning / end of track
ca: Elimina el silenci al començament / final de la pista
da: Fjern stilhed i begyndelsen / slutningen af spor
de: Stille am Anfang und Ende eines Tracks entfernen
el: Αφαίρεση της σιγής στην αρχή / στο τέλος του κομματιού
he: הסר שתיקה בתחילת / בסוף רצועה
ja: トラックの先頭/末尾の無音部分を取り除く
nb_no: Fjern stillhet i begynnelsen / slutten av spor
nl: Stiltes aan het begin en eind van tracks verwijderen
pl: Usuń ciszę na początku/końcu utworu
pt_br: Remover o silêncio no início e no final da faixa
ru: Удалить тишину в начале/конце трека
sv: Ta bort tystnad i början/slutet av spår
tr: Parçanın başında/sonunda sessizliği kaldır
uk: Видалити тишу на початку/в кінці доріжки
