Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: General
ar: العامة
da: Generelle
de: Allgemein
el: Γενικά
he: כללי
ja: 一般
nb_no: Generell
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Generellt
tr: Genel
uk: Загальні

source: View
ar: عرض
ca: Vista
da: Vis
de: Ansicht
el: Προβολή
he: תצוגה
ja: ビュー
nb_no: Visning
nl: Beeld
pl: Widok
pt_br: Exibição
ru: Вид
sv: Visa
tr: Görünüm
uk: Перегляд

source: Tools
ar: أدوات
ca: Eines
da: Værktøj
de: Extras
el: Εργαλεία
he: כלים
ja: ツール
nb_no: Verktøy
nl: Extra
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sv: Verk&tyg
tr: Araçlar
uk: Інструменти

source: Playback
ar: التشغيل
ca: Reproducció
da: Afspilning
de: Abspielen
el: Αναπαραγωγή
he: נגינה
ja: 再生
nb_no: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Execução
ru: Воспроизведение
sv: Uppspelning
tr: Kayıttan yürüt
uk: Відтворити

source: Edit
ar: تحرير
ca: Editar
da: Rediger
de: Bearbeiten
el: Επεξεργασία
he: ערוך
ja: 編集
nb_no: Rediger
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Правка
sv: Redigera
tr: Düzenle
uk: Редагувати

source: Export
ar: تصدير
ca: Exportar
da: Eksporter
de: Exportieren
el: Εξαγωγή
he: ייצא
ja: エクスポート
nb_no: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa aktar
uk: Експорт

source: Window
ar: الإطار
ca: Finestra
da: Vindue
de: Fenster
el: Παράθυρο
he: חלון
ja: ウィンドウ
nb_no: Vindu
nl: Venster
pl: Okno
pt_br: Janela
ru: Окно
sv: Fönster
tr: Pencere
uk: Вікно

source: Classification
ar: التصنيف
ca: Classificació
da: Klassificering
de: Klassifizierung
el: Ταξινόμηση
he: סיווג
ja: 分類
nb_no: Klassifikasjon
nl: Classificatie
pl: Klasyfikacja
pt_br: Classificação
ru: Классификация
sv: Klassificering
tr: Sınıflandırma
uk: Класифікація

source: Downloads
ar: التنزيلات
ca: Baixades
da: Overførsler
el: Λήψεις
he: הורדות
ja: ダウンロード
nb_no: Nedlastinger
pl: Pobieranie
ru: Загрузки
sv: Nerladdningar
tr: İndirmeler
uk: Завантаження

source: Artwork
ar: الأعمال الفنية
ca: il·lustració
da: Kunstværk
de: Bilder
el: Γραφικό
he: כריכה
ja: アートワーク
nb_no: Grafikk
nl: Illustraties
pl: Grafika
pt_br: Capa
ru: Иллюстрации
sv: Bild
tr: Albüm kapağı
uk: Оформлення

source: History
ar: التاريخ
ca: Història
da: Historik
de: Verlauf
el: Ιστορικό
he: היסטוריה
ja: 履歴
nb_no: Historie
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
tr: Geçmiş
uk: Історія

source: 'Playing' list
ar: قائمة "قيد التشغيل"
ca: Llista en reproducció
da: 'Spiller' liste
de: Abspielliste
he: 'רשימת 'מתנגנים
ja: 「再生中」リスト
nb_no: 'Spiller nå' liste
nl: 'Speel' lijst
pt_br: Lista 'Em execução'
ru: Список воспроизведения
sv: 'Spelande' lista
tr: 'Oynatma' listesi

source: Adjust video
ar: اضبط الفيديو
ca: Ajust de video
da: Juster video
de: Video einrichten
el: Προσαρμογή βίντεο
he: כיול וידאו
ja: 動画の調整
nb_no: Juster video
nl: Video aanpassen
pl: Dostosuj wideo
pt_br: Ajustar vídeo
ru: Настроить видео
sv: Justera video
tr: Videoyu ayarla
uk: Налаштувати відео

source: Rating selected file(s)
ar: تقييم الملف(ات) المحددة
ca: Puntuació del(s) fitxer(s) seleccionat(s)
da: Bedøm valgte fil(er)
de: Ausgewählte Tracks bewerten
el: Εκτίμηση επιλεγμένου(ων) αρχείου(ων)
he: דירוג פריטים
ja: 選択したファイルの評価
nb_no: Vurderer valgte fil(er)
nl: Selectie waarderen
pl: Ocena wybranych plików
pt_br: Definindo avaliação dos arquivos selecionados
ru: Рейтинг выбранных файлов
sv: Betyg valda fil(er)
tr: Seçilen dosyaları derecelendir
uk: Оцінка вибраних файлів

source: Rating now playing file
ar: تقييم الملف الحالي قيد التشغيل
ca: Puntuació de l'arxiu en reproducció
da: Bedøm nu spiller fil
de: Aktuellen Track bewerten
el: Εκτίμηση αρχείου τρέχουσας αναπαραγωγής
he: דירוג פריט מתנגן
ja: 再生中ファイルの評価
nb_no: Vurderer filen som avspilles
nl: Spelend bestand beoordelen
pl: Ocena teraz odtwarzanego pliku
pt_br: Definindo avaliação do arquivo em execução
ru: Рейтинг воспроизводимого файла
sv: Betygsätt spelande fil
tr: Şu anda oynatılan dosyayı derecelendir
uk: Оцінка відтворюваного файлу

source: Add bookmark
ar: إضافة إشارة مرجعية
ca: Afegir marcador
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
he: הוסף סימניה
ja: ブックマークに追加
nb_no: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt_br: Adicionar marcador
ru: Добавить закладку
sv: Lägg till bokmärke
tr: Yer imi ekle
uk: Додати закладку

source: Edit Collection
ar: تحرير المجموعة
ca: Edita la col·lecció
da: Rediger Samling
de: Auswahl bearbeiten
el: Επεξεργασία Συλλογής
he: ערוך אוסף
ja: コレクションの編集
nb_no: Rediger samling
nl: Collectie bewerken
pl: Edytuj kolekcję
pt_br: Editar coleção
ru: Правка коллекции
sv: Redigera Samling
tr: Koleksiyonu Düzenle
uk: Редагувати Колекцію

source: Please upgrade to MediaMonkey Gold for this feature!
ar: يرجى الترقية إلى MediaMonkey Gold للحصول على هذه الميزة!
ca: Actualitzeu a MediaMonkey Gold per a aquesta funció!
da: Opgrader venligst til MediaMonkey Gold for denne funktion!
de: Bitte lizenzieren Sie für diese Funktion MediaMonkey Gold!
el: Παρακαλούμε, για αυτήν τη δυνατότητα, αναβαθμίστε σε MediaMonkey Gold!
he: יכולת זו דורשת את גרסת MediaMonkey Gold!
ja: この機能を利用するためにはMediaMonkey Goldにアップグレードしてください！
nb_no: Oppgrader til MediaMonkey Gold for denne funksjonen!
nl: Upgrade naar MediaMonkey Gold voor deze functie!
pl: Zaktualizuj do MediaMonkey Gold dla tej funkcji!
pt_br: Por favor, atualize para o MediaMonkey Gold para poder usar este recurso!
ru: Эта функция доступна в версии MediaMonkey Gold.
sv: Vänligen uppgradera till MediaMonkey Gold för denna funktion!
tr: Bu özellik için lütfen MediaMonkey Gold'a yükseltin!
uk: Оновіть цю функцію до MediaMonkey Gold!

source: Register MediaMonkey Gold license
da: Registrér MediaMonkey Gold-licens
he: רשום רישיון MediaMonkey Gold
ja: MediaMonkey Goldライセンスの登録

source: Mood
ar: المزاج
ca: Tessitura
de: Stimmung
el: Διάθεση
he: מצב רוח
ja: ムード
nb_no: Humør
nl: Sfeer
pl: Nastrój
pt_br: Humor
ru: Настроение
sv: Stämning
tr: Mod
uk: Настрій

source: Occasion
ar: الفرصة
ca: Ocasió
da: Anledning
de: Gelegenheit
el: Περίσταση
he: מאורע
ja: 場面
nb_no: Anledning
nl: Gelegenheid
pl: Okazja
pt_br: Ocasião
ru: Событие
sv: Tillfälle
tr: Durum
uk: Нагода

source: Tempo
ar: وتيرة
de: Geschwindigkeit
el: Ρυθμός
he: מקצב
ja: テンポ
pt_br: Velocidade
ru: Темп
uk: Темп

source: Quality
ar: نوعية
ca: Qualitat
da: Kvalitet
de: Qualität
el: Ποιότητα
he: איכות
ja: 音質
nb_no: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
sv: Kvalitet
tr: Kalite
uk: Якість

source: My Rating
ar: تقييمي
ca: La meva Puntuació
da: Min Bedømmelse
de: Bewertung
el: Η Εκτίμησή μου
he: הדירוג שלי
ja: 自分による評価
nb_no: Min vurdering
nl: Mijn Score
pl: Moja ocena
pt_br: Minha avaliação
ru: Мой рейтинг
sv: Mitt Betyg
tr: Oy Ver
uk: Мій Рейтинг

source: Rate unknown
ar: ملاحظة غير معروف
ca: Valoració desconeguda
da: Bedøm ukendt
de: Bewertung unbekannt
el: Άγνωστη Εκτίμηση
he: נקה דירוג
ja: 未評価
nb_no: Vurdering ukjent
nl: Snelheid onbekend
pl: Nieznana ocena
pt_br: Avaliação desconhecida
ru: Неизвестно
sv: Okänt betyg
tr: Bilinmeyen oy
uk: Оцінка невідома

source: Rate 0.5 Star Up
ar: نجمة ملاحظة 0.5 +.
ca: Increment de 0,5 estrelles
da: Bedøm 0,5 Star Up
de: 0,5 Sterne mehr
el: Εκτίμηση 0.5 Αστέρι Πάνω
he: העלה בחצי(1/2) כוכב
ja: 評価を0.5アップ
nb_no: Vurder 0.5 stjerne opp
nl: 0,5 sterren erbij
pl: Oceń 0.5 gwiazdki w górę
pt_br: Aumentar 0.5 estrela
ru: Оценка +0.5 звезды
sv: Höj betyget en halv stjärna
tr: Puan 0,5 Yıldız Yukarı
uk: Присвоїти 0.5 Зірки

source: Rate 0.5 Star Down
ar: نجمة ملاحظة 0.5-
ca: Decrement de 0,5 estrelles
da: Bedøm 0,5 Star Down
de: 0,5 Sterne weniger
el: Εκτίμηση 0.5 Αστέρι Κάτω
he: הורד בחצי(1/2) כוכב
ja: 評価を0.5ダウン
nb_no: Vurder 0.5 stjerne ned
nl: 0,5 sterren eraf
pl: Oceń 0.5 gwiazdki w dół
pt_br: Diminuir 0.5 estrela
ru: Оценка -0.5 звезды
sv: Sänk betyget en halv stjärna
tr: 0,5 Yıldız Düşür
uk: Оцінити 0.5 Зірка вниз

source: Rate 1 Star Up
ar: ملاحظة 1 نجمة +.
ca: Increment d'1 estrella
da: Bedøm 1 stjerne Op
de: 1 Stern mehr
el: Εκτίμηση 1 Αστέρι Πάνω
he: העלה בכוכב שלם
ja: 評価を1アップ
nb_no: Vurder 1 stjerne opp
nl: 1 ster erbij
pl: Oceń 1 gwiazdkę w górę
pt_br: Aumentar 1 estrela
ru: Оценка +1 звезда
sv: Höj betyg en stjärna
tr: 1 Yıldız Yukarı Puanla
uk: Присвоїти 1 Зірку

source: Rate 1 Star Down
ar: ملاحظة 1 نجمة-
ca: Decrement d'1 estrella
da: Bedøm 1 stjerne ned
de: 1 Stern weniger
el: Εκτίμηση 1 Αστέρι Κάτω
he: הורד כוכב שלם
ja: 評価を1ダウン
nb_no: Vurder 1 stjerne ned
nl: 1 ster eraf
pl: Oceń 1 gwiazdkę w dół
pt_br: Diminuir 1 estrela
ru: Оценка -1 звезда
sv: Sänk betyg en stjärna
tr: 1 Yıldızı Aşağı Derecelendir
uk: Оцінити 1 зірочку вниз

source: Rate 0 Stars
ar: نجمة ملاحظة 0
ca: 0 estrelles
da: På 0 stjerner
de: 0 Sterne
el: Εκτίμηση 0 Αστέρια
he: דרג: 0 כוכבים
ja: 評価0
nb_no: Vurdering 0 stjerner
nl: Met 0 sterren waarderen
pl: Oceń na 1 gwiazdkę
pt_br: 0 estrelas
ru: Оценка 0 звёзд
sv: Betyg 0 stjärnor
tr: 0 Yıldız Puanla
uk: Оцінити 0 зірок

source: Rate 0.5 Stars
ar: نجمة ملاحظة 0.5
ca: 0,5 estrelles
da: Bedøm 0,5 Stjerner
de: 0,5 Sterne
el: Εκτίμηση 0.5 Αστέρι
he: דרג: 0.5 כוכב
ja: 評価0.5
nb_no: Vurdering 0.5 stjerner
nl: Met 0,5 sterren waarderen
pl: Oceń 0.5 gwiazdki w górę
pt_br: 0.5 estrela
ru: Оценка 0.5 звезды
sv: Betyg en halv stjärna
tr: 0.5 Yıldız Puanı
uk: Оцінити 0.5 Зірки

source: Rate 1 Stars
ar: ملاحظة 1 نجمة
ca: 1 estrella
da: Rate 1 Stjerner
de: 1 Stern
el: Εκτίμηση 1 Αστέρι
he: דרג: כוכב אחד
ja: 評価1
nb_no: Vurder 1 stjerne
nl: Met 1 ster waarderen
pl: Oceń na 1 gwiazdkę
pt_br: 1 estrela
ru: Оценка 1 звезда
sv: Betyg 1 stjärna
tr: 1 Yıldız Puanla
uk: Оцінити 1 зірку

source: Rate 1.5 Stars
ar: ملاحظة 1,5 نجوم
ca: 1,5 Estrelles
da: Bedøm 1,5 Stjerner
de: 1,5 Sterne
el: Εκτίμηση 1.5 Αστέρια
he: דרג: 1.5 כוכבים
ja: 評価1.5
nb_no: Vurdering 1.5 stjerne
nl: Met 1,5 ster waarderen
pl: Oceń na 1 gwiazdkę
pt_br: 1.5 estrelas
ru: Оценка 1.5 звезды
sv: Betyg 1,5 stjärna
tr: 1.5 Yıldız Puanı
uk: Оцінити 1,5 зірки

source: Rate 2 Stars
ar: ملاحظة النجوم 2
ca: 2 Estrelles
da: Rate 2 Stjerner
de: 2 Sterne
el: Εκτίμηση 2 Αστέρια
he: דרג: 2 כוכבים
ja: 評価2
nb_no: Vurdering 2 stjerner
nl: Met 2 sterren waarderen
pl: Oceń na 1 gwiazdkę
pt_br: 2 estrelas
ru: Оценка 2 звезды
sv: Betyg 2 stjärnor
tr: 2 Yıldız Puanı
uk: Оцінити 2 зірки

source: Rate 2.5 Stars
ar: ملاحظة 2,5 نجوم
ca: 2,5 Estrelles
da: Bedøm 2,5 Stjerner
de: 2,5 Sterne
el: Εκτίμηση 2.5 Αστέρια
he: דרג: 2.5 כוכבים
ja: 評価2.5
nb_no: Vurdering 2.5 stjerner
nl: Met 2,5 sterren waarderen
pl: Oceń na 2,5 gwiazdek
pt_br: 2.5 estrelas
ru: Оценка 2.5 звезды
sv: Betyg 2,5 stjärnor
tr: 2.5 Yıldız Ver
uk: Оцінити 2,5 зірки

source: Rate 3 Stars
ar: ملاحظة 3 نجوم
ca: 3 Estrelles
da: Bedøm 3 Stjerner
de: 3 Sterne
el: Εκτίμηση 3 Αστέρια
he: דרג: 3 כוכבים
ja: 評価3
nb_no: Vurdering 3 stjerner
nl: Met 3 sterren waarderen
pl: Oceń na 3 gwiazdki
pt_br: 3 estrelas
ru: Оценка 3 звезды
sv: Betyg 3 stjärnor
tr: 3 Yıldız Ver
uk: Оцінити 3 зірки

source: Rate 3.5 Stars
ar: ملاحظة النجوم 3.5
ca: 3,5 Estrelles
da: Bedøm 3,5 Stjerner
de: 3,5 Sterne
el: Εκτίμηση 3.5 Αστέρια
he: דרג: 3.5 כוכבים
ja: 評価3.5
nb_no: Vurdering 3.5 stjerner
nl: Met 3,5 sterren waarderen
pl: Oceń na 3,5 gwiazdki
pt_br: 3.5 estrelas
ru: Оценка 3.5 звезды
sv: Betyg 3,5 stjärnor
tr: 3.5 Yıldız Ver
uk: Оцінити 3,5 зірки

source: Rate 4 Stars
ar: ملاحظة 4 نجوم
ca: 4 Estrelles
da: Bedøm 4 Stjerner
de: 4 Sterne
el: Εκτίμηση 4 Αστέρια
he: דרג: 4 כוכבים
ja: 評価4
nb_no: Vurdering 4 stjerner
nl: Met 4 sterren waarderen
pl: Oceń na 4 gwiazdek
pt_br: 4 estrelas
ru: Оценка 4 звезды
sv: Betyg 4 stjärnor
tr: 4 Yıldız Ver
uk: Оцінити 4 зірки

source: Rate 4.5 Stars
ar: ملاحظة 4.5 النجوم
ca: 4,5 Estrelles
da: Bedøm 4,5 Stjerner
de: 4,5 Sterne
el: Εκτίμηση 4.5 Αστέρια
he: דרג: 4.5 כוכבים
ja: 評価4.5
nb_no: Vurdering 4.5 stjerner
nl: Met 4,5 sterren waarderen
pl: Oceń na 4,5 gwiazdek
pt_br: 4.5 estrelas
ru: Оценка 4.5 звезды
sv: Betyg 4,5 stjärnor
tr: 4.5 Yıldız Ver
uk: Оцінити 4,5 зірки

source: Rate 5 Stars
ar: ملاحظة 5 نجوم
ca: 5 estrelles
da: Rate 5 Stjerner
de: 5 Sterne
el: Εκτίμηση 5 Αστέρια
he: דרג: 5 כוכבים
ja: 評価5
nb_no: Vurdering 5 stjerner
nl: Met 5 sterren waarderen
pl: Oceń na 5 gwiazdek
pt_br: 5 estrelas
ru: Оценка 5 звёзд
sv: Betyg 5 stjärnor
tr: 5 Yıldız Ver
uk: Оцінити 5 зірок

source: Show all album tracks
ar: إظهار جميع المسارات الألبوم
ca: Ensenya totes les cançons del àlbum
da: Vis alle album spor
de: Alle Tracks des Albums anzeigen
el: Εμφάνιση όλων των κομματιών άλμπουμ
he: הצג את שירי האלבום
ja: すべてのアルバムトラックを表示
nb_no: Vis alle albumspor
nl: Alle albumtracks weergeven
pl: Pokaż wszystkie utwory z albumu
pt_br: Exibir todas as faixas do álbum
ru: Показать все треки альбома
sv: Visa alla låtar i album
tr: Tüm albüm parçalarını göster
uk: Показати всі доріжки альбому

source: Collapse albums
ar: طي الألبومات
ca: Amaga totes les cançons dels àlbums
da: Skjul albummer
de: Alben einklappen
el: Σύμπτυξη άλμπουμ
he: הסתר את שירי האלבומים
ja: トラック情報が壊れたアルバム
nb_no: Skjul album
nl: Albums inklappen
pl: Zwiń albumy
pt_br: Recolher álbuns
ru: Свернуть альбомы
sv: Mininmera album
tr: Albümleri daralt
uk: Згорнути альбоми

source: Maximize
ar: تكبير
ca: Maximitzar
da: Maksimer
de: Maximieren
el: Μεγιστοποίηση
he: הגדל חלון
ja: 最大化
nb_no: Maksimer
nl: Maximaliseren
pl: Zmaksymalizuj
pt_br: Maximizar
ru: Развернуть
sv: Ma&ximera
tr: Maksimum
uk: Максимізувати

source: Minimize
ar: تصغير
ca: Minimitzar
da: Minimer
de: Minimieren
el: Ελαχιστοποίηση
he: צמצם חלון
ja: 最小化
nb_no: Minimer
nl: Minimaliseren
pl: Zminimalizuj
pt_br: Minimizar
ru: Свернуть
sv: Mi&nimera
tr: Küçült
uk: Мінімізувати

source: Restore
ar: استعادة
ca: Restaura
da: Genoprette
de: Fenster-Modus
el: Επαναφορά
he: שחזר
ja: 元に戻す
nb_no: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Åte&rställ
tr: Geri Yükle
uk: Відновити

source: Minimize to MicroPlayer
ar: التقليل إلى أدنى حد في ميكرومونكي
ca: Minimitzar al MiniReproductor
da: Minimer til MicroPlayer
de: In Micro-Player minimieren
el: Ελαχιστοποίηση σε MicroPlayer
he: צמצם לנגן פצפון
ja: マイクロプレイヤーに最小化
nb_no: Minimer til Mikroavspiller
nl: Naar Microspeler minimaliseren
pl: Zminimalizuj do mikroodtwarzacza
pt_br: Minimizar para o MicroPlayer
ru: Сворачивать в микроплеер
sv: Minimera till mikrospelare
tr: Mikro Oynatıcıya Küçült
uk: Мінімізувати до МікроПрогравача

source: Toggle
ar: تبديل
ca: Commuta
da: Skift
de: Umschalten
el: Αλλαγή
he: בחר בין
ja: トグル
nb_no: Veksle
nl: Wisselen
pl: Przełącz
pt_br: Alternar
ru: Переключить
sv: Växla
tr: Geçiş
uk: Перемкнути

source: MicroPlayer
ca: MicroReproductor
he: נגן קטן
ja: マイクロプレイヤー
nl: MicroSpeler
pl: Mikroodtwarzacz
ru: Микроплеер
sv: Microspelare
tr: Mikro Oynatıcı
uk: Мікропрогравач

source: Full window
ar: نافذة كاملة
ca: Finestra completa
da: Fuld vindue
de: Vollbild
el: Πλήρες παράθυρο
he: חלון מלא
ja: フルウィンドウ
nb_no: Fullt vindu
nl: Volledig venster
pl: Pełne okno
pt_br: Janela inteira
ru: Полное окно
sv: Hela MediaMonkey-fönstret
tr: Tam pencere
uk: Повне Вікно

source: Minimize to MiniPlayer
ar: التقليل إلى أدنى حد في مينيمونكي
ca: Minimitzar al MiniReproductor
da: Minimer til MiniPlayer
de: Zu Mini-Player wechseln
el: Ελαχιστοποίηση σε MiniPlayer
he: צמצם לנגן קטן
ja: ミニプレイヤーに最小化
nb_no: Minimer til Miniavspiller
nl: Naar MiniSpeler minimaliseren
pl: Zminimalizuj do minioodtwarzacza
pt_br: Minimizar para o MiniPlayer
ru: Сворачивать в миниплеер
sv: Minimera till minispelare
tr: Mini Oynatıcı'ya Küçült
uk: Мінімізувати до Міні програвача

source: MiniPlayer
ca: MiniReproductor
he: נגן קטן
ja: ミニプレイヤー
nl: MiniSpeler
ru: Миниплеер
sv: Minispelare
tr: Mini Oynatıcı
uk: Міні програвач

source: Menu bar
ar: شريط قائمة
ca: Barra d'eines
da: Menulinje
de: Menüleiste
el: Γραμμή μενού
he: תפריט
ja: メニューバー
nb_no: Menylinje
nl: Menubalk
pl: Pasek menu
pt_br: Barra de menu
ru: Строка меню
sv: Menyrad
tr: Menü çubuğu
uk: Рядок меню

source: Toolbar
ar: شريط أدوات
ca: Barra d'eines
da: Værktøjslinje
de: Werkzeugleiste
el: Γραμμή Εργαλείων
he: סרגל כלים
ja: ツールバー
nb_no: Verktøylinje
nl: Extra
pt_br: Barra de ferramentas
ru: Панель инструментов
sv: Verktygsrad
tr: Araç Çubuğu
uk: Інструменти

source: Full screen
ar: ملء الشاشة
ca: Pantalla Completa
da: Fuld skærm
de: Vollbild
el: Πλήρης οθόνη
he: מסך מלא
ja: フルスクリーン
nb_no: Fullskjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
ru: Полный экран
sv: Helskärm
tr: Tam ekran
uk: Повноекранний режим

source: Exit fullscreen
ar: الخروج من وضع ملء الشاشة
ca: Surt de pantalla completa
da: Afslut fuld skærm
de: Vollbild verlassen
el: Έξοδος από πλήρη οθόνη
he: צא ממסך מלא
ja: フルスクリーンを終える
nb_no: Avslutt fullskjerm
nl: Volledig scherm verlaten
pl: Wyłączyć tryb pełnoekranowy
pt_br: Sair da tela cheia
ru: Выйти из полноэкранного режима
sv: Avsluta helskärm
tr: Tam ekrandançık
uk: Вийти з повноекранного режиму

source: Pause all
ar: إيقاف الكل
ca: Pausa-ho tot
da: Pause alle
de: Alle anhalten
el: Παύση όλων
he: השהה הכל
ja: すべて一時停止
nb_no: Pause alt
nl: Alles pauzeren
pl: Wstrzymaj wszystko
pt_br: Pausar todos
ru: Все на паузу
sv: Pausa allt
tr: Tümünü duraklat
uk: Призупинити все

source: Resume all
ar: استئناف الكل
ca: Reprèn tot
da: Genoptag alle
de: Alle fortsetzen
el: Συνέχιση όλων
he: הפעל הכל מחדש
ja: すべてレジューム
nb_no: Fortsett alt
nl: Alles hervatten
pl: Wznów wszystko
pt_br: Reiniciar todos
ru: Возобновить все
sv: Fortsätt allt
tr: Tümünü devam ettir
uk: Відновити все

source: Cancel all
ar: إلغاء الكل
ca: Atura-ho tot
da: Annuller alle
de: Alle abbrechen
el: Ακύρωση όλων
he: בטל הכל
ja: すべてキャンセル
nb_no: Avbryt alt
nl: Alles annuleren
pl: Anuluj wszystko
pt_br: Cancelar todos
ru: Отменить все
sv: Stoppa allt
tr: Tümünü iptal et
uk: Скасувати все

source: Lookup image
ar: البحث عن صورة
ca: Cerca la portada
da: Søg efter billede
de: Bild suchen
el: Αναζήτηση εικόνας
he: חפש תמונה
ja: 画像を探す
nb_no: Søk opp bilde
nl: Afbeelding opzoeken
pl: Wyszukaj obraz
pt_br: Procurar imagem
ru: Поиск изображения
sv: Slå upp bild
tr: Kapak seç
uk: Пошук зображення

source: Remove
ar: قم بإزالة
ca: Esborra-ho
da: Fjern
de: Entfernen
el: Αφαίρεση
he: הסר
ja: 削除
nb_no: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Save image as
ar: احفظ الصورة باسم
ca: Guarda la imatge com
da: Gem billede som
de: Bild speichern als
el: Αποθήκευση εικόνας ως
he: שמור תמונה בשם
ja: 画像を保存
nb_no: Lagre bilde som
nl: Afbeelding opslaan als
pl: Zapisz obraz jako
pt_br: Salvar imagem como
ru: Сохранить изображение как
sv: Spara bild som
tr: Resmi farklı kaydet
uk: Зберегти зображення як

source: Show image
ar: عرض الصورة
ca: Presenta la imatge
da: Vis billede
de: Bild anzeigen
el: Εμφάνιση εικόνας
he: הצג תמונה
ja: 画像を表示
nb_no: Vis bilde
nl: Afbeelding weergeven
pl: Pokaż obraz
pt_br: Exibir imagem
ru: Показать изображение
sv: Visa b&ild
tr: Resmi göster
uk: Показати зображення

source: Pin it
ar: تثبيته
ca: Fixeu-lo
da: Fastgør det
de: Anheften
el: Καρφίτσωση
he: הצמד
ja: ピンする
nb_no: Fest den
nl: Vastmaken
pl: Przypnij to
pt_br: Fixar
ru: Закрепить
sv: Nåla fast
tr: Sabitle
uk: Закріпити

source: Unpin it
ar: إلغاء التثبيت
ca: Desenganxeu-lo
da: Fjern fastgørelse
de: Ablösen
el: Ξεκαρφίτσωση
he: בטל הצמדה
ja: ピンをはずす
nb_no: Løsne den
nl: Losmaken
pl: Odepnij to
pt_br: Soltar
ru: Открепить
sv: Avnåla
tr: Sabitlemeyi kaldır
uk: Відкріпити

source: Save playlist
ar: حفظ قائمة التشغيل
ca: Guarda llista de reproducció
da: Gem playliste
de: Wiedergabeliste speichern
el: Αποθήκευση λίστας αναπαραγωγής
he: שמור רשימת השמעה
ja: プレイリストを保存
nb_no: Lagre spilleliste
nl: Afspeellijst opslaan
pl: Zapisz listę odtwarzania
pt_br: Salvar lista de execução
ru: Сохранить плейлист
sv: Spara spellista
tr: Oynatma listesini kaydet
uk: Зберегти список відтворення

source: New playlist
ar: قائمة تشغيل جديدة
ca: Nova llista de reproducció
da: Ny playliste
de: Neue Wiedergabeliste
el: Νέα λίστα αναπαραγωγής
he: רשימה חדשה
ja: 新規プレイリスト
nb_no: Ny spilleliste
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt_br: Nova lista de execução
ru: Новый плейлист
sv: Ny spellista
tr: Yeni oynatma listesi
uk: Новий список відтворення

source: Auto-DJ
ar: دي جي الآلي
el: Αυτόμ.-DJ
he: נגן אוטומטי
ja: オートDJ
ru: Автодиджей
tr: Otomatik DJ
uk: Авто-Діджей

source: Remove duplicates
ar: إزالة التكرارات
ca: Borrar duplicats
da: Fjern duplikater
de: &Duplikate entfernen
el: Αφαίρεση διπλότυπων
he: הסר כפילויות
ja: 重複を除去
nb_no: Fjern duplikater
nl: Duplicaten verwijderen
pl: Usuwanie duplikatów
pt_br: Remover duplicados
ru: Удалить дубликаты
sv: Radera dubletter
tr: Çiftleri kaldırın
uk: Видалити дублікати

source: Save new order
ar: احفظ الترتيب الجديد
ca: Desa nova ordre
da: Gem ny rækkefølge
de: Neue Sortierung speichern
el: Αποθήκευση νέας σειράς
he: שמור סדר חדש
ja: 新しい順序を保存
nb_no: Lagre ny rekkefølge
nl: Nieuwe bestelling opslaan
pl: Zapisz nowe sortowanie
pt_br: Salvar nova ordem
ru: Сохранить новый порядок
sv: Spara ny ordning
tr: Yeni siparişi kaydet
uk: Зберегти нову послідовність

source: Organi&ze files
ar: تنظيم الملفات
ca: Organit&zar arxius
da: Organi&zer filer
de: Dateien &einordnen
he: ארגן קבצים
ja: ファイルの整理(&Z)
nb_no: Organi&ser filer
nl: Bestanden ordenen
pt_br: Organi&zar arquivos
ru: Упорядочить файлы
sv: Organi&sera filer
tr: Dosyaları düzen&le
uk: Впорядку&вати файли

source: Update tags
ar: تحديث العلامات
ca: Actualitza etiquetes
da: Opdater tags
de: Tags aktualisieren
el: Ενημέρωση ετικετών
he: עדכן תגיות
ja: タグをアップデート
nb_no: Oppdater tagger
nl: Labels bijwerken
pl: Zaktualizuj tagi
pt_br: Atualizar tags
ru: Обновить теги
sv: Uppdatera taggar
tr: Etiketleri güncelle
uk: Оновити теґи

source: Clean ID3v&1 tags
ar: تنظيف علامات ID3v1
ca: Neteja les etiquetes ID3v&1
da: Rens ID3v&1 tags
de: ID3v&1-Tags löschen
el: Καθαρισμός ετικετών ID3v1
he: נקה תגיות מהקובץ(ID3v1)
ja: ID3v1タグを消去(&1)
nb_no: Rens ID3v&1 tagger
nl: ID3v&1-labels opschonen
pl: Wyczyść tagi ID3v1
pt_br: Limpar tags ID3v&1
ru: Удалить теги ID3v&1
sv: Rensa ID3v&1-Taggar
tr: ID3v&1 etiketlerini temizle
uk: Очистити теґи ID3v&1

source: Clean ID3v&2 tags
ar: تنظيف علامات ID3v2
ca: Neteja les etiquetes ID3v&2
da: Rens ID3v&2 tags
de: ID3v&2-Tags löschen
el: Καθαρισμός ετικετών ID3v2
he: נקה תגיות מהקובץ (ID3v2)
ja: ID3v2タグを消去(&2)
nb_no: Rens ID3v&2 tagger
nl: ID3v&2-labels opschonen
pl: Wyczyść tagi ID3v2
pt_br: Limpar tags ID3v&2
ru: Удалить теги ID3v&2
sv: Rensa ID3v&2-Taggar
tr: ID3v&2 etiketlerini temizle
uk: Очистити Теґи ID3v2

source: &Clean ID3v1 and v2 tags
ar: تنظيف علامتي ID3v1 و ID3v2
ca: &Neteja etiquetes ID3v1 i v2
da: &Rens ID3v1 og v2 tags
de: ID3v&1-Tags entfernen
el: Καθαρισμός ετικετών ID3v1 και v2
he: נקה תגיות מהקובץ
ja: ID3v1とv2タグを消去(&C)
nb_no: &Rens ID3v1 og v2 tagger
nl: &ID3v1- en v2-labels opschonen
pl: Wyczyść tagi ID3v1 i v2
pt_br: &Limpar tags ID3v1 e v2
ru: &Удалить теги ID3v1 и v2
sv: Rensa ID3v1- och v2-taggar
tr: &ID3v1 ve v2 etiketlerini temizle
uk: &Очистити Теґи ID3v1 та v2

source: Con&vert format
ar: تحويل الصيغة
ca: Con&verteix format
da: Kon&verter format
de: Format &konvertieren
el: Μετατροπή μορφής
he: המר סוג קובץ
ja: 形式の変換(&V)
nb_no: Konverter format
nl: Indeling con&verteren
pl: Konwertuj format
pt_br: Con&verter formato
ru: Преобразовать &формат
sv: Kon&vertera format
tr: Biç&imi dönüştür
uk: Пере&творити формат

source: &Open URL or File
ar: افتح عنوان URL أو ملف
ca: &Obre URL o arxiu
da: &Åbn URL eller fil
de: Datei &oder URL öffnen
el: Άνοιγμα URL ή Αρχείου
he: פתח קובץ או קישור
ja: URLかファイルを開く(&O)
nb_no: Åpne &URL eller fil
nl: URL of bestand &openen
pl: Otwórz adres URL lub plik
pt_br: &Abrir URL ou arquivo
ru: Открыть URL или файл
sv: Öppna URL eller fil
tr: &URL veya Dosya Aç
uk: &Відкрити адресу URL або Файл
