Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Minimize to taskbar
ar: تصغير لشريط المهام
ca: Minimitza a la barra de tasques
da: Minimer til proceslinjen
de: In Taskleiste minimieren
el: Ελαχιστοποίηση στην γραμμή εργασιών
he: מזער לסרגל המשימות
ja: タスクバーに最小化
nb_no: Minimer til oppgavelinjen
nl: Naar taakbalk minimaliseren
pl: Minimalizuj do paska zadań
pt_br: Minimizar para a Barra de Tarefas
ru: Сворачивать в панель задач
sv: Minimera till startlisten
tr: Görev çubuğuna küçült
uk: Мінімізувати до панелі завдань

source: Enabling this option speeds up all scans subsequent to the initial one by only re-adding files that have changed in size or timestamp.
ar: تمكين هذا الخيار يسرع جميع عمليات الفحص التالية للأولى عن طريق إعادة إضافة الملفات التي تغير حجمها أو طابعها الزمني فقط.
ca: L’activació d’aquesta opció agilita tots els escaneigs posteriors a l’inicial només afegint fitxers que han canviat de mida o marca de temps.
da: Aktivering af denne mulighed fremskynder alle efterfølgende scanninger ved kun at genindlæse filer, der har ændret i størrelse eller tidsstempel.
de: Diese Option beschleunigt alle nachfolgenden Scans, indem nur noch solche Dateien hinzugefügt werden, deren Größe oder Zeitstempel sich nach dem Initialscan geändert haben.
el: Η ενεργοποίηση αυτής της επιλογής επιταχύνει όλες τις σαρώσεις μετά την αρχική, προσθέτοντας μόνο αρχεία που έχουν αλλάξει σε μέγεθος ή χρονική σήμανση.
he: הפעלה אופציה זו מאיצה את כל הסריקות לאחר הסריקה הראשונה על ידי הוספת קבצים מחדש רק שהשתנו בגודל או בתג בחתימת הזמן.
ja: このオプションを有効にすると、サイズまたはタイムスタンプが変更されたファイルのみを再追加することで、最初のスキャン後のすべてのスキャンが高速化されます。
nb_no: Aktivering av dette alternativet fremskynder alle skanninger etter den første ved kun å legge til filer som har endret størrelse eller tidsstempel.
nl: Schakel deze optie in om alle volgende scans te versnellen door alleen bestanden toe te voegen waarvan de grootte of tijdstempel zijn geweijzigd.
pl: Włączenie tej opcji przyspiesza wszystkie skany następujące po pierwszym, dodając tylko pliki, które zmieniły rozmiar lub znacznik czasu.
pt_br: Habilitando esta opção, aumenta a velocidade de todas as varreduras após a inicial, limitando-se a re-adição somente aos arquivos que tiveram tamanho ou data alterados.
ru: Включите, чтобы ускорить все сканирования за первым за счёт повторного добавления только файлов, размер или временная метка которых изменились.
sv: Genom att aktivera detta val påskyndas indexeringen av filer genom att endast indexera filer som har ändrad storlek eller datumstämpel.
tr: Bu seçeneği etkinleştirmek, yalnızca boyutu veya zaman damgası değişen dosyaları yeniden ekleyerek ilk taramadan sonraki tüm taramaları hızlandırır.
uk: Увімкнення цієї опції прискорює всі сканування після початкового, лише додаючи файли, які змінилися за розміром або позначкою часу.

source: Update file info from tags when rescanning files
ar: تحديث معلومات الملف من العلامات عند إعادة فحص الملفات
ca: Actualitzeu la informació dels fitxers de les etiquetes quan torneu a analitzar fitxers
da: Opdatér filinformation fra tags, når filer genindlæses
de: Datei-Informationen aus Tags aktualisieren, wenn Dateien erneut gescannt werden
el: Ενημέρωση πληροφοριών αρχείου από ετικέτες κατά τη σάρωση αρχείων
he: עדכן מידע על הקובץ מתגים כאשר סורקים שוב קבצים
ja: ファイルを再スキャンするときにタグからファイル情報を更新する
nb_no: Oppdater filinformasjon fra tagger ved gjenskanning av filer
nl: Bestandsinfo vanuit labels bijwerken wanneer bestanden worden herscand
pl: Aktualizuj informacje o pliku z tagów podczas ponownego skanowania plików
pt_br: Atualizar informação do arquivo a partir da tag ao reler arquivos
ru: Обновить информацию о файле из тегов при пересканировании файлов
sv: Uppdatera spårinformation från ID3-taggar när filerna indexeras om
tr: Dosyaları yeniden tararken etiketlerden dosya bilgilerini güncelle
uk: Оновити інформацію про файл з теґів при повторному скануванні файлів

source: Add Windows firewall exception
ar: إضافة استثناء الجدار الناري لويندوز
ca: Incloures les excepcions del Tallafocs de Windows
da: Tilføj Windows firewall undtagelse
de: Ausnahme zu Windows-Firewall hinzufügen
el: Προσθήκη εξαίρεσης τείχους προστασίας των Windows
he: הוסף חריגות לחומת האש של Windows
ja: Windowsファイアウォールの例外を追加
nb_no: Legg til Windows brannmur unntak
nl: Windows firewall uitzondering toevoegen
pl: Dodaj wyjątek zapory systemu Windows
pt_br: Adicionar exceção ao firewall do Windows
ru: Добавить исключение в брандмауэр Windows
sv: Lägg till undantag för Windows-brandväggen
tr: Windows güvenlik duvarı istisnası ekle
uk: Додати виняток брандмауера Windows

source: Disable repositioning of dialogs and controls
ar: تعطيل المسرحين من مربعات الحوار وعناصر التحكم
ca: Desactiveu el reposicionament dels diàlegs i controls
da: Deaktiver repositionering af dialoger og kontrol
de: Verschieben von Dialogen und Steuerelementen verhindern
el: Απενεργοποίηση επανατοποθέτησης διαλόγων και στοιχείων ελέγχου
he: השבת מיקום הדיאלוגים והפקדים
ja: ダイアログとコントロールの再配置を無効にする
nb_no: Deaktiver reposisjonering av dialoger og kontrollere
nl: Verplaatsen dialoogvensters en besturingselementen uitschakelen
pl: Wyłącz zmianę pozycji dialogów i ustawień
pt_br: Desabilitar reposicionamento de controles e janelas
ru: Отключить перемещение диалогов и элементов управления
sv: Inaktivera flyttning av dialoger och kontroller
tr: İletişim kutularının ve kontrollerin yeniden konumlandırılmasını devre dışı bırak
uk: Вимкнути зміну положення діалогових вікон та елементів керування

source: Choose how the 'Track summary' field displays for each content Type
ar: اختر كيفية عرض حقل 'ملخص المسار' لكل نوع من المحتوى
ca: Trieu com es mostrarà el camp "Resum de la pista" per a cada tipus de contingut
da: Vælg hvordan 'Sporoversigt' feltet vises for hver indholdstype
de: Hier können Sie den Inhalt der "Titel-Zusammenfassung" für den jeweiligen Medien-Typ zusammenstellen
el: Επιλέξτε πως εμφανίζεται το πεδίο 'Περίληψη κομματιού' για κάθε Τύπο περιεχομένου
he: בחר כיצד שדה 'תקציר שיר' יוצג עבור כל סוג תוכן
ja: 各コンテンツタイプの「トラックの概要」項目の表示方法を選択します
nb_no: Velg hvordan 'Sammendrag av spor' feltet vises for hver innholdstype
nl: Kies hoe 'Bestandssamenvatting' eruit ziet voor elk mediatype
pl: Wybierz sposób wyświetlania pola „Podsumowanie utworu” dla każdego typu treści
pt_br: Escolha como o campo 'Resumo da faixa' é exibido para cada tipo de conteúdo
ru: Выберите, как будет отображаться поле сводки трека для каждого типа контента
sv: Välj hur fältet "Spåra sammanfattning" visas för varje innehållstyp
tr: Her içerik türü için 'Parça özeti' alanının nasıl görüntüleneceğini seçin
uk: Виберіть спосіб зображення поля "Відомості про доріжку" для кожного типу вмісту

source: Ignore Shuffle
ar: تجاهل تشغيل عشوائية
ca: Ignora la reproducció aleatòria
da: Ignorer Shuffle
de: Im Mischen-Modus überspringen
el: Αγνόηση Ανακατέματος
he: התעלם מסידור אקראי
ja: シャッフルを無視
nb_no: Ignorer Miks-funksjonen
nl: Willekeurige volgorde negeren
pl: Ignoruj tasowanie
pt_br: Ignorar durante a opção Embaralhar
ru: Игнорировать перемешивание
sv: Låt bli att blanda
tr: Karıştırmayı Yoksay
uk: Ігнорувати Перемішування

source: First image per Album/Series:
ar: الصورة الأولى لكل ألبوم/سلسلة:
ca: Primera imatge per àlbum/sèrie:
da: Første billede per Album/Serie:
de: Erstes Bild des Albums/der Serie:
el: Πρώτη εικόνα ανά Άλμπουμ/Σειρά:
he: תמונה ראשונה לכל אלבום/סדרה:
ja: アルバム/シリーズごとの最初の画像:
nb_no: Første bilde per Album/Serie:
nl: Eerste afbeelding per Album/Serie:
pl: Pierwszy obraz dla Albumu/Serii:
pt_br: Primeira imagem por álbum/série:
ru: Первое изображение для альбома/серии:
sv: Första bilden per album/serie:
tr: Albüm/Seri başına ilk resim:
uk: Перше зображення на Альбом/Серії:

source: This causes MediaMonkey to update the file's timestamp whenever a tag is updated. This should be enabled so that other applications reading the file are aware that a change has been made.
ar: يتسبب هذا في أن يقوم MediaMonkey بتحديث الطابع الزمني للملف كلما تم تحديث علامة. يجب تمكين هذا حتى يعرف التطبيقات الأخرى التي تقرأ الملف أنه قد تم إجراء تغيير.
ca: Això fa que MediaMonkey actualitzi la marca de temps del fitxer sempre que s'actualitzi una etiqueta. Això s'hauria d'activar perquè altres aplicacions que llegeixin el fitxer tinguin coneixement que s'ha fet un canvi.
da: Dette får MediaMonkey til at opdatere filens tidsstempel, når et tag opdateres. Dette bør aktiveres, så andre applikationer, der læser filen, er klar over, at der er blevet foretaget en ændring.
de: MediaMonkey kann den Zeitstempel einer Datei aktualisieren, wenn ein Tag in der Datei geändert wurde. Dies sollte aktiviert sein, damit auch andere Anwendungen die Änderung erkennen können.
el: Αυτό επιτρέπει στο MediaMonkey να ενημερώνει την χρονική σήμανση του αρχείου όταν ενημερώνεται μία ετικέτα. Αυτό θα πρέπει να ενεργοποιηθεί έτσι ώστε άλλες εφαρμογές που διαβάζουν το αρχείο να ενημερώνονται ότι έγινε κάποια αλλαγή.
he: זה גורם ל-MediaMonkey לעדכן חותמת הזמן של הקובץ בכל פעם שנעדכנת תג. זה צריך להפעיל כך שתוכנות אחרות שקוראות את הקובץ מודעות לכך שנעשו שינויים.
ja: タグが更新されるたびにMediaMonkeyがファイルのタイムスタンプを更新します。ファイルを読み込む他のアプリケーションが、変更が行われたことを認識するために、有効にする必要があります。
nb_no: Dette gjør slik at MediaMonkey oppdaterer filens endringstidspunkt hver gang en tag blir oppdatert. Dette bør være aktivert slik at andre applikasjoner som leser filen er klar over at forandringer har blitt gjort.
nl: Zorgt ervoor dat de bestandsdatum en -tijd worden gewijzigd als een label is bewerkt. Op die manier is het voor andere programma's duidelijk dat het bestand is gewijzigd.
pl: Powoduje to, że MediaMonkey aktualizuje znacznik czasu pliku za każdym razem, gdy tag jest aktualizowany. Powinno to być włączone, aby inne aplikacje czytające plik wiedziały, że dokonano zmiany.
pt_br: Isto faz com que o MediaMonkey atualize a data de modificação do arquivo cada vez que a tag for modificada. Isso deve ser habilitado para que outros programas, ao lerem o arquivo, saibam que alguma coisa foi modificada.
ru: Обновляет время файла при изменении тега. Включите, чтобы другие приложения, читающие файл, знали о внесении изменений.
sv: Detta gör att MediaMonkey uppdaterar datumstämpeln för filen när en ID3-tag har ändrats. Bör vara påslaget så att andra applikationer som använder filen kan notera ändringen.
tr: Bu, MediaMonkey'in bir etiket güncellendiğinde dosyanın zaman damgasını güncellemesine neden olur. Bu, dosyayı okuyan diğer uygulamaların bir değişiklik yapıldığını bilmesi için etkinleştirilmelidir.
uk: Це призводить до того, що MediaMonkey оновлює позначку часу файлу кожного разу, коли оновлюється теґ. Це потрібно ввімкнути, щоб інші програми, які читають файл, знали про внесення змін.

source: Start time
ar: وقت البدء
ca: L'hora d'inici
da: Start tid
de: Startzeit
el: Χρόνος έναρξης
he: זמן התחלה
ja: 開始時間
nb_no: Starttid
nl: Starttijd
pl: Czas rozpoczęcia
pt_br: Hora de início
ru: Время начала
sv: Starttid
tr: Başlangıç zamanı
uk: Час початку

source: Stop time
ar: وقت التوقف
ca: Hora de fi
da: Stop tid
de: Stoppzeit
el: Χρόνος διακοπής
he: זמן עצירה
ja: 停止時間
nb_no: Stopptid
nl: Stoptijd
pl: Zatrzymaj czas
pt_br: Hora de fim
ru: Время остановки
sv: Stopptid
tr: Zamanı durdur
uk: Час зупинки

source: Unlimited streaming and casting (the free version is limited to 30 minutes at a time).
ar: تدفق غير محدود واختبار (الإصدار المجاني محدود بدقائق محددة لكل مرة).
ca: Emissió i difusió il·limitades (la versió gratuïta està limitada a 30 minuts alhora).
da: Ubegrænset streaming og casting (den gratis version er begrænset til 30 minutter ad gangen).
de: Unbegrenztes Streaming und Casting (die kostenlose Version ist auf jeweils 30 Minuten begrenzt).
el: Απεριόριστη ροή και μετάδοση (η δωρεάν έκδοση περιορίζεται σε 30 λεπτά κάθε φορά).
he: זרימה והעברה ללא הגבלה (התכנה החינמית מוגבלת ל-30 דקות בכל פעם).
ja: 無制限のストリーミングとキャスティング（無料版は一度に30分まで）。
nb_no: Ubegrenset streaming og casting (gratisversjonen er begrenset til 30 minutter om gangen).
nl: Eindeloos streamen en casten (de gratis versie is beperkt tot 30 minuten per keer).
pl: Nieograniczone przesyłanie strumieniowe i przesyłanie (darmowa wersja jest ograniczona do 30 minut na raz).
pt_br: Streaming e transmissão ilimitados (a versão gratuita é limitada a 30 minutos por vez).
ru: Неограниченное вещание и кастинг (бесплатная версия ограничена 30 минутами за раз).
sv: Obegränsad streaming och casting (gratisversionen är begränsad till 30 minuter åt gången).
tr: Sınırsız yayın ve yayınlama (ücretsiz sürümde süre 30 dakikayla sınırlıdır).
uk: Необмежена кількість потокового відтворення та кастингу (безкоштовна версія обмежена 30 хвилинами за раз).

source: No storage configured.
ar: لم يتم تكوين أي تخزين.
ca: No s'ha configurat cap emmagatzematge.
da: Ingen lagring konfigureret.
de: Kein Speicher konfiguriert.
el: Δεν έχει διαμορφωθεί χώρος αποθήκευσης.
he: לא הוגדר אחסון.
ja: ストレージが設定されていません。
nb_no: Ingen lagring konfigurert.
nl: Geen opslag ingesteld.
pl: Nie skonfigurowano pamięci.
pt_br: Nenhum armazenamento configurado.
ru: Хранилище не настроено.
sv: Ingen lagring konfigurerad.
tr: Yapılandırılmış depolama alanı yok.
uk: Жодне сховище не налаштовано.

source: Storage and Services
ar: التخزين والخدمات
ca: Emmagatzematge i serveis
da: Lagring og ydelser
de: Speicher und Dienste
el: Αποθήκευση και Υπηρεσίες
he: שירותים ואחסון
ja: ストレージとサービス
nb_no: Lagring og tjenester
nl: Opslag en Services
pl: Magazynowanie i usługi
pt_br: Armazenamento e serviços
ru: Хранилище и службы
sv: Lagring och tjänster
tr: Depolama ve Hizmetler
uk: Зберігання та послуги

source: Save Preset...
ar: حفظ الإعداد المسبق...
ca: Desa la configuració predeterminada ...
da: Gem Forudindstilling...
de: Voreinstellung speichern...
el: Αποθήκευση Προεπιλογής...
he: שמור סט הגדרות...
ja: プリセットを保存...
nb_no: Lagre forhåndsinnstilling...
nl: Instelling opslaan...
pl: Zapisz ustawienie...
pt_br: Salvar ajuste...
ru: Сохранить пресет...
sv: Spara förinställning...
tr: Ön Ayarı Kaydet...
uk: Зберегти попереднє налаштування...

source: All other media files
ar: جميع الملفات الإعلامية الأخرى
ca: Tots els altres fitxers multimèdia
da: Alle andre mediefiler
de: Alle anderen Mediendateien
el: Όλα τα αλλά αρχεία πολυμέσων
he: כל שאר קבצי המדיה
ja: 他のすべてのメディアファイル
nb_no: Alle andre mediafiler
nl: Alle andere mediabestanden
pl: Wszystkie inne pliki multimedialne
pt_br: Todos os demais arquivos de mídia
ru: Все другие медиафайлы
sv: Alla andra mediefiler
tr: Diğer tüm medya dosyaları
uk: Всі інші мультимедійні файли

source: Image filename
ar: اسم ملف الصورة
ca: Nom del fitxer de la imatge
da: Billede filnavn
de: Bild-Dateiname
el: Όνομα αρχείου εικόνας
he: שם קובץ התמונה
ja: 画像ファイル名
nb_no: Bildets filnavn
nl: Bestandsnaam van afbeelding
pl: Nazwa pliku obrazu
pt_br: Nome do arquivo
ru: Файл изображения
sv: Bildfilnamn
tr: Görüntü dosya adı
uk: Ім'я файлу зображення

source: Convert the following content:
ar: تحويل المحتوى التالي:
ca: Convertiu el contingut següent:
da: Konverter det følgende indhold:
de: Konvertiere folgenden Inhalt:
el: Μετατροπή του ακόλουθου περιεχομένου:
he: המר את התוכן הבא:
ja: 以下のコンテンツを変換:
nb_no: Konverter følgende innhold:
nl: De volgende inhoud converteren:
pl: Konwertuj następującą zawartość:
pt_br: Converter o seguinte conteúdo:
ru: Преобразовать следующие форматы при записи:
sv: Konvertera följande innehåll:
tr: Aşağıdaki içeriği dönüştürün:
uk: Перетворити такий вміст:

source: Copy files to new destination based on file tags
ar: نسخ الملفات إلى وجهة جديدة بناءً على علامات الملف
ca: Copieu fitxers a la destinació nova segons les etiquetes de fitxer
da: Kopier filer til ny destination baseret på fil-tags
de: Kopieren der Dateien (auf Basis der ID-Tags)
el: Αντιγραφή αρχείων σε νέο προορισμό με βάση τις ετικέτες αρχείου
he: עותק קבצים ליעד חדש על סמך תגי קבצים
ja: ファイルタグに基づいてファイルを新しい場所にコピーする
nb_no: Kopier filer til ny destinasjon basert på filtagger
nl: Bestanden a.h.v. labels naar nieuwe locaties kopiëren
pl: Skopiuj pliki do nowego miejsca docelowego na podstawie tagów plików
pt_br: Copiar arquivos para um novo local, com base em suas tags
ru: Копировать файлы в новые целевые места на основе тегов файлов
sv: Kopiera filer till ny destination baserat på filtaggar
tr: Dosya etiketlerine göre dosyaları yeni hedefe kopyalayın
uk: Копіювати файли до нового місця призначення на основі теґів файлів

source: per Album
ar: بالألبوم
ca: per Àlbum
de: pro Album
el: ανά Άλμπουμ
he: לכל אלבום
ja: アルバムごと
nb_no: for hvert Album
pl: na album
pt_br: por álbum
ru: на альбом
tr: Albüm başına
uk: на Альбом

source: On the fly audio burning
ar: حرق الصوت أثناء التشغيل
ca: Gravació d'audio sobre la marxa
da: Brænding af lyd på flyet
de: Audio "On the Fly" brennen
el: Εγγραφή ήχου on the fly
he: צריבת אודיו בזמן אמת
ja: オンザフライで音楽の書き込み
nb_no: Lyd brenning i farten
nl: On-the-fly audio branden
pt_br: Gravação simultânea (on-the-fly)
ru: Прожиг аудио 'на лету'
sv: 'On-the-fly'-bränning
tr: Anında ses kaydı
uk: Запис аудіо на льоту

source: Bitrate (min)
ar: معدل البت (الحد الأدنى)
ca: Taxa de bits (min)
da: Bithastighed (min)
el: Bitrate (ελάχ.)
he: קצב סביות (מינימאלי)
ja: 最小ビットレート
nl: Bitwaarde (min)
pl: Szybkość transmisji (min)
pt_br: Taxa de bits (min)
ru: Битрейт (мин)
sv: Bithastighet (min)
tr: Bit hızı (dk)
uk: Швидкість потоку (мін.)

source: Ignore prefixes:
ar: تجاهل البادئات:
ca: Ignora els prefixos:
da: Ignorer prefixer:
de: Präfixe ignorieren:
el: Αγνόηση προθεμάτων:
he: התעלם מתחיליות:
ja: プレフィックスを無視:
nb_no: Ignorere prefiks:
nl: Negeer voorvoegsels:
pl: Ignoruj prefiksy:
pt_br: Ignorar prefixos:
ru: Игнорировать префиксы:
sv: Ignorera prefix:
tr: Önekleri yoksay:
uk: Ігнорувати префікси:

source: upcoming files in 'Playing' list
ar: الملفات القادمة في قائمة "قيد التشغيل"
ca: propers fitxers a la llista 'Reproduint'
da: kommende filer i 'Spiller' listen
de: Tracks automatisch in der Abspielliste vor
he: קבצים קרובים ברשימת 'מתנגנים'
ja: 「再生中」リストの今後のファイル
nb_no: Kommende filer i 'Spiller nå' liste
nl: volgende bestanden op de 'Speel' lijst
pt_br: arquivos seguintes na lista 'Em execução'
ru: новые файлы в списке проигрывания
sv: kommande filer i "Spelar" -listan
tr: 'Oynatılıyor' listesindeki yaklaşan dosyalar

source: If enabled, MediaMonkey will prompt you whether to remove tracks from the playlist, remove them from the playlist and the library, or delete them from the playlist, the library, and the computer system.
ar: إذا لم يتم تحديد هذا الخيار، MediaMonkey سوف يطلب منك تأكيد رغبتك في إزالة المسارات:-قائمة التشغيل،-قائمة التشغيل، والمكتبة-، من قائمة التشغيل والمكتبة وجهاز الكمبيوتر.
ca: Si està activat, MediaMonkey us demanarà si voleu eliminar pistes de la llista de reproducció, eliminar-les de la llista de reproducció i de la biblioteca o eliminar-les de la llista de reproducció, de la biblioteca i del sistema informàtic.
da: Hvis det er aktiveret, vil MediaMonkey bede dig om at fjerne spor fra spillelisten, skal du fjerne dem fra afspilningslisten og biblioteket, eller slette dem fra afspilningslisten, biblioteket, og det edb-system.
de: Aktiviert folgende Löschabfragen: A) nur aus der Wiedergabeliste entfernen, B) aus Wiedergabeliste und Archiv entfernen oder C) aus Wiedergabeliste und Archiv entfernen und Medien-Datei vom Computer löschen.
el: Αν ενεργοποιηθεί, το MediaMonkey θα σας ρωτήσει αν θα αφαιρέσει κομμάτια από την λίστα αναπαραγωγής, θα τα αφαιρέσει από την λίστα αναπαραγωγής και την βιβλιοθήκη, ή τα διαγράψει από την λίστα αναπαραγωγής, την βιβλιοθήκη και το σύστημα.
he: אם מופעל, MediaMonkey יחזיר עם להסיר שירים מהרשימה, להסירם מהרשימה ומהספרייה, או למחוק אותם מהרשימה, מהספרייה ומהמערכת.
ja: 有効にすると、MediaMonkey はトラック削除の内容（プレイリストから / プレイリストおよびライブラリから / プレイリスト、ライブラリ、及び PC から）をたずねます。
nb_no: Hvis aktivert vil MediaMonkey spørre deg om å fjerne spor fra spillelisten, fjerne dem fra spillelisten og biblioteket, eller slette dem fra spillelisten, biblioteket og fra systemet.
nl: Hierdoor zal MediaMonkey vragen om tracks te verwijderen: uit de afspeellijst; uit de afspeellijst en de bibliotheek; of uit de afspeellijst, de bibliotheek en van de PC.
pl: Jeśli włączono, MediaMonkey będzie pytać Cię czy usunąć utwory z playlisty, usunąć je z playlisty i biblioteki, czy usunąć je z playlisty, bibliopteki, i komputera.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja excluir as faixas apenas da Lista de Execução, da Lista e da Biblioteca ou da Lista, da Biblioteca e do Computador.
ru: Если включено, MediaMonkey запросит, как удалять трек - только из плейлиста, либо также из библиотеки и с диска.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill ta bort spår från spellistan, ta bort dem från spellistan och Mediabiblioteket, eller ta bort dem från spellistan, Mediabiblioteket och Datorn.
tr: Eğer etkinleştirildiyse, MediaMonkey size parçaları çalma listesinden kaldırmak, bunları çalma listesinden ve kütüphaneden kaldırmak veya bunları çalma listesinden, kütüphaneden ve bilgisayar sisteminden silmek isteyip istemediğinizi soracaktır.
uk: Якщо увімкнено, MediaMonkey запитає вас, чи слід видаляти композиції зі списку відтворення, видаляти їх зі списку відтворення та бібліотеки, чи видаляти їх зі списку відтворення, бібліотеки та комп 'ютерної системи.

source: If enabled, MediaMonkey will prompt you whenever an edit operation modifies more than 50 files at once.
ar: إذا لم يتم تحديد هذا الخيار، MediaMonkey سيطلب منك تأكيد إذا صفقة تغيير الملفات أكثر من 50 انقلاب.
ca: Si està activat, MediaMonkey us demanarà sempre que una operació d'edició modifiqui més de 50 fitxers alhora.
da: Hvis det er aktiveret, vil MediaMonkey bede dig, når en edit operation ændrer mere end 50 filer på en gang.
de: Aktiviert eine Bestätigung, wenn mehr als 50 Dateien gleichzeitig geändert werden sollen.
el: Αν ενεργοποιηθεί, το MediaMonkey θα σας ρωτάει όταν μία λειτουργία επεξεργασίας μεταβάλλει περισσότερα από 50 αρχεία με τη μία.
he: אם מופעל, MediaMonkey יחזיר הודעה כאשר פעולה עריכה משנה יותר מ-50 קבצים ביחד.
ja: 有効にすると、編集操作で一度に50個以上のファイルを変更すると、MediaMonkeyが確認を表示します。
nb_no: Hvis aktivert vil MediaMonkey spørre deg når en redigeringsoperasjon endrer flere enn 50 filer på en gang.
nl: Hierdoor zal MediaMonkey bevestiging vragen wanneer meer dan 50 bestanden worden bewerkt.
pl: Jeśli ta opcja jest włączona, MediaMonkey wyświetli monit za każdym razem, gdy operacja edycji zmodyfikuje więcej niż 50 plików jednocześnie.
pt_br: Se esta opção for habilitada, o MediaMonkey pedirá uma confirmação sempre que uma operação tentar modificar mais que 50 arquivos de uma vez.
ru: Если включено, MediaMonkey будет выдавать запрос, когда правка изменяет сразу более 50 файлов.
sv: Om aktiverad kommer MediaMonkey att fråga dig när en redigeringsåtgärd ändrar mer än 50 filer på en gång.
tr: Etkinleştirildiğinde, MediaMonkey bir düzenleme işlemi aynı anda 50'den fazla dosyayı değiştirdiğinde size uyarı verecektir.
uk: Якщо увімкнено, тоді MediaMonkey зробить запит стосовно того чи операція редагування змінить більше, ніж 50 файлів одночасно.

source: Default download location:
ar: موقع التحميل الافتراضي:
ca: Ubicació de descàrrega predeterminada:
da: Standard download placering:
de: Standard Download-Ordner:
el: Προεπιλεγμένη τοποθεσία λήψης:
he: מיקום הורדה וגרסה:
ja: デフォルトのダウンロード場所:
nb_no: Standard nedlastingsmappe:
nl: Standaard downloadlocatie:
pl: Domyślna lokalizacja pobierania:
pt_br: Local padrão para download:
ru: Место загрузки по умолчанию:
sv: Standardplats för nedladdning:
tr: Varsayılan indirme konumu:
uk: Типове місце завантаження:
