Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Notify last.fm about playing tracks
ar: إخطار last.fm عن المسارات المشغلة
ca: Notifiqueu a last.fm la reproducció de pistes
da: Underret last.fm om spillede numre
de: last.fm über das Abspielen von Tracks benachrichtigen
el: Ειδοποιήση Last.fm για τα αναπαραγόμενα κομμάτια
he: הודע ל-last.fm על שירים שמושמעים
ja: 再生しているトラックについてlast.fmに通知する
nb_no: Varsle last.fm om avspilte spor
nl: Last.fm over de spelende tracks informeren
pl: Powiadom last.fm o odtwarzaniu utworów
pt_br: Notificar last.fm sobre faixas em execução
ru: Уведомлять last.fm о проигрываемых треках
sv: Meddela last.fm om att spela spår
tr: Last.fm'i çalan parçalar hakkında bilgilendirin
uk: Повідомляти last.fm про відтворення композицій

source: of the following criteria
ar: للشروط التالية
ca: dels següents criteris
da: af de følgende kriterier
de: der folgenden Kriterien
el: από τα ακόλουθα κριτήρια
he: מתוך הקריטריונים הבאים
ja: 以下の基準のうち
nb_no: av følgende kriterier
nl: van de volgende criteria
pl: z następujących kryteriów
pt_br: dos seguintes critérios
ru: из следующих критериев
sv: av följande kriterier
tr: Aşağıdaki kriterlerden
uk: з наступних критеріїв

source: Unselected Library files
ar: ملفات المكتبة الغير محددة
ca: Fitxers de biblioteca no seleccionats
da: Uvalgte Biblioteksfiler
de: Nicht ausgewählte Archiv-Dateien
el: Μη-επιλεγμένα αρχεία Βιβλιοθήκης
he: קבצי ספרייה לא נבחרות
ja: 選択されていないライブラリのファイル
nb_no: Umarkerte biblioteksfiler
nl: Niet-geselecteerde Bibliotheekbestanden
pl: Niewybrane pliki biblioteki
pt_br: Arquivos não selecionados da Biblioteca
ru: Невыбранные файлы библиотеки
sv: Omarkerade biblioteksfiler
tr: Seçilmemiş Kitaplık dosyaları
uk: Не вибрані файли Бібліотеки

source: This format is used by some devices
ar: يتم استخدام هذا التنسيق من قبل بعض الأجهزة
ca: Aquest format l’utilitzen alguns dispositius
da: Dette format bruges af nogle enheder
de: Dieses Format wird von einigen Geräten unterstützt
el: Αυτή η μορφή χρησιμοποιείται από κάποιες συσκευές
he: הפורמט הזה משומש על ידי חלק מהמכשירים
ja: この形式は一部のデバイスで使用されています
nb_no: Dette formatet blir brukt av noen eldre enheter
nl: Deze indeling wordt door sommige apparaten gebruikt
pl: Ten format jest używany przez niektóre urządzenia
pt_br: Este formato é usado por alguns dispositivos
ru: Этот формат используется некоторыми устройствами
sv: Detta format används av vissa enheter
tr: Bu format bazı cihazlar tarafından kullanılır
uk: Цей формат використовується деякими пристроями

source: Accept external IP addresses
ar: قبول عناوين IP الخارجية
ca: Accepteu adreces IP externes
da: Accepter eksterne IP-adresser
de: Externe IP-Adressen erlauben
el: Αποδοχή εξωτερικών διευθύνσεων IP
he: קבל כתובות IP חיצוניות
ja: 外部IPアドレスを受け入れる
nb_no: Tillat eksterne IP-adresser
nl: Externe IP-adressen toestaan
pl: Akceptuj zewnętrzne adresy IP
pt_br: Aceitar endereços IP externos
ru: Принимать внешние IP-адреса
sv: Acceptera externa IP-adresser
tr: Harici IP adreslerini kabul et
uk: Приймати зовнішні ІР адреси

source: Apply to all files in the Album/Series
ar: تطبيق على جميع الملفات في الألبوم/السلسلة
ca: Apliqueu-lo a tots els fitxers de l'àlbum/sèrie
da: Anvend til alle filer i Albummet/Serien
de: Auf alle Dateien des Albums/der Serie anwenden
el: Εφαρμογή σε όλα τα αρχεία στο Άλμπουμ/Σειρά
he: החל על כל הקבצים באלבום/סדרה
ja: アルバム/シリーズのすべてのファイルに適用
nb_no: Bruk på alle spor i Albumet/Serien
nl: Op alle bestanden van Album/Serie toepassen
pl: Zastosuj do wszystkich plików w albumie/serii
pt_br: Aplicar a todos os arquivos no álbum ou série
ru: Применить для всех треков на альбоме
sv: Tillämpa på alla filer i albumet/serien
tr: Albüm/Serideki tüm dosyalara uygula
uk: Застосувати до всіх файлів у Альбомі/Серії

source: This action will install the following product
ar: هذا الإجراء سيقوم بتثبيت المنتج التالي
ca: Aquesta acció instal·larà el producte següent
da: Denne handling installerer følgende produkt
de: Hiermit wird das folgende Produkt installiert
el: Αυτή η ενέργεια θα εγκαταστήσει το ακόλουθο προϊόν
he: הפעולה הזו תתקין את המוצר הבא
ja: この操作は次の製品をインストールします
nb_no: Denne handlingen vil installere følgende produkt
nl: Hiermee wordt het volgende product geïnstalleerd
pl: Ta akcja zainstaluje następujący produkt
pt_br: Este procedimento irá instalar o seguinte produto
ru: Будет установлен следующий продукт
sv: Denna åtgärd installerar följande produkt
tr: Bu eylem aşağıdaki ürünü yükleyecektir
uk: Ця дія встановить наступний продукт

source: Sound alert after the burn process
ar: تنبيه الصوت بعد عملية الحرق
ca: Alerta sonora després del procés de gravació
da: Lydalarm efter brændingsprocessen
de: Signalton nach dem Brennen
el: Ηχητική ειδοποίηση μετά τη διαδικασία εγγραφής
he: צליל התראה לאחר תהליך הצריבה
ja: 書き込み処理後のサウンドアラート
nb_no: Lydvarsel etter brenneprosessen
nl: Geluidswaarschuwing na het brandproces
pt_br: Emitir alerta sonoro após a gravação
ru: Звук по завершении прожига
sv: Ljudnotifikation efter bränningsprocessen
tr: Yazma işleminden sonra sesli uyarı
uk: Звукове сповіщення після процесу запису

source: On update, download
ar: تحميل المستكملة
ca: Amb una nova actualització a punt, baixeu-la
da: På opdatering, download
de: Beim Update herunterladen
el: Σε ενημέρωση, λήψη
he: בעת עדכון, הורד
ja: アップデート時にダウンロード
nb_no: Ved oppdatering, last ned
nl: Bij bijwerken, download
pl: Pobieranie przy dostępności aktualizacji
pt_br: Ao atualizar, baixar
ru: При обновлении загружать
sv: Ladda ner vid uppdatering
tr: Güncellemede, indirin
uk: При оновленні завантажити

source: Only if rating is less than
ar: إلا إذا كانت النتيجة أقل من
ca: Només si la puntuació és inferior a
da: Kun hvis rating er mindre end
de: Nur wenn Bewertung kleiner als
el: Μόνο αν η εκτίμηση είναι μικρότερη από
he: רק אם הדירוג נמוך מ
ja: 評価がこれより低いものだけ削除
nb_no: Kun hvis vurdering er mindre enn
nl: Alleen bij lagere score dan
pl: Tylko jeśli ocena mniejsza niż
pt_br: Se a avaliação for menor que
ru: Только если рейтинг меньше
sv: Endast om betyg är lägre än
tr: Yalnızca derecelendirme şu değerden düşükse
uk: Тільки, якщо рейтинг менший, ніж

source: Width
ar: عرض
ca: Amplada
da: Bredde
de: Breite
el: Πλάτος
he: רוחב
ja: 幅
nb_no: Bredde
nl: Breedte
pl: Szerokość
pt_br: Largura
ru: Ширина
sv: Bredd
tr: Genişlik
uk: Ширина

source: Organize library files based on the above rules whenever files are scanned or edited. To fully automate, enable File Monitoring to scan directories in the background.
ar: قم بتنظيم ملفات المكتبة استنادًا إلى القواعد أعلاه كلما تم فحص أو تعديل الملفات. لتنفيذ العملية بالكامل، قم بتمكين مراقبة الملفات لفحص الأدلة في الخلفية.
ca: Organitzeu fitxers de biblioteca segons les regles anteriors sempre que s’escanegin o editen fitxers. Per automatitzar totalment, activeu Monitorització de Fitxers per escanejar directoris en segon pla.
da: Organiser bibliotekfilerne baseret på ovenstående regler, når filer scannes eller redigeres. For at automatisere fuldt ud, aktiver Filo­vervågning til at scanne mapper i baggrunden.
de: Ordnet Dateien automatisch nach den oben definierten Regeln ein, sobald sie in das Archiv aufgenommen werden. Zur automatischen Übernahme neuer Dateien ins Archiv aktivieren Sie: Dateien neu ins Archiv aufnehmen: Ablaufplan=ständig.
el: Οργανώστε αρχεία βιβλιοθήκης με βάση τους παραπάνω κανόνες κάθε φορά που τα αρχεία σαρώνονται ή επεξεργάζονται. Για πλήρη αυτοματοποίηση, ενεργοποιήστε την Παρακολούθηση Αρχείου για σάρωση καταλόγων στο παρασκήνιο.
he: ארגן קבצי ספרייה על בסיס הכללים לעיל בכל פעם שקבצים נסרקו או נערכו. כדי לאוטומט לחלוטין, הפעל ניטור קבצים כדי לסרוק ספריות ברקע.
ja: ファイルがスキャンまたは編集されるたびに、上記のルールに基づいてライブラリファイルを整理します。完全に自動化するには、ファイルモニタリングを有効にして、バックグラウンドでディレクトリをスキャンします。
nb_no: Organiser filer i biblioteket basert på overstående regler når filer blir skannet eller redigert. For å gjøre det helautomatisk, konfigurer filovervåkeren til å skanne direktorater i bakgrunnen.
nl: Ordent tracks in de bibliotheek o.b.v. bovenstaande regels wanneer bestanden worden gescand of bewerkt. Dit kan geheel automatisch, door de bestandsmonitor op de achtergrond mappen te laten scannen.
pl: Organizuj pliki biblioteki w oparciu o powyższe zasady, gdy pliki są skanowane lub edytowane. Aby w pełni zautomatyzować, włącz Monitorowanie plików, aby skanować katalogi w tle.
pt_br: Organize os arquivos da Biblioteca com base nas regras acima, sempre que eles forem re-adicionados ou editados. Para uma automatização completa, configure o Monitor de Arquivos para monitorar as pastas em segundo plano.
ru: Организуйте файлы библиотеки на основе приведённых выше правил при каждом сканировании или редактировании файлов. Для полной автоматизации включите мониторинг файлов для сканирования папок в фоновом режиме.
sv: Organisera biblioteksfiler baserat på ovanstående regler när filer skannas eller redigeras. För att automatisera helt, aktivera filövervakning för att skanna kataloger i bakgrunden.
tr: Dosyalar tarandığında veya düzenlendiğinde kitaplık dosyalarını yukarıdaki kurallara göre düzenleyin. Tamamen otomatikleştirmek için, arka planda dizinleri taramak için Dosya İzleme'yi etkinleştirin.
uk: Упорядковуйте бібліотечні файли на основі наведених вище правил кожного разу, коли файли скануються або редагуються. Щоб повністю автоматизувати, увімкніть Моніторинг файлів для сканування каталогів у фоновому режимі.

source: If enabled, MediaMonkey will prompt you whether to delete the currently playing file from the system, since doing so will cause an interruption of playback.
ar: إذا كانت ممكّنة، سيطلب MediaMonkey منك ما إذا كنت تريد حذف الملف الذي يتم تشغيله حاليًا من النظام، حيث أن القيام بذلك سيسبب انقطاعًا في التشغيل.
ca: Si està activat, MediaMonkey us demanarà si voleu eliminar del sistema el fitxer que es reprodueix actualment, ja que fer-ho provocarà una interrupció de la reproducció.
da: Hvis aktiveret, vil MediaMonkey spørge dig, om du ønsker at slette den aktuelt spillede fil fra systemet, da det vil forårsage en afbrydelse af afspilningen.
de: MediaMonkey wird Sie fragen, ob Sie den aktuell spielenden Track wirklich löschen möchten, und somit das Abspielen unterbrechen.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα σας ρωτήσει αν θα διαγράψετε το τρέχον αναπαραγόμενο αρχείο από το σύστημα, αφού κάνοντας αυτό θα προκαλέσει τη διακοπή της αναπαραγωγής.
he: אם מופעל, MediaMonkey יחזיר אם למחוק את הקובץ המרבה לנגן מהמערכת, כי לעשות זאת יגרום להשמעת השמעה.
ja: 有効にすると、MediaMonkey は再生中のファイルをシステムから削除（これを行うと再生は途中で停止します）するかどうかたずねます。
nb_no: Hvis aktivert vil MediaMonkey spørre deg om å slette den avspillende filen, siden man ved å gjøre dette skaper et brudd i avspillingen.
nl: MediaMonkey zal vragen of de op dit moment spelende track verwijderd moet worden, omdat dit een onderbreking in het afspelen zal veroorzaken.
pl: Jeśli jest włączony, MediaMonkey zapyta, czy usunąć aktualnie odtwarzany plik z systemu, ponieważ spowoduje to przerwanie odtwarzania.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja excluir a faixa atualmente em execução, uma vez que, fazendo isso, a execução será interrompida.
ru: Если включено, MediaMonkey будет выдавать запрос при удалении воспроизводимого трека, поскольку это приведёт к прерыванию воспроизведения.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill ta bort det aktuella spåret från datorn, då det kommer att orsaka ett avbrott i uppspelningen.
tr: Eğer etkinleştirilirse, MediaMonkey, şu anda çalan dosyanın sistemden silinip silinmeyeceğini sormanızı isteyecek, çünkü bunu yapmak çalma sırasında bir kesinti meydana getirecektir.
uk: Якщо увімкнено, MediaMonkey запитає вас, чи слід видаляти поточний відтворюваний файл з системи, оскільки це призведе до переривання відтворення.

source: Number of concurrent downloads:
ar: عدد التنزيلات المتزامنة:
ca: Nombre de descàrregues simultànies:
da: Antal af samtidige downloads:
de: Anzahl gleichzeitiger Downloads:
el: Αριθμός ταυτόχρονων λήψεων:
he: מספר הורדות מחוברות:
ja: 同時ダウンロード数:
nb_no: Antall samtidige nedlastinger:
nl: Aantal gelijktijdige downloads:
pl: Liczba jednoczesnych pobierań:
pt_br: Número de downloads simultâneos:
ru: Одновременных загрузок:
sv: Antal samtidiga nedladdningar:
tr: Eş zamanlı indirme sayısı:
uk: Кількість одночасних завантажень:

source: Download podcasts to:
ar: تحميل المدونة الصوتية إلى:
ca: Descarregueu podcasts a:
da: Downloade podcasts til:
de: Podcasts herunterladen nach:
el: Λήψη podcasts σε:
he: הורדת פודקאסטים ל:
ja: ポッドキャストのダウンロード先:
nb_no: Last ned podcaster til:
nl: Download podcasts naar:
pl: Pobieraj podcasty do:
pt_br: Baixar podcastas para:
ru: Скачать подкасты в:
sv: Ladda ner podcasts till:
tr: Podcastleri şuraya indirin:
uk: Завантажити подкасти до:

source: MediaMonkey performs numerous operations such as CD Ripping, Conversion, Tagging, Volume Leveling, etc. in the background. This option sets the priority of these background tasks. By default it is set to 'Lower' so that these tasks don't slow down other operations.
ar: يقوم MediaMonkey بالعديد من العمليات مثل نسخ الأقراص المضغوطة، التحويل، الوسم، تسوية الحجم، إلخ في الخلفية. هذا الخيار يحدد أولوية هذه المهام الخلفية. افتراضيًا يتم تعيينها على 'أقل' حتى لا تبطئ هذه المهام العمليات الأخرى.
ca: MediaMonkey realitza nombroses operacions com ara Còpia de CD, conversió, etiquetatge, anivellament de volum, etc. en segon pla. Aquesta opció estableix la prioritat d’aquestes tasques en segon pla. Per defecte, s'estableix a la "Baixa" perquè aquestes tasques no frenin altres operacions.
da: MediaMonkey udfører adskillige operationer såsom CD-ripning, Konvertering, Tagging, Volumen Nivellering, osv. i baggrunden. Denne indstilling sætter prioriteten for disse baggrundsopgaver. Som standard er den sat til 'Lavere', så disse opgaver ikke nedsænker andre operationer.
de: MediaMonkey führt viele Prozesse im Hintergrund aus: CD-Rippen, Konvertieren, Taggen, Lautstärkeanpassung usw. Hier können Sie deren Priorität ändern. Die Standardvorgabe ist "Niedriger", sodass andere Anwendungen nicht verlangsamt werden.
el: Το MediaMonkey εκτελεί πολλές λειτουργίες όπως CD Ripping, Μετατροπή, Ετικετοποίηση, Εξισορρόπηση Έντασης, κλπ. στο παρασκήνιο. Αυτή η επιλογή θέτει την προτεραιότητα αυτών των παρασκηνιακών διαδικασιών. Από προεπιλογή αυτή είναι ρυθμισμένη στο 'Λιγότερο' έτσι ώστε αυτές οι εργασίες να μην καθυστερούν άλλες λειτουργίες.
he: MediaMonkey מבצע פעולות רבות כגון קריעת CD, המרה, תיוג, שמירה על עוצמת קול, וכו' ברקע. אפשרות זו קובעת את העדיפות של המשימות ברקע. כברירת מחדל זה מוגדר ל'נמוך יותר' כדי שהמשימות הללו לא יאטו פעולות אחרות.
ja: MediaMonkeyは、CDリッピング、変換、タグ付け、音量揃えなどの多数の操作をバックグラウンドで実行します。このオプションはこれらのバックグラウンドタスクの優先度を設定します。デフォルトでは、これらのタスクが他の操作を遅くしないように、「低くする」に設定されています。
nb_no: MediaMonkey utfører mange operasjoner som CD-ripping, konvertering, tagging, volumutjevning osv. i bakgrunnen. Dette alternativet setter prioritet for disse bakgrunnsoppgavene. Som standard er den satt til 'Lavere' slik at disse oppgavene ikke bremser andre operasjoner.
nl: MediaMonkey voert diverse taken (zoals CD-Ripping, Converteren, Labelen, Volume Normaliseren) uit op de achtergrond. Deze optie bepaalt de prioriteit van deze taken. De standaard-instelling is 'Normaal', zodat het andere taken niet vertraagt.
pl: MediaMonkey wykonuje w tle wiele operacji, takich jak zgrywanie płyt CD, konwersja, tagowanie, wyrównywanie głośności itp. Ta opcja ustawia priorytet tych zadań w tle. Domyślnie jest ustawiony na „Niższy”, aby te zadania nie spowalniały innych operacji.
pt_br: O MediaMonkey executa diversas operações em segundo plano, tais como Extração de CD, Conversão de Formatos, Ajuste de Tags, Ajuste de Volume, etc. Esta opção define a prioridade destas tarefas de segundo plano. Por padrão, elas são definidas com prioridade 'Baixa', de modo que não prejudiquem o desempenho de outras operações.
ru: MediaMonkey выполняет множество операций в фоновом режиме: риппинг CD, преобразование, тегирование, выравнивание громкости и т.д. Эта опция устанавливает приоритет таких фоновых задач. По умолчанию установлен низкий приоритет, чтобы эти задачи не замедляли другие операции.
sv: MediaMonkey utför flera aktiviteter i bakgrunden, såsom CD-rippning, filkonvertering, ID3-taggning osv. Prioritet på dessa bakgrundsaktiviteter sätts med detta alternativ. 'Låg' är förinställt för att inte sakta ner andra aktiviteter.
tr: MediaMonkey, arka planda CD Kopyalama, Dönüştürme, Etiketleme, Ses Seviyelendirme vb. gibi çok sayıda işlem gerçekleştirir. Bu seçenek, bu arka plan görevlerinin önceliğini ayarlar. Varsayılan olarak, bu görevlerin diğer işlemleri yavaşlatmaması için 'Düşük' olarak ayarlanmıştır.
uk: MediaMonkey виконує численні операції, такі як копіювання компакт-дисків, конверсія, маркування, вирівнювання гучності тощо в фоновому режимі. Цей параметр встановлює пріоритет цих фонових завдань. Типово встановлено значення "Нижній", щоб ці завдання не уповільнювали інші операції.

source: Saves playback position (great for Audiobooks) for files of the selected type.
ar: يحفظ موضع التشغيل (رائع للكتب الصوتية) للملفات من النوع المحدد.
ca: Desa la posició de reproducció (ideal per a audiollibres) per als fitxers del tipus seleccionat.
da: Gemmer afspilningsposition (godt for Lyd­bøger) for filer af den valgte type.
de: Speichert die Abspielposition für Tracks der angegebenen Typen (ideal für Hörbücher).
el: Αποθηκεύει την θέση αναπαραγωγής (ιδανικό για Ηχητικά βιβλία) για τα αρχεία του επιλεγμένου τύπου.
he: שומר את מיקום ההשמעה (מצוין לקבצי אודיו) לסוג הקבצים הנבחר.
ja: 選択した種類のファイルの再生位置（オーディオブックに最適です）を保存します。
nb_no: Lagrer avspillingsposisjon (ypperlig for Lydbøker) for spor av den valgte typen.
nl: Slaat de afspeelpositie op voor het opgegeven bestandstype (handig voor audioboeken).
pl: Zapisuje pozycję odtwarzania (idealne dla książek audio) dla plików wybranego typu.
pt_br: Salva a posição da execução para as faixas do tipo selecionado. Isso é ótimo para Audiobooks e Podcasts.
ru: Сохраняет позицию воспроизведения (например, аудиокниг) для файлов указанного типа.
sv: Sparar uppspelningsposition (bra för ljudböcker) för filer av den valda typen.
tr: Seçili türdeki dosyalar için oynatma konumunu kaydeder (Sesli Kitaplar için harika).
uk: Зберігає позицію відтворення (чудово підходить для аудіокниг) для файлів вибраного типу.

source: This determines what files are played when the 'Play now' command is run for a single file. Party Mode and Playback rule settings can override this default.
ar: يحدد ما هي الملفات التي تُشغل عندما يتم تشغيل أمر 'تشغيل الآن' لملف فردي. يمكن لوضع الحفلات وإعدادات الأداء تجاوز هذا الافتراضي.
ca: Això determina quins fitxers es reprodueixen quan s'executa l'ordre "Reprodueix ara" per a un sol fitxer. La configuració del mode de festa i de la regla de reproducció pot anul·lar aquesta predeterminada.
da: Dette bestemmer, hvilke filer der afspilles, når 'Afspil nu'-kommandoen køres for en enkelt fil. Indstillinger for Party Mode og Afspilningsregler kan tilsidesætte denne standard.
de: Bestimmt die Wirkung des Befehls "Jetzt abspielen" für eine einzelne Datei. Party-Modus oder Abspielregeln können diese Vorgabe überschreiben.
he: זה קובע איזה קבצים מושמעים כשפוקד "נגן עכשיו" מבוצע עבור קובץ יחיד. הגדרות מצב מסיבה והגדרות חוקים להשמעה עשויים להחליף את ברירת המחדל הזו.
ja: 「今すぐ再生」コマンドが単一のファイルに対して実行されたときに再生されるファイルを指定します。パーティーモードと再生ルールの設定はこのデフォルトを上書きできます。
nb_no: Dette bestemmer hvilke filer som spilles av når 'Spill nå'-kommandoen kjøres for en enkeltfil. Festmodus og avspillingsregelinnstillinger kan overstyre denne standarden.
nl: Bepaalt welke bestanden worden afgespeeld wanneer 'Nu Afspelen' wordt gekozen voor een enkel bestand. De instellingen voor de Party mode en Afspeelregel kunnen deze instelling overschrijven.
pt_br: Isto determina quais arquivos são tocados quando o comando 'Executar Agora' é dado sobre um único arquivo. O modo Festa e as regras de execução podem sobrescrever esta opção.
ru: Определяет, какие файлы воспроизводятся по команде 'Воспроизвести' для одного файла. Настройки режима вечеринки и правил воспроизведения могут переопределить значение по умолчанию.
sv: Detta bestämmer vilka filer som spelas upp när kommandot "Spela nu" körs för en enda fil. Inställningar för partyläge och uppspelningsregel kan åsidosätta denna standard.
tr: Bu, tek bir dosya için 'Şimdi oynat' komutu çalıştırıldığında hangi dosyaların oynatılacağını belirler. Parti Modu ve Oynatma kuralı ayarları bu varsayılanı geçersiz kılabilir.

source: ID3v1 tags
ar: العلامات ID3v1
ca: Etiquetes ID3v1
el: ID3v1 ετικέτες
he: תגית ID3v1
ja: ID3v1タグ
nb_no: ID3v1 tagger
nl: ID3v1-labels
pl: tagów ID3v1
pt_br: Tags ID3v1
ru: Теги ID3v1
sv: ID3v1-taggar
tr: ID3v1 etiketleri
uk: Теґи ID3v1

source: This is the filename for the first image, as long as only a single Album, Series, or Movie is contained within the folder.
ar: هذا هو اسم الملف للصورة الأولى، طالما أن هناك ألبوم، سلسلة، أو فيلم واحد فقط داخل المجلد.
ca: Aquest és el nom de fitxer de la primera imatge, sempre que només hi hagi un sol àlbum, sèrie o pel·lícula a la carpeta.
da: Dette er filnavnet for det første billede, så længe der kun er et enkelt Album, Serie, eller Film indeholdt i mappen.
de: Gibt den Namen des ersten Bildes an, solange der Ordner nur ein Album/eine Serie/ein Film enthält.
el: Αυτό είναι το όνομα του αρχείου για την πρώτη εικόνα, εφόσον μόνο ένα single Άλμπουμ, Σειρά, ή Ταινία περιέχεται μέσα στο φάκελο.
he: זהו שם הקובץ לתמונה הראשונה, כל עוד רק אלבום, סדרה או סרט אחד נמצא בתוך התיקייה.
ja: フォルダー中に１つのアルバム / シリーズ / 映画しか含まない場合、１枚目の画像のファイル名となります。
nb_no: Dette er filnavnet på det første bildet, så lenge det kun er et enkelt Album, Serie eller Film lagret i mappen.
nl: Dit is de naam van de eerste afbeelding, zolang de map slechts één album, serie of film bevat.
pl: To jest nazwa pliku dla pierwszego obrazu, o ile w folderze znajduje się tylko jeden Album, Seria lub Film.
pt_br: Este é o nome para a primeira imagem, desde que exista apenas um Álbum, Série ou Filme em cada pasta.
ru: Это имя файла для первого изображения, если в папке содержится только один альбом, сериал или фильм.
sv: Detta är filnamnet för den första bilden, så länge bara ett enda album, serie eller film finns i mappen.
tr: Bu, klasörde yalnızca tek bir Albüm, Seri veya Film bulunduğu sürece ilk görselin dosya adıdır.
uk: Це ім'я файлу для першого зображення, якщо в теці міститься лише один Альбом, Серія або Фільм.

source: Target volume levels
ar: مستويات حجم الهدف
ca: Nivells de volum objectiu
da: Mål volumen niveauer
de: Ziel-Lautstärke
el: Επίπεδα έντασης στόχου
he: רמות עוצמת קול יעד
ja: 音量揃えの目標
nb_no: Målvolumnivåer
nl: Doelvolumeniveaus
pl: Docelowe poziomy głośności
pt_br: Níveis de volume desejados
ru: Целевые уровни громкости
sv: Önskad ljudstyrka
tr: Hedef ses seviyeleri
uk: Цільові рівні гучності

source: Album artist(s)
ar: فنان الألبوم(الفنان)
ca: Artista(s) del(s) Àlbum(s)
da: Album kunstner(e)
de: Album-Interpret(en)
el: Καλλιτέχνης(ες) Άλμπουμ
he: יוצר האלבום
ja: アルバムアーティスト
nb_no: Albumartist(er)
nl: Albumartiest(en)
pl: Wykonawcy albumu
pt_br: Artista(s) do álbum
ru: Исполнители альбома
sv: Albumartist(er)
tr: Albüm sanatçısı(s)
uk: Виконавець(і) Альбому

source: My Library
ar: مكتبتي
ca: La meva biblioteca
da: Mit Bibliotek
de: Mein Archiv
el: Η Βιβλιοθήκη Mου
he: הספריה שלי
ja: マイライブラリ
nb_no: Mitt bibliotek
nl: Mijn Bibliotheek
pl: Moja biblioteka
pt_br: Minha biblioteca
ru: Моя библиотека
sv: Mitt bibliotek
tr: Kütüphanem
uk: Моя Бібліотека
