Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Bit depth
ar: عمق البت
ca: Profunditat de bits
da: Bitdybde
de: Bittiefe
el: Βάθος bit
he: איכות
ja: ビット深度
nb_no: Bitdybde
nl: Bitdiepte
pl: Głębokość bitowa
pt_br: Profundidade de bits
ru: Разрядность
sv: Bitdjup
tr: Bit derinliği
uk: Глибина біта

source: Track volume
ar: الصوت المسار
ca: volumen de la pista
da: Sporvolumen
de: Track-Lautstärke
el: Ένταση κομματιού
he: איזון ווליום
ja: トラック音量
nb_no: Sporvolum
nl: Track geluidssterkte
pl: Głośność utworu
pt_br: Volume da faixa
ru: Громкость трека
sv: Spårvolym
tr: Parça ses seviyesi
uk: Гучність доріжки

source: Recommended path
ar: المسار الموصى به
ca: Camí recomenat
da: Anbefalet sti
de: Empfohlener Pfad
el: Προτεινόμενη διαδρομή
he: נתיב מומלץ
ja: 推奨パス
nb_no: Anbefalt sti
nl: Aanbevolen pad
pl: Zalecana ścieżka
pt_br: Caminho recomendado
ru: Рекомендуемый путь
sv: Rekommenderad sökväg
tr: Önerilen yol
uk: Рекомендований шлях

source: Extension
ar: الملحق
ca: Extensió
de: Erweiterung
el: Επέκταση
he: סוג קובץ
ja: 拡張子
nb_no: Utvidelse
nl: Extentie
pl: Rozszerzenie
pt_br: Extensão
ru: Расширение
sv: Förlängning
tr: Eklenti
uk: Розширення

source: Added
ar: المسار إضافة
ca: Afegit
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκαν
he: נוסף
ja: 追加
nb_no: Lagt til
nl: Toegevoegd
pl: Dodany
pt_br: Adicionado
ru: Добавлено
sv: Tillagd
tr: Eklendi
uk: Додано

source: Original Date
ar: تاريخ الأصلي
ca: Data original
da: Original dato
de: Datum (original)
el: Αρχική Ημερομηνία
he: תאריך מקור
ja: オリジナル日付
nb_no: Original dato
nl: Originele Datum
pl: Oryginalna data
pt_br: Data original
ru: Дата оригинала
sv: Ursprungligt datum
tr: Orijinal Tarih
uk: Початкова дата

source: Comment
ar: تعليق
ca: Comentari
da: Kommentar
de: Kommentar
el: Σχόλιο
he: הערה
ja: コメント
nb_no: Kommentar
nl: Opmerkingen
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Yorum
uk: Коментар

source: Album volume
ar: الصوت الألبوم
ca: Volum de l'Àlbum
da: Albumvolumen
de: Album-Lautstärke
el: Ένταση άλμπουμ
he: איזון ווליום לאלבום
ja: アルバム音量
nb_no: Albumvolum
pl: Głośność albumu
pt_br: Volume do álbum
ru: Громкость альбома
sv: Albumljudstyrka
tr: Albüm ses seviyesi
uk: Об'єм альбому

source: Disc #
ar: قرص لا.
el: Δίσκος #
he: דיסק #
ja: ディスク番号
nb_no: Disk¤
pl: Dysk #
pt_br: Disco
ru: Диск №
sv: Skiva #
tr: Disk #
uk: Диск #

source: Involved people
ar: الأشخاص المعنيون
ca: Persones implicades
da: Involverede personer
de: Mitwirkende
el: Συμμετέχοντες
he: אנשים שתרמו
ja: 関係者
nb_no: Involverte personer
nl: Betrokkenen
pl: Zaangażowani ludzie
pt_br: Pessoas envolvidas
ru: Участники
sv: Övriga inblandade
tr: İlgili kişiler
uk: Залучені люди

source: Original Artist
ar: الفنان الأصلي
ca: Artista Original
da: Original Kunstner
de: Interpret (original)
el: Αρχικός Καλλιτέχνης
he: יוצר מקורי
ja: オリジナルアーティスト
nl: Originele Artiest
pl: Oryginalny Artysta
pt_br: Artista original
ru: Исходный исполнитель
tr: Orijinal Sanatçı
uk: Початковий Виконавець

source: Original Album
ar: ألبوم أصلي
ca: Album Original
da: Originalt Album
he: אלבום מקורי
ja: オリジナルアルバム
nb_no: Originalt album
nl: Origineel Album
pt_br: Álbum original
ru: Исходный альбом
tr: Orijinal Albüm

source: Original Lyricist
ar: الشاعر الغنائي الأصلي
ca: Lletrista original
da: Original Tekstforfatter
de: Texter (original)
el: Αρχικός Στιχουργός
he: כותב מקורי
ja: オリジナル作詞者
nb_no: Original låtskriver
nl: Originele Tekstschrijver
pl: Oryginalny autor tekstów
pt_br: Letrista original
ru: Исходный автор текста
sv: Originalets textförfattare
tr: Orijinal Söz Yazarı
uk: Оригінальний Автор слів

source: Lyricist
ar: الشاعر الغنائي
ca: Lletrista
da: Tekstforfatter
de: Texter
el: Στιχουργός
he: מתמלל
ja: 作詞者
nb_no: Tekstforfatter
nl: Tekstschrijver
pl: Autor tekstu
pt_br: Letrista
ru: Автор текста
sv: Textförfattare
tr: Söz yazarı
uk: Лірик

source: Grouping
ar: التجميع
ca: Agrupació
da: Gruppering
de: Werk
el: Ομαδοποίηση
he: קיבוץ
ja: グループ化
nb_no: Gruppering
nl: Volledig werk
pl: Grupowanie
pt_br: Grupo
ru: Группировка
sv: Gruppering
tr: Gruplama
uk: Групування

source: Track #
ar: رقم المسار
ca: Pista #
da: Spor #
el: Κομμάτι #
he: מס' פריט
ja: トラック番号
nb_no: Spor #
pl: Utwór #
pt_br: Faixa
ru: Трек №
sv: Spår #
tr: Parça #
uk: Доріжка #

source: Skipped #
ar: # متجاوز
ca: Omès #
da: Sprunget Over #
de: Übersprungen #
el: Παραλείφθηκαν #
he: מס' דילוגים
ja: スキップ回数
nb_no: Hoppet over #
nl: Overgesl. #
pl: Pominięto #
pt_br: Pulos
ru: Пропущено №
sv: Hoppade över #
tr: Atlandı #
uk: Пропущено #

source: Resolution
ar: الدقة
ca: Resolució
da: Opløsning
de: Auflösung
el: Ανάλυση
he: איכות (רזולוציה)
ja: 解像度
nb_no: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
sv: Upplösning
tr: Çözünürlük
uk: Роздільна здатність

source: Framerate
ar: معدل الإطار
ca: fotogrames per segon
da: Billedfrekvens
de: Bildrate
el: Ρυθμός καρέ
he: איכות (קצב תמונות)
ja: フレームレート
nb_no: Bildfrekvens
pl: Próbkowanie
pt_br: Taxa de quadros
ru: Частота кадров
sv: Bildfrekvens
tr: Kare hızı
uk: Частота кадрів

source: Podcast
he: פודקאסט
ja: ポッドキャスト
ru: Подкаст
tr: Podcast'ler
uk: Подкаст

source: Episode #
ar: # الحلقة
ca: Episodi #
el: Επεισόδιο #
he: מס' פרק
ja: エピソード番号
nl: Aflevering
pl: Odcinek#
pt_br: Episódio
ru: Эпизод №
sv: Avsnitt #
tr: Bölüm #
uk: Епізод #

source: Season #
ar: # الموسم
ca: Temporada #
da: Sæson #
de: Staffel #
el: Κύκλος #
he: מס' עונה
ja: シーズン番号
nb_no: Sesong #
nl: Seizoen
pl: Sezon #
pt_br: Temporada
ru: Сезон №
sv: Säsong #
tr: Sezon #
uk: Сезон #

source: Screenwriter
ar: كاتب السيناريو
ca: Guionista
da: Manuskriptforfatter
de: Drehbuchautor
el: Σεναριογράφος
he: מחזאי
ja: 脚本家
nb_no: Manusforfatter
nl: Scenarioschrijver
pl: Scenarzysta
pt_br: Roteirista
ru: Сценарист
sv: Manusförfattare
tr: Senarist
uk: Сценарист

source: Actor(s)
ar: الممثلون
da: Skuespiller(e)
de: Schauspieler
el: Ηθοποιός(οί)
he: שחקנים
ja: 出演者
nb_no: Skuespiller(e)
nl: Acteur(s)
pl: Aktor(zy)
pt_br: Ator(es)
ru: Актёры
sv: Skådespelare
tr: Aktör(s)
uk: Актор(и)

source: Parental Rating
ar: التصنيف الأبوي
ca: Classificació parental
da: Forældrevurdering
de: Alterseinstufung
el: Γονική Εκτίμηση
he: דירוג הורים
ja: 視聴年齢制限
nb_no: Foreldrekontroll vurdering
nl: Ouderlijke Beoordeling
pl: Ocena rodzicielska
pt_br: Classificação etária
ru: Родительский рейтинг
sv: Föräldrabedömning
tr: Ebeveyn Değerlendirmesi
uk: Батьківський Рейтинг

source: Type
ar: نوع الملف
ca: Tipus
de: Typ
el: Τύπος
he: סוג
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип

source: Initial Key
ar: المفتاح الأولي
ca: Clau inicial
da: Første Nøgle
de: Tonart
el: Αρχικό Κλειδί
he: מפתח ראשי
ja: 初期キー
nb_no: Opprinnelig nøkkel
nl: Beginsleutel
pl: Klucz początkowy
pt_br: Tom inicial
ru: Начальный ключ
sv: Initial nyckel
tr: Başlangıç Anahtarı
uk: Початковий ключ

source: Encoder
ar: أداة ترميز
ca: Codificador
el: Κωδικοποιητής
he: מקודד
ja: エンコーダ
nb_no: Konverterer
pl: Kodek
pt_br: Codificador
ru: Кодировщик
tr: Kodlayıcı
uk: Кодувальник

source: Copyright
ar: حقوق الطبع والنشر
ca: Drets d'autor
he: זכויות יוצרים
ja: 著作権
nb_no: Kopirettighet
pl: Prawa autorskie
ru: Авторские права
tr: Telif hakkı
uk: Авторські права

source: in
ar: في
ca: en
da: i
el: σε
he: ב
ja: 残り
nb_no: om
pl: w
pt_br: em
ru: через
sv: om
tr: için
uk: в

source: Update waveform
ar: تحديث الموجة
ca: Actualització d la forma d'ona
da: Opdater waveform
de: Wellenform aktualisieren
el: Ενημέρωση κυματομορφής
he: עדכן צורת גל
ja: 波形の更新
nb_no: Oppdater bølgeform
nl: Wave-form bijwerken
pl: Zaktualizuj przebieg
pt_br: Atualizar forma de onda
ru: Обновить форму сигнала
sv: Uppdatera vågform
tr: Dalga formunu güncelle
uk: Оновити форму сигналу

source: Convert the following formats when playing %s content remotely
ar: تحويل التنسيقات التالية عند تشغيل %s المحتوى عن بُعد
ca: Convertiu els formats següents en reproduir contingut de %s remotament
da: Konverter de følgende formater når du afspiller %s indhold eksternt
de: Konvertiert folgende Formate, wenn %s remote abspielt
el: Μετατροπή των ακόλουθων μορφών κατά την αναπαραγωγή από απόσταση περιεχομένου %s
he: המר את הפורמטים הבאים כאשר תוכן %s מתנגן מרחוק
ja: "%s"コンテンツをリモートで再生する場合は、次の形式に変換します
nb_no: Konverter formatene nedenfor når du spiller %s innhold eksternt
nl: Converteer de volgende indelingen bij op afstand afspelen van %s
pl: Konwertuj następujące formaty podczas zdalnego odtwarzania zawartości %s
pt_br: Converter os seguintes formatos ao tocar o conteúdo de %s remotamente
ru: Преобразовывать следующие форматы при удалённом воспроизведении содержимого %s
sv: Konvertera följande format när du spelar upp %s innehåll på distans
tr: %s içeriğini uzaktan oynatırken aşağıdaki biçimleri dönüştürün
uk: Перетворити наступні формати під час дистанційного відтворення вмісту %s

source: Format on PC
ar: تنسيق على الكمبيوتر الشخصي
ca: Format en el PC
da: Format på PC
de: Format am PC
el: Format στον Η/Υ
he: תבנית במחשב
ja: PC上の形式
nb_no: Format på PC
nl: Indeling op PC
pl: Format na PC
pt_br: Formato no PC
ru: Формат на ПК
sv: Format på datorn
tr: Bilgisayarda biçimlendir
uk: Форматувати на ПК

source: Streaming format
ar: تنسيق البث
ca: Format de transmissió
de: Streaming-Formate
el: Μορφή Ροής
he: סוג קובץ להזרמה
ja: ストリーミング形式
nb_no: Streamingsformat
nl: Indeling stream
pl: Format przesyłania strumieniowego
pt_br: Formato para transmissão
ru: Формат потока
sv: Strömmande format
tr: Akış formatı
uk: Потоковий формат

source: Supported formats on '%s'
ar: التنسيقات المدعومة على '%s'
ca: Formats compatibles a '%s'
da: Understøttede formater på '%s'
de: Unterstützte Formate auf "%s"
el: Υποστηριζόμενες μορφές στο '%s'
he: סוגי קבצים נתמכים ע"י '%s'
ja: "%s"でサポートされている形式
nb_no: Støttede formater på '%s'
nl: Ondersteunde indelingen op '%s'
pl: Obsługiwane formaty w '%s'
pt_br: Formatos suportados em '%s'
ru: Форматы, поддерживаемые '%s'
sv: Format som stöds på "%s"
tr: '%s' üzerinde desteklenen formatlar
uk: Підтримувані формати на '%s'

source: Level volume when sharing audio
ar: مستوى الصوت عند مشاركة الصوت
ca: Nivell de volum en compartir àudio
da: Niveau volumen ved deling af lyd
de: Lautstärke beim Freigeben anpassen
el: Εξισορρόπηση έντασης κατά την κοινή χρήση ήχου
he: אזן ווליום כאשר משתפים שמע
ja: オーディオを共有するときの音量を揃える
nb_no: Juster volum når du deler lyd
nl: Volume normaliseren wanneer audio wordt gedeeld
pl: Poziom głośności podczas udostępniania dźwięku
pt_br: Ajustar volume ao compartilhar áudio
ru: Громкость при совместном использовании аудио
sv: Nivåvolym vid delning av ljud
tr: Ses paylaşımı sırasında ses seviyesini ayarlayın
uk: Вирівняти гучність під час обміну аудіо

source: File Locations
ar: مواقع الملفات
ca: Ubicacions de fitxers
da: Filpositioner
de: Ziel-Pfade
el: Τοποθεσίες Αρχείου
he: מיקומי קבצים
ja: ファイルの場所
nb_no: Filplasseringer
nl: Bestandslocaties
pl: Lokalizacje plików
pt_br: Local dos arquivos
ru: Расположение файлов
sv: Filplatser
tr: Dosya Konumları
uk: Розташування файлів

source: Tagging
ar: الوسم
ca: Etiquetatge
de: Taggen
el: Επισήμανση
he: תיוג
ja: タグ付け
nl: Labelen
pl: Tagowanie
pt_br: Aplicação de tags
ru: Тегирование
sv: Taggning
tr: Etiketleme
uk: Мітки

source: Manage settings
ar: إدارة الإعدادات
ca: Gestiona la configuració
da: Administrer indstillinger
de: Einstellungen verwalten
el: Διαχείριση ρυθμίσεων
he: נהל הגדרות
ja: 設定の管理
nb_no: Administrer innstillinger
nl: Instellingen beheren
pl: Zarządzaj ustawieniami
pt_br: Gerenciar configurações
ru: Управление настройками
sv: Hantera inställningar
tr: Ayarları yönet
uk: Керувати налаштуваннями

source: Capacity
ar: القدرة
ca: Capacitat
da: Kapacitet
de: Kapazität
el: Χωρητικότητα
he: קיבולת
ja: 容量
nb_no: Kapasitet
nl: Capaciteit
pl: Pojemność
pt_br: Capacidade
ru: Объём
sv: Kapacitet
tr: Kapasite
uk: Потужність

source: Add folder
ar: إضافة مجلد
ca: Afegir carpeta
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
he: הוסף תקיה
ja: フォルダーの追加
nb_no: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt_br: Adicionar pasta
ru: Добавить папку
sv: Lägg till mappar
tr: Klasör ekle
uk: Додати теку

source: Enter folder path that you want to add:
ar: أدخل مسار المجلد الذي تريد إضافته:
ca: Introduïu el camí de la carpeta que vulgueu afegir:
da: Indtast stien til mappen som du vil tilføje:
de: Geben Sie den Pfad zu dem Ordner an, den Sie hinzufügen möchten:
el: Εισάγετε τη διαδρομή του φακέλου που θέλετε να προσθέσετε:
he: הכנס נתיב של תקיה אותה ברצונך להוסיף:
ja: 追加したいフォルダーのパスを入力:
nb_no: Skriv inn mappelokasjon du ønsker å legge til:
nl: Geef het pad op om toe te voegen:
pl: Wpisz ścieżkę folderu, który chcesz dodać:
pt_br: Insira o caminho da pasta que você deseja adicionar:
ru: Введите путь к папке, которую вы хотите добавить:
sv: Ange mappsökväg som du vill lägga till:
tr: Eklemek istediğiniz klasör yolunu girin:
uk: Ввести шлях до теки, яку потрібно додати:

source: Add library content to '%s'
ar: إضافة محتوى المكتبة إلى '%s'
ca: Afegiu contingut de la biblioteca a '%s'
da: Tilføj bibliotek indhold til '%s'
de: Archivinhalt zu "%s" hinzufügen
el: Προσθήκη περιεχομένου βιβλιοθήκης σε '%s'
he: הוסף תוכן הספריה ל '%s'
ja: "%s"にライブラリコンテンツを追加
nb_no: Legg til bibliotekinnhold til '%s'
nl: Inhoud van bibliotheek aan '%s' toevoegen
pl: Dodaj zawartość biblioteki do '%s'
pt_br: Adicionar conteúdo da biblioteca a '%s'
ru: Добавить содержимое библиотеки в '%s'
sv: Lägg till biblioteksinnehåll till "%s"
tr: '%s'e kütüphane içeriği ekle
uk: Додати вміст бібліотеки до '%s'

source: Delete other files and playlists from '%s'
ar: حذف الملفات الأخرى وقوائم التشغيل من '%s'
ca: Suprimiu altres fitxers i llistes de reproducció de '%s'
da: Slet andre filer og playlister fra '%s'
de: Übrige Dateien und Wiedergabelisten von "%s" löschen
el: Διαγραφή άλλων αρχείων και λιστών αναπαραγωγής από '%s'
he: מחק קבצים אחרים ורשימות מ '%s'
ja: "%s"から他のファイルとプレイリストを削除
nb_no: Slett andre filer og spillelister fra '%s'
nl: Andere bestanden en afspeellijsten van '%s' verwijderen
pl: Usuń inne pliki i listy odtwarzania z '%s'
pt_br: Excluir outros arquivos e listas de '%s'
ru: Удалить другие файлы и плейлисты из '%s'
sv: Ta bort andra filer och spellistor från "%s"
tr: '%s'den diğer dosyaları ve çalma listelerini sil
uk: Видалити інші файли та списки відтворення з "%s"

source: Convert the following formats when syncing to '%s'
ar: تحويل التنسيقات التالية عند التزامن مع '%s'
ca: Convertiu els formats següents quan se sincronitzi amb '%s'
da: Konverter følgende formater når synkroniserer til '%s'
de: Konvertiert folgende Formate beim Synchronisieren mit "%s"
el: Μετατροπή των ακόλουθων μορφών κατά το συγχρονισμό με '%s'
he: המר את הסוגי הקבצים האלו כאשר מסנכרנים עם %s
ja: "%s"に同期するときに次の形式に変換します
nb_no: Konverter formatene nedenfor når du synkroniserer til '%s'
nl: Deze indelingen bij synchronisatie met '%s' converteren
pl: Konwertuj następujące formaty podczas synchronizacji na '%s'
pt_br: Converter os seguintes formatos ao sincronizar para '%s'
ru: Преобразовывать следующие форматы при синхронизации в '%s'
sv: Konvertera följande format vid synkronisering till '%s'
tr: '%s' ile eşitleme yaparken aşağıdaki biçimleri dönüştürün
uk: Перетворити наступні формати під час синхронізації на '%s'

source: Format in Library
ar: التنسيق في المكتبة
ca: Format a la biblioteca
da: Format i Bibliotek
de: Format im Archiv
el: Μορφή στην Βιβλιοθήκη
he: סוג קובץ לשימוש בספריה
ja: ライブラリ内の形式
nb_no: Format i bibliotek
nl: Indeling in Bibliotheek
pl: Formatuj w bibliotece
pt_br: Formato na biblioteca
ru: Формат в библиотеке
sv: Biblioteksformat
tr: Kitaplıkta Biçim
uk: Формат у бібліотеці

source: Format on the target
ar: تنسيق على الهدف
ca: Format al destí
da: Format på målet
de: Format auf dem Ziel-Gerät
el: Μορφή στο στόχο
he: סוג קובץ לשימוש על רכיב
ja: ターゲットの形式
nb_no: Format på målet
nl: Indeling op het doel
pl: Formatuj na celu
pt_br: Formato no destino
ru: Формат в целевом месте
sv: Format på målenhet
tr: Hedefe yönelik format
uk: Перетворення на адресаті

source: Level volume when syncing audio
ar: مستوى الصوت عند تزامن الصوت
ca: Nivell de volum en sincronitzar àudio
da: Niveau volumen ved synkronisering af lyd
de: Laustärke beim Synchronisieren anpassen
el: Εξισορρόπηση έντασης κατά το συγχρονισμό ήχου
he: אזן ווליום כאשר מסנכרנים קבצי שמע
ja: オーディオの同期時に音量を揃える
nb_no: Juster volum når du synkroniserer lyd
nl: Volume bij audio-synchronisatie normaliseren
pl: Poziom głośności podczas synchronizacji dźwięku
pt_br: Ajustar volume ao sincronizar áudio
ru: Громкость при синхронизации звука
sv: Anpassa ljudstyrka vid synkronisering av ljud
tr: Sesi senkronize ederken ses seviyesini ayarlayın
uk: Вирівняти гучність під час синхронізації звуку

source: MediaMonkey Device Configuration file (*.mmdc)|*.mmdc
ar: ملف تكوين جهاز MediaMonkey (*.mmdc)|*.mmdc
ca: Fitxer de configuració del dispositiu MediaMonkey (* .mmdc) | * .mmdc
da: MediaMonkey Enhedskonfigurationsfil (*.mmdc)|*.mmdc
de: MediaMonkey Geräte-Konfiguration (*.mmdc)|*.mmdc
el: Αρχείο Διαμόρφωσης Συσκευών MediaMonkey (*.mmdc)|*.mmdc
he: קובץ תצורת התקן MediaMonkey (*.mmdc )|*.mmdc
ja: MediaMonkey デバイス設定ファイル (*.mmdc)|*.mmdc
nb_no: MediaMonkey enhetskonfigurasjonsfil (*.mmdc)|*.mmdc
nl: MediaMonkey Device-Configuratiebestand (*.mmdc)|*.mmdc
pl: Plik konfiguracji urządzenia MediaMonkey (*.mmdc)|*.mmdc
pt_br: Arquivo de configuração de dispositivo do MediaMonkey (*.mmdc)|*.mmdc
ru: Файл конфигурации устройств MediaMonkey (*.mmdc)|*.mmdc
sv: MediaMonkey enhetskonfigurationsfil (* .mmdc)|*.mmdc
tr: MediaMonkey Aygıt Yapılandırma dosyası (*.mmdc)|*.mmdc
uk: Файл конфігурації пристрою MediaMonkey (*.mmdc)|*.mmdc

source: Select MediaMonkey Device Configuration file
ar: حدد ملف تكوين جهاز MediaMonkey
ca: Seleccioneu el fitxer de configuració del dispositiu MediaMonkey
da: Vælg MediaMonkey Enhedskonfigurationsfil
de: Wählen sie die Datei für die MediaMonkey Geräte-Konfiguration
el: Επιλογή αρχείου Διαμόρφωσης Συσκευής MediaMonkey
he: בחר קובץ תצורת התקן
ja: MediaMonkey デバイス設定ファイルを選択
nb_no: Velg MediaMonkey enhetskonfigurasjonsfilen
nl: Selecteer mediaMonkey Aparaat-Configurateibestand
pl: Wybierz plik konfiguracji urządzenia MediaMonkey
pt_br: Selecione o arquivo de configuração do dispositivo
ru: Выберите файл конфигурации устройств MediaMonkey
sv: Välj konfigurationsfil för MediaMonkey-enhet
tr: MediaMonkey Aygıt Yapılandırma dosyasını seçin
uk: Обрати файл конфігурації пристрою MediaMonkey

source: Save as
ar: حفظ كـ
ca: Anomena i desa
da: Gem som
de: Speichern unter
el: Αποθήκευση ως
he: שמור בשם
ja: 名前を付けて保存
nb_no: Lagre som
nl: Opslaan als
pl: Zapisz jako
pt_br: Salvar como
ru: Сохранить как
sv: Spara som
tr: Farklı kaydet
uk: Зберегти як

source: Select image files
ar: حدد ملفات الصور
ca: Seleccioneu fitxers d'imatge
da: Vælg billedfiler
de: Bilddateien auswählen
el: Επιλογή αρχείων εικόνας
he: בחר תמונות
ja: 画像ファイルの選択
nb_no: Velg bildefiler
nl: Afbeeldingen selecteren
pl: Wybierz pliki obrazów
pt_br: Selecionar arquivos de imagem
ru: Выбор изображений
sv: Välj bildfiler
tr: Resim dosyalarını seçin
uk: Обрати файли зображення

source: Save files to the following locations on '%s'
ar: حفظ الملفات إلى المواقع التالية على '%s'
ca: Deseu fitxers a les ubicacions següents a '%s'
da: Gem filer til følgende placeringer på '%s'
de: Typspezifische Masken zum Einordnen der Dateien auf '%s'
el: Αποθήκευση αρχείων στις ακόλουθες τοποθεσίες σε '%s'
he: שמור קבצים למיקומים הבאים ב -' %s '
ja: "%s"に続く場所にファイルを保存
nb_no: Lagre filer på følgende steder på '%s'
nl: Bestanden op de volgende locaties op '%s' opslaan
pl: Zapisz pliki w następujących lokalizacjach na '%s'
pt_br: Salvar arquivos para os seguintes locais em '%s'
ru: Сохранить файлы в следующих папках на '%s'
sv: Spara filer till följande platser på '%s'
tr: Dosyaları '%s' üzerindeki şu konumlara kaydedin
uk: Зберегти файли за таким розташуванням на "%s"

source: Enforce use of the sync mask for files already on '%s'
ar: فرض استخدام قناع التزامن للملفات الموجودة على '%s'
ca: Fer servir l'ús de la màscara de sincronització per a fitxers que ja estan a '%s'
da: Håndhæv brug af synkroniseringsmasken til allerede eksisterende filer på '%s'
de: Erzwinge Nutzung der Synchronisationsmaske für Dateien, die bereits auf "%s" liegen
el: Επιβολή της χρήσης της μάσκας συγχρονισμού για αρχεία που βρίσκονται ήδη σε '%s'
he: חייב שימוש במסנן הסנכרון עבור קבצים שכבר קיימים ב - '%s'
ja: "%s"にすでにあるファイルの同期マスクの使用を強制します
nb_no: Tving bruk av synkroniseringsmaske for filer som allerede er på '%s'
nl: Gebruik synchronisatie-masker voor bestaaden op '%s' forceren
pl: Wymuś użycie maski synchronizacji dla plików już w '%s'
pt_br: Forçar o uso da máscara de sincronização para os arquivos já existentes em '%s'
ru: Принудительно использовать маску синхронизации для файлов, которые уже на '%s'
sv: Framtvinga användning av synkroniseringsmasken för filer som redan finns på "%s"
tr: '%s' üzerinde bulunan dosyalar için senkronizasyon maskesinin kullanımını zorunlu kıl
uk: Примусове використання маски синхронізації для файлів, які вже є на "%s"

source: Other locations on '%s' to scan for media files
ar: أماكن أخرى على '%s' للبحث عن ملفات الوسائط
ca: Altres ubicacions de '%s' per cercar fitxers multimèdia
da: Andre placeringer på '%s' til at scanne efter mediefiler
de: Weitere Pfade auf "%s" für die Suche nach Mediendateien
el: Άλλες τοποθεσίες σε '%s' για σάρωση για αρχεία πολυμέσων
he: מיקומים אחרים ב - '%s' לסריקת קבצי מדיה
ja: メディアファイルをスキャンする"%s"の他の場所
nb_no: Andre steder på '%s' for å skanne etter mediefiler
nl: Andere locaties op '%s' om op media te scannen
pl: Inne lokalizacje na '%s' do skanowania w poszukiwaniu plików multimedialnych
pt_br: Outros locais de '%s' onde procurar arquivos de mídia
ru: Другие места поиска медиафайлов на '%s'
sv: Andra platser på "%s" att söka efter mediefiler
tr: Medya dosyalarını taramak için '%s' üzerindeki diğer konumlar
uk: Інші розташування на "%s" для сканування мультимедійних файлів

source: Also generate playlists on '%s' for:
ar: أيضًا إنشاء قوائم التشغيل على '%s' لـ:
ca: Genereu també llistes de reproducció a '%s' per a:
da: Generér også playlister på '%s' for:
de: Neue Wiedergabelisten auf "%s" für folgende Knoten erstellen:
el: Επίσης δημιουργία λιστών αναπαραγωγής σε '%s' για:
he: צור גם רשימות ב -' %s 'עבור:
ja: "%s"にプレイリストも生成:
nb_no: Generer også spillelister på '%s' for:
nl: Ook afspeellijsten op '%s' aanmaken voor:
pl: Generuj także playlisty na '%s' dla:
pt_br: Também gerar listas em '%s' para:
ru: Также создавать плейлисты на '%s' для:
sv: Generera även spellistor på "%s" för:
tr: Ayrıca '%s' için çalma listeleri oluştur:
uk: Також генерувати списки відтворення на '%s' для:

source: Update files and metadata as follows when syncing to '%s'
ar: تحديث الملفات والبيانات الوصفية على النحو التالي عند التزامن مع '%s'
ca: Actualitzueu els fitxers i les metadades de la manera següent quan se sincronitzi amb '%s'
da: Opdater filer og metadata som følger ved synkronisering til '%s'
de: Ändert Dateien und Metadaten beim Synchronisieren mit '%s' wie folgt
he: עדכן קבצים ונתוני מטה כפי שנעשה בעת סנכרון אל '%s'
ja: "%s"に同期する際、次のようにメタデータを更新します
nb_no: Oppdater filer og metadata som følger når du synkroniserer til '%s'
nl: Bestanden en metadata bij synchronisatie met '%s' als volgt aanpassen
pt_br: Atualizar arquivos e metadados desta forma ao sincronizar para '%s'
ru: Обновлять файлы и метаданные следующим образом при синхронизации с '%s'
sv: Uppdatera filer och metadata enligt följande när du synkroniserar till "%s"
tr: '%s' ile eşitleme yaparken dosyaları ve meta verileri aşağıdaki gibi güncelleyin
