Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Add to MusicBrainz
ar: أضف إلى MusicBrainz
ca: Afegeix a MusicBrainz
da: Tilføj til MusicBrainz
de: In MusicBrainz eintragen
el: Προσθήκη στο MusicBrainz
he: הוסף ל - MusicBrainz
ja: MusicBrainzに追加
nb_no: Legg til i MusicBrainz
nl: Aan MusicBrainz toevoegen
pl: Dodaj do MusicBrainz
pt_br: Adicionar ao MusicBrainz
ru: Добавить в MusicBrainz
sv: Lägg till i MusicBrainz
tr: MusicBrainz'e ekle
uk: Додати до MusicBrainz

source: show all %d tracks
ar: عرض جميع %d المسارات
ca: mostra tots els %d temes
da: vis alle %d spor
de: Alle %d Tracks anzeigen
el: εμφάνιση όλων των %d κομματιών
he: הצג את כל %d הפריטים
ja: すべての%dトラックを表示
nb_no: vis alle %d spor
nl: alle %d tracks weergeven
pl: pokaż wszystkie %d utworów
pt_br: mostrar todas as %d faixas
ru: показать все треки (%d)
sv: visa alla %d spår
tr: tüm %d parçayı göster
uk: показати всі доріжки %d

source: All %d tracks
ar: كل %d المسارات
ca: Tots els %d temes
da: Alle %d spor
de: Alle %d Tracks
el: Όλα τα %d κομμάτια
he: כל %d הפריטים
ja: すべての%dトラック
nb_no: Alle %d spor
nl: Alle %d tracks
pl: Wszystkie %d utworów
pt_br: Todas as %d faixas
ru: Все треки (%d)
sv: Visa %d spår
tr: Tüm %d parça
uk: Усі %d доріжки

source: Download error
ar: خطأ في التنزيل
ca: Error de baixada
da: Download fejl
de: Fehler beim Herunterladen
el: Σφάλμα λήψης
he: שיגאה בהורדה
ja: ダウンロードエラー
nb_no: Nedlastingsfeil
nl: Downloadfout
pl: Błąd pobierania
pt_br: Erro no download
ru: Ошибка загрузки
sv: Nerladdningsfel
tr: İndirme hatası
uk: Помилка завантаження

source: Edit in MusicBrainz
ar: تحرير في MusicBrainz
ca: Edita a MusicBrainz
da: Rediger i MusicBrainz
de: In BusicBrainz bearbeiten
el: Επεξεργασία στο MusicBrainz
he: ערוך ב - MusicBrainz
ja: MusicBrainzで編集
nb_no: Rediger i MusicBrainz
nl: In MusicBrainz bewerken
pl: Edytuj w MusicBrainz
pt_br: Editar no MusicBrainz
ru: Редактировать в MusicBrainz
sv: Redigera på MusicBrainz
tr: MusicBrainz'de düzenle
uk: Редагувати в MusicBrainz

source: artist image
da: kunstnerbillede
he: תמונות אמן
ja: アーティスト画像

source: Unknown Artist
ar: فنان غير معروف
ca: Artista desconegut
da: Ukendt kunstner
de: Ohne Interpret
el: Άγνωστος Καλλιτέχνης
he: יוצר לא ידוע
ja: アーティスト不明
nb_no: Ukjent Artist
nl: Onbekende Artiest
pl: Nieznany Artysta
pt_br: Artista desconhecido
ru: Неизвестный исполнитель
sv: Okänd Artist
tr: Bilinmeyen Sanatçı
uk: Невідомий Виконавець

source: Remove image
ar: إزالة صورة
ca: Elimina imatge
da: Fjern billede
de: Bild entfernen
el: Αφαίρεση εικόνας
he: הסר תמונה
ja: 画像の削除
nb_no: Fjern bilde
nl: Afbeelding verwijderen
pl: Usuń obrazek
pt_br: Remover imagem
ru: Удалить обложку
sv: Ta bort bild
tr: Resmi kaldır
uk: Вилучити зображення

source: Save image
ar: حفظ الصورة
ca: Desa imatge
da: Gem billede
de: Bild speichern
el: Αποθήκευση εικόνας
he: שמור תמונה
ja: 画像を保存
nb_no: Lagre bilde
nl: Afbeelding opslaan
pl: Zapisać obraz
pt_br: Salvar imagem
ru: Сохранить изображение
sv: Spara bild
tr: Resmi kaydet
uk: Зберегти зображення

source: Save lyrics
ar: حفظ المقاطع
ca: Desa lletres
da: Gem sangtekst
de: Liedtext speichern
el: Αποθήκευση στίχων
he: שמור מילים
ja: 歌詞を保存
nb_no: Lagre tekster
nl: Songtekst opsalaan
pl: Zapisz teksty
pt_br: Salvar letra
ru: Сохранить текст
sv: Spara texter
tr: Şarkı sözlerini kaydet
uk: Зберегти текст

source: Images
ar: الصور
ca: Imatges
da: Billeder
de: Bilder
el: Εικόνες
he: תמונות
ja: 画像
nb_no: Bilder
nl: Afbeeldingen
pl: Zdjęcia
pt_br: Imagens
ru: Изображения
tr: Görüntüler
uk: Зображення

source: Image
ar: صورة
ca: Imatge
da: Billede
de: Bild
el: Εικόνα
he: תמונה
ja: 画像
nb_no: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
sv: Bild
tr: Resim
uk: Зображення

source: No images
ar: لا توجد صور
ca: Sense Imatges
da: Ingen billeder
de: Keine Bilder
el: Όχι εικόνες
he: אין תמונה
ja: 画像なし
nb_no: Ingen bilder
nl: Geen afbeeldingen
pl: Brak obrazów
pt_br: Nenhuma imagem
ru: Нет изображений
sv: Inga bilder
tr: Resim yok
uk: Немає зображень

source: Properties
ar: الخصائص
ca: Propietats
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
he: מאפיינים
ja: プロパティ
nb_no: Egenskaper
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sv: Egenskaper
tr: Özellikler
uk: Властивості

source: Allow edits
ar: السماح بالتعديلات
ca: Permet edicions
da: Tillad redigeringer
de: Bearbeiten zulassen
el: Να επιτρέπονται οι επεξεργασίες
he: אפשר עריכה
ja: 編集を許可
nb_no: Tillat redigering
nl: Bewerkingen toestaan
pl: Zezwalaj na edycje
pt_br: Permitir edição
ru: Разрешить правку
sv: Tillåt redigeringar
tr: Düzenlemelere izin ver
uk: Дозволити редагування

source: Artwork not found
ar: العمل الفني غير موجود
ca: il·lustració no trobada
da: Kunstværk ikke fundet
de: Bild nicht gefunden
el: Δεν βρέθηκε γραφικό
he: לא נמצאה כריכה
ja: アートワークが見つかりません
nb_no: Grafikk ikke funnet
nl: Geen afbeeldingen gevonden
pl: Nie znaleziono grafiki
pt_br: Capa não encontrada
ru: Графика не найдена
sv: Inga bilder hittade
tr: Albüm kapağı bulunamadı
uk: Обкладинки не знайдено

source: Artwork only
ar: العمل الفني فقط
ca: Només il·lustració
da: Kun kunstværk
de: Nur Bilder
el: Γραφικό μόνο
he: כריכה בלבד
ja: アートワークのみ
nb_no: Kun grafikk
nl: Alleen illustraties
pl: Tylko grafika
pt_br: Somente a capa
ru: Только графика
sv: Endast bilder
tr: Yalnızca albüm kapağı
uk: Тільки обкладинка альбому

source: Basic
ar: أساسي
ca: Bàsic
da: Grundlæggende
de: Einfach
el: Βασική
he: בסיסי
ja: 基本
nb_no: Grunnleggende
nl: Basis
pl: Podstawowe
pt_br: Básico
ru: Базовый
sv: Allmänt
tr: Basit
uk: Основні

source: Selected
ar: محدد
ca: Seleccionat
da: Valgt
de: Ausgewählt
el: Επιλεγμένα
he: נבחר
ja: 選択済み
nb_no: Valgte
nl: Geselecteerd
pl: Wybrany
pt_br: Selecionado
ru: Выбранный трек
sv: Vald(a)
tr: Seçili
uk: Вибране

source: Source
ar: المصدر
ca: Font
da: Kilde
de: Quelle
el: Πηγή
he: מקור
ja: ソース
nb_no: Kilde
nl: Bron
pl: Źródło
pt_br: Origem
ru: Источник
sv: Källa
tr: Kaynak
uk: Джерело

source: Data provided by
da: Data leveret af
he: הנתונים סופקו על ידי
ja: データ提供者
tr: Veriler tarafından sağlanmıştır

source: The standard version of MediaMonkey allows you to use the default auto-conversion rules. To convert content on-the-fly to different formats or to higher/lower bitrates, please upgrade to MediaMonkey Gold.
ar: إصدار MediaMonkey القياسي يسمح لك باستخدام قواعد التحويل التلقائي الافتراضية. لتحويل المحتوى في الحال إلى صيغ مختلفة أو إلى معدلات بت أعلى/أقل، يرجى الترقية إلى MediaMonkey Gold.
ca: La versió estàndard de MediaMonkey us permet utilitzar les regles de conversió automàtica per defecte. Per convertir el contingut sobre la marxa a diferents formats o a taxes de bits més altes/inferiors, actualitzeu a MediaMonkey Gold.
da: Standardversionen af MediaMonkey tillader dig at bruge de forudindstillede auto-konverteringsregler. For at konvertere indhold dynamisk til forskellige formater eller til højere/lavere bitrates, opgrader venligst til MediaMonkey Gold.
de: Die freie Version vom MediaMonkey hat Standardregeln für die Auto-Konvertierung. Um in andere Formate mit höherer oder geringerer Bitrate zu konvertieren, lizenzieren Sie bitte MediaMonkey Gold.
el: Η κανονική έκδοση του MediaMonkey σάς επιτρέπει να χρησιμοποιείτε τους προκαθορισμένους κανόνες αυτόματης μετατροπής. Για μετατροπή περιεχομένου on-the-fly σε διαφορετικές μορφές ή σε μεγαλύτερα/χαμηλότερα bitrate, παρακαλούμε αναβαθμίστε σε MediaMonkey Gold.
he: הגרסה הסטנדרטית של MediaMonkey מאפשרת לך להשתמש בכללי ההמרה האוטומטית המוגדרים כברירת מחדל. כדי להמיר תוכן בזמן נגינה, לפורמטים שונים או איכות שונה, שדרג ל - MediaMonkey Gold.
ja: 標準バージョンのMediaMonkeyでは、デフォルトの自動変換ルールを使用できます。コンテンツを異なる形式または高/低ビットレートにオンザフライで変換するには、MediaMonkey Goldにアップグレードしてください。
nb_no: Standardversjonen av MediaMonkey lar deg bruke de forhåndsdefinerte auto-konverteringsreglene. For å konvertere innhold umiddelbart til forskjellige formater eller til høyere/lavere bitrate, vennligst oppgrader til MediaMonkey Gold.
nl: Met de standaardversie van MediaMonkey kunnen de standaardinstellingen voor auto-conversie gebruikt worden. Om direct te converteren of in andere indelingen of met een hogere/lagere bitwaarde, is een upgrade naar MediaMonkey Gold noodzakelijk.
pl: Standardowa wersja MediaMonkey umożliwia korzystanie z domyślnych reguł automatycznej konwersji. Aby konwertować zawartość w locie do różnych formatów lub do wyższych/niższych bitrate, uaktualnij do MediaMonkey Gold.
pt_br: A versão padrão do MediaMonkey permite que você use as regras de auto-conversão padrão. Para converter automaticamente para diferentes formatos ou taxas de bit maiores/menores, atualize para o MediaMonkey Gold.
ru: Стандартная версия MediaMonkey позволяет использовать правила автоконвертации по умолчанию. Чтобы мгновенно конвертировать контент в другие форматы или в более высокий/низкий битрейт, обновитесь до MediaMonkey Gold.
sv: Standardversionen av MediaMonkey låter dig använda standardreglerna för automatisk konvertering. Uppgradera till MediaMonkey Gold om du vill direktkonvertera innehålltill olika format eller till högre/lägre bithastigheter.
tr: MediaMonkey'in standart sürümü varsayılan otomatik dönüştürme kurallarını kullanmanıza olanak tanır. İçeriği anında farklı biçimlere veya daha yüksek/daha düşük bit hızlarına dönüştürmek için lütfen MediaMonkey Gold'a yükseltin.
uk: Стандартна версія MediaMonkey типово дозволяє використовувати правила автоматичного перетворення. Щоб на ходу перетворити вміст на різні формати або на більшу/меншу швидкість потоку, перейдіть на MediaMonkey Gold.

source: Animate background on playback
ar: تحريك الخلفية عند التشغيل
ca: Animar el fons en la reproducció
da: Animer baggrund ved afspilning
de: Hintergrund bei Abspielen animieren
el: Κινούμενο φόντο κατά την αναπαραγωγή
he: אנימצית רקע בעת נגינה
ja: 再生時の背景をアニメーション化
nb_no: Animer bakgrunn ved avspilling
nl: Achtergrondanimatie bij afspelen
pl: Animuj tło podczas odtwarzania
pt_br: Animar o fundo durante a execução
ru: Анимированный фон при воспроизведении
sv: Animera bakgrund vid uppspelning
tr: Oynatma sırasında arka planı canlı tut
uk: Анімація тла під час відтворення

source: Cycle Artist images
ar: تناوب صور الفنان
ca: Cicle d’imatges d’artistes
da: Skift kunstner billeder
de: Interpreten-Bilder als Dia-Show
el: Κυκλική εικόνων Καλλιτέχνη
he: החלף תמונת יוצר
ja: アーティスト画像を循環する
nb_no: Syklus artistbilder
nl: Afbeeldingen van artiesten rouleren
pl: Cykl obrazów artysty
pt_br: Alternar as imagens de artista
ru: Изображения артиста - циклично
sv: Växla artistbilder
tr: Döngü Sanatçısı görselleri
uk: Циклічні зображення Виконавця

source: Artwork (blurred)
ar: العمل الفني (ضبابي)
ca: Il·lustració (borrosa)
da: Kunstværk (sløret)
de: Bild (unscharf)
el: Γραφικό (θολό)
he: כריכה (מטושטש)
ja: アートワーク（ぼかし）
nb_no: Grafikk (uskarp)
nl: Illustratie (vervaagd)
pl: Grafika (rozmazana)
pt_br: Arte (desfocada)
ru: Графика (размыто)
sv: Bilder (suddiga)
tr: Albüm kapağı (bulanık)
uk: Ілюстрації (розмиті)

source: Artwork (darken)
ar: العمل الفني (تعتيم)
ca: Il·lustració (fosca)
da: Kunstværk (mørknet)
de: Bild (abgedunkelt)
el: Γραφικό (σκούρο)
he: כריכה (הכהה)
ja: アートワーク（暗くする）
nb_no: Grafikk (mørkere)
nl: Illustratie (donkerder)
pl: Grafika (przyciemniona)
pt_br: Arte (escurecida)
ru: Графика (затемнённо)
sv: Bilder (mörkare)
tr: Albüm kapağı (koyu)
uk: Ілюстрації (затемнити)

source: Artwork (original)
ar: العمل الفني (أصلي)
ca: Il·lustració (original)
da: Kunstværk (original)
de: Bild (Orignal)
el: Γραφικό (αρχικό)
he: כריכה (מקור)
ja: アートワーク（オリジナル）
nb_no: Grafikk (original)
nl: Illustratie (origineel)
pl: Grafika (oryginalna)
pt_br: Arte (original)
ru: Графика (исходная)
sv: Bilder (original)
tr: Albüm kapağı (orijinal)
uk: Ілюстрації (оригінал)

source: Background image
ar: صورة الخلفية
ca: Imatge de fons
da: Baggrundsbillede
de: Hintergrundbild
el: Εικόνα φόντου
he: תמונת רקע
ja: 背景画像
nb_no: Bakgrunnsbilde
nl: Achtergrondafbeelding
pl: Obraz tła
pt_br: Imagem de fundo
ru: Фоновое изображение
sv: Bakgrundsbild
tr: Arka plan resmi
uk: Фонове зображення

source: Automatic preset change
ar: تغيير النمط التلقائي
ca: Canvi de preset automàtic
da: Automatisk forudindstillet ændring
de: Automatisches Wechseln der Presets
el: Αυτόματη αλλαγή προκαθορισμένου
he: הצגת שינוי מיידי
ja: 自動プリセット変更
nb_no: Automatisk forhåndsinnstilling
nl: Automatische preset wijzigen
pl: Automatyczna zmiana ustawień wstępnych
pt_br: Mudança automática de ajuste
ru: Автосмена пресета
tr: Otomatik ön ayar değişikliği
uk: Автоматична зміна заготованих візуалізацій для візуалізацій, що підтримують заготовини, наприклад Milkshake

source: On
ar: سيرا على الأقدام
ca: Encès
da: Om
de: An
el: Ανοικτό
he: מופעל
ja: オン
nb_no: På
nl: Aan
pl: Włączony
pt_br: Ligado
ru: Вкл.
sv: På
tr: Açık
uk: Вкл.

source: Yes
ar: نعم
ca: Sí
da: Ja
de: Ja
el: Ναι
he: כן
ja: はい
nb_no: Ja
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так

source: No
ar: عدم-
da: Ingen
de: Nein
el: Όχι
he: לא
ja: いいえ
nb_no: Nei
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Ні

source: Cancel
ar: إلغاء الأمر
ca: Cancel · lar
da: Annuller
de: Abbrechen
el: Άκυρο
he: בטל
ja: キャンセル
nb_no: Avbryt
nl: Annuleren
pl: &Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати

source: Abort
ar: إلغاء
ca: interrompre
da: Afbryd
de: Abbrechen
el: Διακοπή
he: בטל
ja: 中断
nb_no: Avbryt
nl: Afbreken
pl: Zatrzymaj
pt_br: Abortar
ru: Прервать
sv: &Avbryt
tr: İptal et
uk: Перервати

source: Retry
ar: إعادة المحاولة
ca: Torna-ho a provar
da: Prøv igen
de: Wiederholen
el: Προσπάθεια ξανά
he: נסה שוב
ja: 再試行
nb_no: Prøv igjen
nl: Opnieuw
pl: Ponów
pt_br: Repetir
ru: Повтор
sv: Försök igen
tr: Tekrar dene
uk: Повторити спробу

source: Ignore
ar: تجاهل
ca: Ignora
da: Ignorer
de: Ignorieren
el: Αγνόηση
he: התעלם
ja: 無視
nb_no: Ignorer
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
ru: Пропустить
sv: &Ignorera
tr: Görmezden gel
uk: Ігнорувати

source: No to all
ar: لا للكل
ca: No a tot
da: Nej til alle
de: Nein zu allen
el: Όχι σε όλα
he: לא לכולם
ja: すべていいえ
nb_no: Nei til alle
nl: Nee op alles
pl: Nie dla wszystkich
pt_br: Não para todos
ru: Нет - все
sv: Nej till alla
tr: Tümüne hayır
uk: Ні для усіх

source: Yes to all
ar: نعم للكل
ca: Sí a tot
da: Ja til alle
de: Ja zu allen
el: Ναι σε όλα
he: כן לכולם
ja: すべてはい
nb_no: Ja til alle
nl: Ja op alles
pl: Tak dla wszystkich
pt_br: Sim para todos
ru: Да - все
sv: Ja till alla
tr: Tümüne evet
uk: Так для усіх

source: Help
ar: تعليمات
ca: Ajuda
da: Hjælp
de: Hilfe
el: Βοήθεια
he: עזרה
ja: ヘルプ
nb_no: Hjelp
pl: Pomoc
pt_br: Ajuda
ru: Справка
sv: Hjälp
tr: Yardım
uk: Довідка

source: OK to All
ar: طيب للجميع
ca: D'acord a Tot
da: OK til alle
de: OK für Alle
el: Εντάξει σε Όλα
he: אשר לכולם
ja: すべてOK
nb_no: OK til alt
nl: OK op alles
pl: OK na wszystkie
pt_br: OK para todos
ru: OK для всех
sv: OK till alla
tr: Tümüne Tamam
uk: Так для Всіх

source: Edit to All
ar: تحرير للكل
ca: Edita a tots
da: Rediger til alle
de: Alle bearbeiten
el: Επεξεργασία σε Όλα
he: ערוך את כולם
ja: すべて編集
nb_no: Rediger til alle
nl: Bewerken op alles
pl: Edytuj we wszystkich
pt_br: Editar todos
ru: Правка - все
sv: Redigera till alla
tr: Tümünü Düzenle
uk: Редагування для усіх

source: Ignore to All
ar: تجاهل للكل
ca: Ignora a tots
da: Ignorer til alle
de: Alle ignorieren
el: Αγνόηση σε Όλα
he: התעלם מכולם
ja: すべて無視
nb_no: Ignorer til alle
nl: Negeren op alles
pl: Ignoruj dla wszystkich
pt_br: Ignorar todos
ru: Пропуск - все
sv: Ignorera till alla
tr: Tümünü Görmezden Gel
uk: Ігнорувати для Усіх

source: Find missing codec
ar: البحث عن الترميز المفقود
ca: Cerqueu el còdec que falta
da: Find manglende codec
de: Finde fehlenden Codec
el: Αναζήτηση κωδικοποιητή που λείπει
he: מצא CODEC חסר
ja: 見つからないコーデックを探す
nb_no: Finn manglende kodek
nl: Ontbrekende codec zoeken
pl: Znajdź brakujący kodek
pt_br: Procurar codec que falta
ru: Найти отсутствующие кодеки
sv: Hitta saknad codec
tr: Eksik kodeği bul
uk: Знайти відсутній кодек

source: Connect
ar: الاتصال
ca: Connecta
da: Forbind
de: Verbinden
el: Σύνδεση
he: התחבר
ja: 接続
nb_no: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключить
sv: Anslut
tr: Bağlan
uk: З 'єднати

source: Browse
ar: استعراض
ca: Navega
da: Gennemse
de: Suche lokal
el: Περιήγηση
he: עיון
ja: 参照
nb_no: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Localizar
ru: Обзор
tr: Gözat
uk: Огляд

source: Register/Purchase
ar: تسجيل/شراء
ca: Registre / Compra
da: Registrer/Køb
de: Registrieren/Kaufen
el: Εγγραφή/Αγορά
he: הרשם\רכוש
ja: 登録/購入
nb_no: Registrer/Kjøp
nl: Registreren/Kopen
pl: Rejestracja/Zakup
pt_br: Registrar/comprar
ru: Регистрация/покупка
sv: Registrera/köp
tr: Kayıt Ol/Satın Al
uk: Реєстрація/придбання

source: Shared content
ar: المحتوى المشترك
ca: Contingut compartit
da: Delt indhold
de: Freigegebener Inhalt
el: Κοινόχρηστο περιεχόμενο
he: תוכן משותף
ja: 共有コンテンツ
nb_no: Delt innhold
nl: Gedeelde inhoud
pl: Udostępniona treść
pt_br: Conteúdo compartilhado
ru: Общее содержимое
sv: Delat innehåll
tr: Paylaşılan içerik
uk: Спільний вміст

source: Auto-conversion
ar: التحويل التلقائي
ca: Conversió automàtica
da: Auto-konvertering
de: Auto-Konvertierung
el: Αυτόματη μετατροπή
he: המרה אוטומטית
ja: 自動変換
nb_no: Auto-konvertering
nl: Auto-conversie
pl: Automatyczna konwersja
pt_br: Auto-conversão
ru: Автопреобразование
sv: &Autokonvertering
tr: Otomatik dönüştürme
uk: Автоперетворення

source: Column settings
da: Kolonneindstillinger
ja: 列の設定

source: Automatic column widths
ar: عرض الأعمدة التلقائية
ca: Amplades de columna automàtiques
da: Automatisk kollonnebredder
de: Automatische Spaltenbreite
el: Αυτόματα πλάτη στηλών
he: רוחב עמודות אוטומטי
ja: 表示項目の幅を自動調整
nb_no: Automatiske kolonnebredder
nl: Automatische kolombreedte
pl: Automatyczne szerokości kolumn
pt_br: Largura de coluna automática
ru: Автоширина столбцов
sv: Automatiska kolumnbredder
tr: Otomatik sütun genişlikleri
uk: Автоматична ширина стовпців

source: Hide column
ar: اخفاء العمود
ca: Amaga la columna
da: Skjul kollonne
de: Spalte verbergen
el: Απόκρυψη στήλης
he: הסתר עמודה
ja: 表示項目を非表示
nb_no: Skjul kolonne
nl: Kolom verbergen
pl: Ukryj kolumnę
pt_br: Ocultar coluna
ru: Скрыть столбец
sv: Dölj kolumn
tr: Sütunu gizle
uk: Приховати стовпець

source: All fields
ar: جميع الحقول
ca: Tots els camps
da: Alle felter
de: Alle Felder
el: Όλα τα πεδία
he: כל השדות
ja: すべての項目
nb_no: Alle felt
nl: Alle velden
pl: Wszystkie pola
pt_br: Todos os campos
ru: Все поля
sv: Alla fält
tr: Tüm alanlar
uk: Усі поля

source: Other
ar: الأخرى
ca: Altres
da: Andre
de: belegt
el: Άλλα
he: אחר
ja: その他
nb_no: Andre
nl: Overig
pl: Inny
pt_br: Outros
ru: Другой
sv: Annan
tr: Diğer
uk: Інше

source: Getting data
ar: جلب البيانات
ca: Obtenció de dades
da: Henter data
de: Daten holen
el: Λήψη δεδομένων
he: מייבא מידע
ja: データの取得中
nb_no: Henter data
nl: Data ophalen
pl: Pobieranie danych
pt_br: Obtendo dados
ru: Получение данных
sv: Hämtar data
tr: Veri alınıyor
uk: Отримання даних

source: Inspect Element
ar: فحص العنصر
ca: Inspeccionar element
da: Inspicer Element
de: Element untersuchen
el: Επιθεώρηση Στοιχείου
he: בדוק פריט
ja: 要素の検査
nb_no: Inspiser element
nl: Element controleren
pl: Sprawdź element
pt_br: Inspecionar elemento
ru: Исследовать элемент
sv: Inspektera element
tr: Öğeyi İncele
uk: Перевірити елемент

source: Open DevTools in Chrome
ar: فتح DevTools في كروم
ca: Obriu DevTools a Chrome
da: Åbn DevTools i Chrome
de: Entwicklertools in Chrome öffnen
el: Άνοιγμα DevTools στο Chrome
he: פתח כלי פיתוח בדפדפן Chrome
ja: ChromeでDevToolsを開く
nb_no: Åpne DevTools i Chrome
nl: DevTools in Chrome openen
pl: Otwórz DevTools w Chrome
pt_br: Abrir DevTools no Chrome
ru: Открыть инструменты разработчика в Chrome
sv: Öppna DevTools i Chrome
tr: Chrome'da DevTools'u açın
uk: Відкрити DevTools у Chrome

source: You have changed the settings for %s
ar: لقد قمت بتغيير الإعدادات لـ %s
ca: Heu canviat la configuració de %s
da: Du har ændret indstillingerne for %s
de: Sie haben die Einstellungen für %s geändert
el: Έχετε αλλάξει τις ρυθμίσεις για %s
he: שינית את ההגדרות עבור %s
ja: %sの設定を変更しました
nb_no: Du har forandret innstillingene for %s
nl: De instellingen voor %s zijn gewijzigd
pl: Zmieniłeś(aś) ustawienia dla %s
pt_br: Você alterou as configurações para %s
ru: Вы изменили настройки для %s
sv: Du har ändrat inställningarna för %s
tr: %s için ayarları değiştirdiniz
uk: Ви змінили налаштування для %s

source: Would you like to apply these changes?
ar: هل ترغب في تطبيق هذه التغييرات؟
ca: Voleu aplicar aquests canvis?
da: Vil du anvende disse ændringer?
de: Möchten Sie die Änderungen übernehmen?
el: Επιθυμείτε την εφαρμογή αυτών των αλλαγών;
he: האם ברצונך להחיל שינויים אלה?
ja: 変更を適用しますか？
nb_no: Ønsker du å lagre forandringene?
nl: Deze wijzigingen toepassen?
pl: Czy chcesz zastosować te zmiany?
pt_br: Deseja aplicar essas alterações?
ru: Хотите применить изменения сейчас?
sv: Vill du tillämpa dessa ändringar?
tr: Bu değişiklikleri uygulamak ister misiniz?
uk: Бажаєте застосувати ці зміни?

source: files
ar: ملفات
ca: fitxers
da: filer
de: Dateien
el: αρχεία
he: קבצים
ja: ファイル
nb_no: filer
nl: bestanden
pl: plików
pt_br: arquivos
ru: файл.
sv: filer
tr: dosyalar
uk: файли

source: Calculating
ar: جاري الحساب
ca: Calculant
da: Udregner
de: Berechne
el: Υπολογισμός
he: מחשב
ja: 計算中
nb_no: Beregning
nl: Berekenen
pl: Obliczenie
pt_br: Calculando
ru: Подсчёт
sv: Beräknar
tr: Hesaplama
uk: Обчислення

source: Free
ar: مجاني
ca: Lliure
da: Gratis
de: frei
el: Δωρεάν
he: חינם
ja: フリー
nb_no: Gratis
nl: Vrije
pl: Bezpłatny
pt_br: Livre
ru: Свободно
sv: Gratis
tr: Ücretsiz
uk: Безкоштовно

source: Sync list (Library --> Device)
ar: قائمة التزامن (المكتبة --> الجهاز)
ca: Llista de sincronització (Biblioteca -> Dispositiu)
da: Synk liste (Bibliotek --> Enhed)
de: Zu Synchronisieren (Archiv -> Gerät)
el: Συγχρονισμός λίστας (Βιβλιοθήκη -->Συσκευή)
he: רשימת סינכרון (ספרייה --> מכשיר)
ja: リストの同期（ライブラリ→デバイス）
nb_no: Synkliste (Bibliotek --> Enhet)
nl: Lijst synchroniseren (Bibliotheek --> Apparaat)
pl: Lista synchronizacji (Biblioteka --> Urządzenie)
pt_br: Lista de sincronização (biblioteca --> dispositivo)
ru: Синхронизация списка (Библиотека -> Устройство)
sv: Synka lista (bibliotek --> enhet)
tr: Senkronizasyon listesi (Kitaplık --> Aygıtı)
uk: Список синхронізації (Бібліотека -> Пристрій)

source: Sync list (Device --> Library)
ar: قائمة التزامن (الجهاز --> المكتبة)
ca: Llista de sincronització (Dispositiu -> Biblioteca)
da: Synk liste (Enhed --> Bibliotek)
de: Zu Synchronisieren (Gerät -> Archiv)
el: Συγχρονισμός λίστας (Συσκευή -->Βιβλιοθήκη)
he: רשימת סינכרון (מכשיר --> ספרייה)
ja: リストの同期（デバイス→ライブラリ）
nb_no: Synkliste (Enhet --> Bibliotek)
nl: Lijst synchroniseren (Apparaat --> Bibliotheek)
pl: Lista synchronizacji (Urządzenie --> Biblioteka)
pt_br: Lista de sincronização (dispositivo --> biblioteca)
ru: Синхронизация списка (Устройство -> Библиотека)
sv: Synka lista (enhet --> bibliotek)
tr: Senkronizasyon Listesi (Cihaz -> Kitaplığı)
uk: Список синхронізації (Пристрій -> Бібліотека)

source: Sync profile
ar: ملف التزامن
ca: Perfil de sincronització
da: Synk profil
de: Synchronisier-Profil
el: Συγχρονισμός προφίλ
he: סנכרן פרופיל
ja: プロフィールを同期
nb_no: Synkroniseringsprofil
nl: Synchronisatieprofiel
pl: Synchronizuj profil
pt_br: Perfil de sincronização
ru: Синхронизация профиля
sv: Synkronisera profil
tr: Profili senkronize et
uk: Профіль синхронізації
