Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Enter the URL or path to a multimedia file on the internet, your computer, or your network:
ar: أدخل عنوان URL أو المسار إلى ملف الوسائط على شبكة الإنترنت أو الكمبيوتر الخاص بك أو شبكة الاتصال الخاصة بك:
ca: Introduïu l'URL o el camí d'accés a un fitxer multimèdia de Internet, al teu ordinador o a la teva xarxa:
da: Indtast URL eller sti til en MMS-fil på internettet, computeren eller netværket:
de: Geben Sie die URL ein oder den Pfad zur Media-Datei im Internet, auf dem PC oder im Netzwerk:
el: Εισαγάγετε τη URL ή τη διαδρομή ενός αρχείου πολυμέσων στο διαδίκτυο, στον υπολογιστή σας ή στο δίκτυό σας:
he: הכנס קישור או נתיב של קובץ מדיה:
ja: インターネット上、PC 上、ネットワーク上のマルチメディアファイルへのURLかパスを入力:
nl: Voer de URL of het pad naar een multimedia-bestand op de PC, internet of het netwerk in:
pl: Wprowadź adres URL lub ścieżkę do pliku multimedialnego w Internecie, komputerze lub sieci:
pt_br: Insira a URL ou caminho para um arquivo multimídia na Internet, em seu computador ou em sua rede:
ru: Введите URL или путь к мультимедийному файлу в Интернете, компьютере или в сети:
sv: Ange URL eller sökväg till en multimediafil på internet, din dator eller ditt nätverk:
tr: İnternette, bilgisayarınızda veya ağınızda bir multimedya dosyasını URL veya yolu girin:
uk: Введіть адресу URL або шлях до мультимедійного файлу в Інтернеті, на своєму ПК або у власній локальній мережі:

source: &Download file
ar: تنزيل الملف
ca: &Baixa l'arxiu
da: &Download fil
de: &Datei herunterladen
el: Λήψη αρχείου
he: הורד קובץ
ja: ファイルのダウンロード(&D)
nb_no: &Last ned fil
nl: Bestand &downloaden
pl: Pobierz plik
pt_br: &Baixar arquivo
ru: Ска&чать файл
sv: La&dda ner fil
tr: &Dosyayı indir
uk: &Завантажити файл

source: Enter URL
ar: أدخل عنوان URL
ca: Introduïu l'URL
da: Indtast URL
de: URL eingeben
el: Εισαγωγή URL
he: קישור
ja: URLの入力
nb_no: Skriv inn URL
nl: URL opgeven
pl: Wprowadź URL
pt_br: Inserir URL
ru: Введите URL
sv: Ange URL
tr: URL girin
uk: Ввести адресу URL

source: Enter a link to a file you want to download:
ar: أدخل رابطًا إلى ملف تريد تنزيله:
ca: Introduïu un enllaç a un fitxer que vulgueu descarregar:
da: Indtast et link til en fil, du vil downloade:
de: Geben Sie einen Link zu der Datei ein, die Sie herunterladen wollen:
el: Εισαγάγετε έναν σύνδεσμο για ένα αρχείο που θέλετε τη λήψη του:
he: קישור לקובץ להורדה:
ja: ダウンロードしたいファイルのリンクを入力してください:
nb_no: Skriv inn en lenke til en fil du vil laste ned:
nl: Link naar het te downloaden bestand:
pl: Wpisz link do pliku, który chcesz pobrać:
pt_br: Insira o link do arquivo que você deseja baixar:
ru: Введите ссылку на файл для загрузки:
sv: Ange en länk till en fil du vill ladda ner:
tr: İndirmek istediğiniz dosyanın bağlantısını girin:
uk: Ввести посилання на файл, який ви бажаєте завантажити:

source: Add directory
ar: إضافة دليل
ca: Afegeix un directori
da: Tilføj bibliotek
de: Ordner hinzufügen
el: Προσθήκη καταλόγου
he: הוסף ספריה
ja: ディレクトリの追加
nb_no: Legg til mappe
nl: Map toevoegen
pl: Dodaj katalog
pt_br: Adicionar diretório
ru: Добавить папку
sv: Lägg till bibliotek
tr: Dizin ekle
uk: Додати каталог

source: Enter a link to a podcast OPML directory, to include in the list:
ar: أدخل رابطًا إلى دليل OPML للبودكاست ليتم تضمينه في القائمة:
ca: Introduïu un enllaç a un directori OPML de podcast per incloure-ho a la llista:
da: Indtast et link til en podcast OPML bibliotek, der skal inkluderes i listen:
de: Geben Sie einen Link zu einem Podcast OPML Ordner an, der in die Liste aufgenommen werden soll:
el: Εισαγάγετε έναν σύνδεσμο για έναν κατάλογο OPML podcast, για να συμπεριλάβετε στη λίστα:
he: קישור לספריית OPML של פודקאסט להוספה לרשימה:
ja: リストに含みたいポッドキャストOPMLディレクトリへのリンクを入力してください:
nb_no: Skriv inn en lenke til en podcast OPML-mappe, for å inkludere i listen:
nl: Link naar een podcast OPML-map om in de lijst op te nemen:
pl: Wprowadź link do katalogu podcastów OPML, aby umieścić go na liście:
pt_br: Insira o endereço de um diretório de podcasts OPML, a ser incluído na lista:
ru: Введите ссылку на папку OPML подкаста, чтобы включить его в список:
sv: Ange en länk till en OPML-katalog för podcast som ska inkluderas i listan:
tr: Listeye eklemek için bir podcast OPML dizinine bağlantı girin:
uk: Ввести посилання на каталог OPML подкасту, щоб включити до списку:

source: &Add/Rescan files to the Library
ar: إضافة/إعادة فحص الملفات إلى المكتبة
ca: &Afegeix/Rescaneja fitxers a la Biblioteca
da: &Tilføj/Rescan filer til biblioteket
de: Dateien &neu ins Archiv aufnehmen/aktualisieren
el: Προσθήκη/Επανασάρωση αρχείων στη Βιβλιοθήκη
he: סרוק קבצים חדשים לספריה
ja: ライブラリにファイルを追加 / 再スキャン(&A)
nb_no: &Legg til/Skann filer til biblioteket
nl: Best&anden herscannen/toevoegen
pl: &Dodaj/Przeskanuj pliki do biblioteki
pt_br: &Adicionar ou atualizar arquivos à biblioteca
ru: &Добавить/пересканировать файлы в библиотеку
sv: Lägg till/skanna om filer till Mediabiblioteket
tr: &Kitaplığa dosya ekle
uk: &Додати/Пересканувати файли у Бібліотеці

source: Open in Explorer
ar: افتح في المستكشف
ca: Obre en un Explorador
da: Åbn i Stifinder
de: Im Explorer öffnen
el: Άνοιγμα στον Explorer
he: פתח תקיה
ja: エクスプローラーで開く
nb_no: Åpne i Explorer
nl: In Verkenner openen
pl: Otwórz w Eksploratorze
pt_br: Abrir no Explorer
ru: Открыть в Проводнике
sv: Öppna i E&xplorer
tr: Gezginde Aç
uk: Відкрити у Провіднику

source: New folder
ar: دليل جديد
ca: Nova carpeta
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
he: ספריה חדשה
ja: 新しいフォルダー
nb_no: Ny mappe
nl: Nieuwe map
pl: Nowy katalog
pt_br: Nova pasta
ru: Новая папка
sv: Ny mapp
tr: Yeni klasör
uk: Нова тека

source: New folder name
ar: اسم مجلد جديد
ca: Nou nom de carpeta
da: Nyt mappenavn
de: Neuer Ordnername
el: Νέο όνομα φακέλου
he: שם ספריה
ja: 新しいフォルダー名
nb_no: Nytt mappenavn
nl: Naam nieuwe map
pl: Nowa nazwa katalogu
pt_br: Nome da nova pasta
ru: Новое имя папки
sv: Nytt katalognamn
tr: Yeni klasör adı
uk: Ім'я нової теки

source: Collapse the tree
ar: الحد من الشجرة
ca: Reduir l'arbre
da: Skjule træet
de: Archivbaum einklappen
el: Σύμπτυξη του δένδρου
he: כווץ את העץ
ja: ツリーを閉じる
nb_no: Ødelegg treet
nl: Navigatiestructuur inklappen
pl: Zwiń drzewko
pt_br: Fechar a árvore
ru: Свернуть ветку
sv: Kollapsa trädmenyn
tr: Ağacı daraltın
uk: Згорнути дерево

source: Go to the %s node
ar: اذهب إلى العقدة %s
ca: Ves al node %s
da: Gå til %s noden
de: Zum %s-Knoten
el: Μετάβαση στον κόμβο %s
he: קפוץ לפריט ה %s
ja: "%s"ノードへ
nb_no: Gå til %s noden
nl: Ga naar de %s map
pl: Przejdź do węzła %s
pt_br: Ir para o nó %s
ru: Перейти к узлу %s
sv: Gå till %s noden
tr: %s düğümüne git
uk: Перейти до вузла %s

source: Albums
ar: ألبوم
ca: Àlbums
de: Alben
el: Άλμπουμ
he: אלבומים
ja: アルバム
nb_no: Album
pl: Albumy
pt_br: Álbuns
ru: Альбомы
sv: Album
tr: Albümler
uk: Альбоми

source: Artists
ar: الفنانين
ca: Artistes
da: Kunstnere
de: Interpreten
el: Καλλιτέχνες
he: אמנים
ja: アーティスト
nb_no: Artister
nl: Artiesten
pl: Artyści
pt_br: Artistas
ru: Исполнители
sv: Artister
tr: Sanatçılar
uk: Виконавці

source: Playlists
ar: قوائم التشغيل
ca: Llistes de reproducció
da: Afspilningslister
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
he: רשימות
ja: プレイリスト
nb_no: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_br: Listas de execução
ru: Плейлисты
sv: Spellistor
tr: Oynatma listeleri
uk: Списки відтворення

source: Pinned
ar: مثبتة
ca: Fixat
da: Fastgjort
de: Angeheftet
el: Καρφιτσωμένο
he: מוצמד
ja: ピン留め
nb_no: Festet
nl: Vastgezet
pl: Przypięty
pt_br: Fixado
ru: Закреплено
sv: Nålad
tr: Sabitlenmiş
uk: Закріплено

source: Title
ar: العنوان
ca: Títol
da: Titel
de: Titel
el: Τίτλος
he: כותרת
ja: タイトル
nb_no: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sv: Titel
tr: Başlık
uk: Назва

source: Album
ar: ألبوم
ca: Àlbum
el: Άλμπουμ
he: אלבום
ja: アルバム
pt_br: Álbum
ru: Альбом
tr: Albüm
uk: Альбом

source: Artist
ar: الفنان
ca: Artista
da: Kunstner
de: Interpret
el: Καλλιτέχνης
he: אמן
ja: アーティスト
nl: Artiest
pl: Artysta
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
uk: Виконавець

source: Album Artist
ar: ألبوم الفنان
ca: Artista de l'Àlbum
da: Albumkunstner
de: Album-Interpret
el: Καλλιτέχνης Άλμπουμ
he: ייוצר האלבום
ja: アルバムアーティスト
nl: Albumartiest
pl: Artysta Albumu
pt_br: Artista do álbum
ru: Исполнитель альбома
tr: Albüm Sanatçısı
uk: Виконавець Альбому

source: Composer
ar: موسيقا
ca: Compositor
da: Komponist
de: Komponist
el: Συνθέτης
he: מלחין
ja: 作曲者
nb_no: Komponist
nl: Componist
pl: Kompozytor
pt_br: Compositor
ru: Композитор
sv: Kompositör
tr: Besteci
uk: Композитор

source: Conductor
ar: موصل الأوركسترا
ca: Director d'Orquestra
da: Dirigent
de: Dirigent
el: Συνθέτης
he: מנצח
ja: 指揮者
nb_no: Produsent
nl: Dirigent
pl: Dyrygent
pt_br: Maestro
ru: Дирижёр
sv: Dirigent
tr: Kondüktör
uk: Диригент

source: Producer
ar: منتج
ca: Productor
da: Producent
de: Produzent
el: Παραγωγός
he: מפיק
ja: プロデューサー
nb_no: Produsent
pl: Producent
pt_br: Produtor
ru: Продюсер
sv: Producent
tr: Yapımcı
uk: Продюсер

source: Actor
ar: ممثل
da: Skuespiller
de: Schauspieler
el: Ηθοποιός
he: שחקן
ja: 出演者
nb_no: Skuespiller
nl: Acteur
pl: Aktor
pt_br: Ator
ru: Актёр
sv: Skådespelare
tr: Aktör
uk: Актор

source: Publisher
ar: محرر
ca: Editor
de: Verlag
el: Εκδότης
he: מוציא לאור
ja: 発行者
nb_no: Utgiver
nl: Uitgever
pl: Wydawca
pt_br: Editor
ru: Издатель
sv: Förlag
tr: Yayımcı
uk: Видавець

source: Director
ar: مخرج
da: Instruktør
de: Regisseur
el: Σκηνοθέτης
he: מפיק
ja: ディレクター
nb_no: Regissør
nl: Regiseur
pl: Reżyser
pt_br: Diretor
ru: Режиссёр
sv: Regissör
tr: Yönetmen
uk: Режисер

source: Genre
ar: صوتيات
ca: Gènere
el: Είδος
he: סגנון
ja: ジャンル
nb_no: Sjanger
pl: Gatunek
pt_br: Gênero
ru: Жанр
tr: Tür
uk: Жанр

source: Year
ar: السنة
ca: Any
da: År
de: Jahr
el: Έτος
he: שנה
ja: 録音年
nb_no: År
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
sv: År
tr: Yıl
uk: Рік

source: Folder
ar: دليل
ca: Carpeta
de: Pfad
el: Φάκελος
he: תקיה
ja: フォルダー
nb_no: Mappe
nl: Map
pl: Katalog
pt_br: Pasta
ru: Папка
sv: Mapp
tr: Klasör
uk: Тека

source: Library
ar: مكتبة
ca: Biblioteca
da: Bibliotek
de: Archiv
el: Βιβλιοθήκη
he: ספריה
ja: ライブラリ
nb_no: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
sv: Mediabibliotek
tr: Kitaplık
uk: Бібліотека

source: All
ar: جميع
ca: Tots
da: Alle
de: Alle
el: Όλα
he: הכל
ja: すべて
nb_no: Alle
nl: Alle
pl: Wszystko
pt_br: Todas
ru: Все
sv: Alla
tr: Tümü
uk: Усі

source: Explorer
ar: المستكشف
ca: Explorador
da: Stifinder
de: Datei-Explorer
el: Εξερευνητής
he: Windows Explorer
ja: エクスプローラー
nl: Verkenner
pl: Przeglądaj
ru: Проводник
sv: Utforskare
tr: Gezgin
uk: Провідник

source: Locate moved/missing files
ar: حدد الملفات المفقودة أو المنقولة
ca: Localitzeu fitxers moguts/que falten
da: Find flyttede/manglende filer
de: Verschobene/fehlende Dateien finden
el: Εντοπισμός μετακινημένων/που λείπουν αρχείων
he: אתר קבצים שהוזו\חסרים
ja: 移動された / 見つからないファイルの場所を指定
nb_no: Finn flyttede/manglende filer
nl: Verplaatste/ontbrekende bestanden zoeken
pl: Znajdź przeniesione/brakujące pliki
pt_br: Localizar arquivos movidos ou perdidos
ru: Найти перемещённые/отсутствующие файлы
sv: Hitta flyttade/saknade filer
tr: Taşınan/eksik dosyaları bulun
uk: Знайти переміщені/відсутні файли

source: Add to Library
ar: أضف إلى المكتبة
ca: Afegeix a la Biblioteca
da: Tilføj til Bibliotek
de: Zum Archiv hinzufügen
el: Προσθήκη στη Βιβλιοθήκη
he: הוסף לספריה
ja: ライブラリに追加
nb_no: Legg til i biblioteket
nl: Aan Bibliotheek toevoegen
pl: Dodaj do biblioteki
pt_br: Adicionar à biblioteca
ru: Добавить в библиотеку
sv: Lägg till i bibliotek
tr: Kitaplığa Ekle
uk: Додати до Бібліотеки

source: Adding from %s:
ar: الإضافة من %s:
ca: Afegint des de %s:
da: Tilføjer fra %s:
de: Hinzufügen von %s:
el: Προσθήκη από %s:
he: מוסיף מ %s:
ja: "%s"から追加:
nb_no: Legger til fra %s:
nl: Toevoegen van %s:
pl: Dodawanie z %s:
pt_br: Adicionando de %s:
ru: Добавление из %s:
sv: Lägg till från %s:
tr: %s'den ekleniyor:
uk: Додавання з %s:

source: Download
ar: تحميل
ca: Baixa
de: Herunterladen
el: Λήψη
he: הורד
ja: ダウンロード
nb_no: Last ned
pl: Pobierz
pt_br: Baixar
ru: Скачать
sv: La&dda ner
tr: İndir
uk: Завантажити

source: Initializing download from %s
ar: تهيئة التنزيل من %s
ca: Inicialització de la baixada des de %s
da: Initialiserer download fra %s
de: Starte Download von %s
el: Προετοιμασία λήψης από %s
he: מאתחל הורדה מ %s
ja: "%s"からのダウンロードを初期値にする
nb_no: Initialiserer nedlasting fra %s
nl: Download van %s voorbereiden
pl: Inicjowanie pobierania z %s
pt_br: Iniciando download de %
ru: Инициализация загрузки с %s
sv: Startar nedladdning från %s
tr: %s'den indirme başlatılıyor
uk: Ініціалізація завантаження з %s

source: Rebuild full-text search index
ar: إعادة بناء فهرس البحث بنص كامل
ca: Reconstrueix el índex de cerca de text complet
da: Genbyg fuldtekst søgeindeks
de: Index für Volltext-Suche neu aufbauen
el: Αναδημιουργία ευρετηρίου αναζήτησης πλήρους κειμένου
he: מטב חיפוש טקסט
ja: 全文検索用インデックスの再構築
nb_no: Rebygg fulltekstsøk-indeks
nl: Index voor volledige-tekst-doorzoeken herbouwen
pl: Odbuduj indeks wyszukiwania pełnotekstowego
pt_br: Recriar o índice para busca textual
ru: Воссоздать индекс полнотекстового поиска
sv: Återskapa full-text-sökning-index
tr: Tam metin arama dizinini yeniden oluştur
uk: Перебудувати повнотекстовий пошуковий індекс

source: Rebuilds full-text search index. This might be useful if searching via search bar doesn't work right.
ar: يعيد بناء فهرس البحث بالنص الكامل. قد يكون ذلك مفيدًا إذا لم يعمل البحث عبر شريط البحث بشكل صحيح.
ca: Reconstrueix l'índex de cerca de text complet. Això pot ser útil si la cerca mitjançant la barra de cerca no funciona correctament.
da: Genbygger fuldtekst søgeindeks. Dette kan være nyttigt, hvis søgning via søgelinje ikke fungerer korrekt.
de: Erstellt den Volltext-Index von Grund auf neu. Dies kann helfen, wenn die Suche nicht zuverlässig funktioniert.
el: Αναδημιουργεί ευρετήριο αναζήτησης πλήρους κειμένου. Αυτό μπορεί να είναι χρήσιμο εάν η αναζήτηση μέσω της γραμμής αναζήτησης δεν λειτουργεί σωστά.
he: מייצר אינדקס לחיפוש טקסטים, רצוי להפעיל כאשר החיפושים לא מתפקדים כראוי.
ja: 全文検索用インデックスを再構築します。 検索バーでの検索が正しく機能しない場合に役立つかもしれません。
nb_no: Rebygger fulltekstsøk-indeks. Dette kan være nyttig hvis søk via søkefeltet ikke fungerer riktig.
nl: Hiermee wordt de zoekindex voor volledige tekst opnieuw opgebouwd. Dit kan handig zijn als zoeken via de zoekbalk niet goed werkt.
pl: Odbudowuje indeks wyszukiwania pełnotekstowego. Może to być przydatne, jeśli wyszukiwanie za pomocą paska wyszukiwania nie działa prawidłowo.
pt_br: Recria o índice de pesquisa textual. Isso pode ser útil se as buscas feitas via barra de pesquisa não produzirem os resultados corretos.
ru: Восстанавливает индекс полнотекстового поиска. Может понадобиться, если неверно работает поиск через поисковую строку.
sv: Bygger om fulltext sökindex. Detta kan vara användbart om sökning via sökfältet inte fungerar som det ska.
tr: Tam metin arama dizinini yeniden oluşturur. Arama çubuğu ile arama doğru çalışmıyorsa bu yararlı olabilir.
uk: Відновлює повнотекстовий пошуковий індекс. Це може бути корисним, якщо пошук за допомогою рядка пошуку не працює належним чином.

source: Optimize database
ar: تحسين قاعدة البيانات
ca: Optimitzar la base de dades
da: Optimer database
de: Datenbank optimieren (schnell)
el: Βελτιστοποίηση βάσης δεδομένων
he: מטב את מאגר המידע
ja: データベースの最適化
nb_no: Optimaliser database
nl: Database optimaliseren
pl: Zoptymalizuj bazę danych
pt_br: Otimizar base de dados
ru: Оптимизировать базу данных
sv: Optimera databas
tr: Veritabanını optimize et
uk: Оптимізувати базу даних

source: Optimizes the database to improve performance
ar: أمثلية قاعدة البيانات لتحسين الأداء
ca: Optimitza la base de dades per millorar el rendiment
da: Optimerer databasen til at forbedre ydeevnen
de: Optimiert die Datenbank, um die Verarbeitungsgeschwindigkeit zu steigern
el: Βελτιστοποιεί την βάση δεδομένων για βελτίωση της απόδοσης
he: מסדר את מסד הנתונים כדי לשפר ביצועים
ja: パフォーマンスを向上させるため、データベースを最適化します
nb_no: Optimaliserer databasen for å øke ytelsen
nl: Optimaliseert de database voor betere prestaties
pl: Optymalizuje bazę w celu poprawienia wydajności
pt_br: Otimiza a base de dados para melhorar o desempenho
ru: Оптимизировать базу для повышения производительности
sv: Optimerar databasen för att öka prestanda
tr: Performansı artırmak için veritabanını optimize eder
uk: Оптимізує базу даних задля покращення функціонування

source: Rebuild database
ar: إعادة بناء قاعدة البيانات
ca: Reconstrueix la base de dades
da: Genopbyg database
de: Datenbank neu aufbauen (langsam)
el: Ανακατασκευή βάσης δεδομένων
he: בנה מסד נתונים מחדש
ja: データベースの再構築
nb_no: Rebygg database
nl: Database herbouwen
pl: Odbuduj bazę danych
pt_br: Reconstruir base de dados
ru: Воссоздать базу данных
sv: Återskapa databas
tr: Veritabanını yeniden oluştur
uk: Відновити базу даних

source: Rebuilds the database. This might be useful if database is corrupted or contains inconsistent data.
ar: يعيد بناء قاعدة البيانات. قد يكون ذلك مفيدًا إذا كانت قاعدة البيانات تالفة أو تحتوي على بيانات متناقضة.
ca: Reconstrueix la base de dades. Això pot ser útil si la base de dades està malament o conté dades inconsistents.
da: Genopbygger databasen. Dette kan være nyttigt, hvis databasen er beskadiget eller indeholder inkonsistente data.
de: Baut die Datenbank neu auf. Das kann helfen, wenn die Datenbank Fehler hat oder inkonsistente Daten enthält.
el: Αναδημιουργεί τη βάση δεδομένων. Αυτό μπορεί να είναι χρήσιμο εάν η βάση δεδομένων είναι κατεστραμμένη ή περιέχει ασυνεπή δεδομένα.
he: בונה את המסד נתונים מחדש, במקרה שהינו תקול או לא עקבי.
ja: データベースを再構築します。データベースが壊れてたり、一貫性のないデータが含まれている場合に役立つかもしれません。
nb_no: Rebygger databasen. Dette kan være nyttig hvis databasen er ødelagt eller inneholder inkonsekvente data.
nl: Bouwt de database opnieuw op. Kan helpen bij fouten of verkeerde informatie in de database.
pl: Odbudowuje bazę danych. Może to być przydatne, jeśli baza danych jest uszkodzona lub zawiera niespójne dane.
pt_br: Reconstroi a base de dados. Útil se a base de dados está corrompida ou contém dados inconsistentes.
ru: Восстанавливает базу данных. Может понадобиться, если БД повреждена или содержит противоречивые данные.
sv: Återskapar databas. Kan vara användbart om databasen är korrupt eller innehåller felaktig data.
tr: Veritabanını yeniden oluşturur. Veritabanı bozuksa veya tutarsız veriler içeriyorsa bu yararlı olabilir.
uk: Відновлює базу даних. Це може бути корисним, якщо база даних пошкоджена або містить суперечливі дані.

source: Clean URL cache
ar: تنظيف ذاكرة التخزين المؤقتة لعناوين URL
ca: Neteja el cache URL
da: Rens URL cache
de: URL-Cache löschen
el: Εκκαθάριση cache URL
he: נקה מטמון
ja: URLキャッシュを消去
nb_no: Rens URL-cache
nl: URL-cache legen
pl: Wyczyść pamięć podręczną adresów URL
pt_br: Limpar o cache de URLs
ru: Очистить кэш URL-адресов
sv: Rensa URL-cache
tr: URL önbelleğini temizle
uk: Очистити кеш адреси URL

source: Manage database
ar: إدارة قاعدة البيانات
ca: Gestiona la base de dades
da: Administrer database
de: Datenbank warten
el: Διαχείριση βάσης δεδομένων
he: נהל נתונים
ja: データベースの管理
nb_no: Administrer database
nl: Database beheren
pl: Zarządzanie bazą danych
pt_br: Gerenciar a base de dados
ru: Управление базой данных
sv: Hantera databas
tr: Veritabanını yönet
uk: Керувати базою даних

source: Backup
ar: نسخ احتياطي
he: גיבוי
ja: バックアップ
ru: Резервное копирование
tr: Yedekleme

source: This will create a backup of the current database
ar: سيؤدي هذا إلى إنشاء نسخة احتياطية من قاعدة البيانات الحالية
ca: Això crearà una còpia de seguretat de la base de dades actual
da: Dette vil oprette en backup af den aktuelle database
de: Erstellt eine Sicherung der aktuellen Datenbank
el: Αυτό θα δημιουργήσει ένα αντίγραφο ασφαλείας της τρέχουσας βάσης δεδομένων
he: ייגבה נתונים במצבם הנוכחי
ja: 現在のデータベースのバックアップを作成します
nb_no: Dette vil lage en sikkerhetskopi av den nåværende databasen
nl: Hiermee wordt een backup gemaakt van de huidige database
pl: Spowoduje to utworzenie kopii zapasowej aktualnej bazy danych
pt_br: Isso irá criar um backup da base de dados atual
ru: Будет создана резервная копия текущей базы данных.
sv: Detta kommer att skapa en backup på aktuell databas
tr: Bu, geçerli veritabanının bir yedeğini oluşturacaktır
uk: Це створить резервну копію поточної бази даних

source: Do you want to proceed?
ar: هل تريد الاستمرار؟
ca: Voleu continuar?
da: Vil du fortsætte?
de: Wollen Sie fortfahren?
el: Θέλετε να συνεχίσετε;
he: האם תרצה להמשיך?
ja: 続行しますか？
nb_no: Vil du fortsette?
nl: Doorgaan?
pl: Czy chcesz kontynuować?
pt_br: Você deseja continuar?
ru: Продолжить?
sv: Vill du fortsätta?
tr: Devam etmek istiyor musunuz?
uk: Бажаєте продовжити?

source: Backup is complete.
ar: اكتمل النسخ الاحتياطي.
ca: La còpia de seguretat s'ha completat.
da: Backup er fuldført.
de: Die Sicherung ist vollständig.
el: Ολοκληρώθηκε η δημιουργία αντίγραφου ασφαλείας .
he: גיבוי הושלם.
ja: バックアップが完了しました。
nb_no: Backup er fullført.
nl: Back-up voltooid.
pl: Kopia zapasowa jest gotowa.
pt_br: O backup está concluído.
ru: Резервная копия создана.
sv: Backup är klar.
tr: Yedekleme tamamlandı.
uk: Створення резервної копії закінчено.

source: Backup FAILED!
ar: فشل النسخ الاحتياطي!
ca: La còpia de seguretat ha FALLAT!
da: Backup MISLYKKEDES!
de: Die Sicherung ist fehlgeschlagen!
el: ΑΠΟΤΥΧΙΑ δημιουργίας αντίγραφου ασφαλείας!
he: גיבוי נכשל!
ja: バックアップに失敗しました！
nb_no: Backup MISLYKTES!
nl: Back-up MISLUKT!
pl: Kopia zapasowa NIEUDANA!
pt_br: O backup FALHOU!
ru: ОШИБКА создания резервной копии!
sv: Backup misslyckades!
tr: Yedekleme BAŞARISIZ!
uk: Не вдалося створити резервну копію!

source: Restore from backup
ar: الاستعادة من النسخة الاحتياطية
ca: Restauració de la còpia de seguretat
da: Gendan fra backup
de: Sicherung zurückspielen (überschreibt aktuelle Datenbank)
el: Επαναφορά από αντίγραφο ασφαλείας
he: שחזר נתונים מגיבוי
ja: バックアップから復元
nb_no: Gjenopprett fra sikkerhetskopi
nl: Backup terugzetten
pl: Przywróć z kopii zapasowej
pt_br: Restaurar backup
ru: Восстановить из резервной копии
sv: Återskapa från backup
tr: Yedekten geri yükle
uk: Відновити з резервної копії
