Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Causes Tags to be updated immediately, as soon as changes to file properties are made.
ca: Fa que les etiquetes s’actualitzin immediatament tan bon punt es facin canvis a les propietats dels fitxers.
da: Forårsager Tag opdateringer med det samme, så snart der foretages ændringer i filegenskaber.
de: Schreibt Änderungen von Datei-Eigenschaften sofort in die Tags.
el: Προκαλεί τις Ετικέτες να ενημερώνονται αμέσως μόλις γίνουν αλλαγές στις ιδιότητες του αρχείου.
he: גורם לתגים להתעדכן מיד, ברגע שנעשו שינויים לתכונות קבצים.
ja: ファイルのプロパティが変更されるとすぐにタグが更新されます。
nb_no: Gjør slik at tagger blir oppdatert med en gang, så snart forandringer av filegenskaper blir gjort.
nl: Labels worden direct bijgewerkt wanneer de bestandseigenschappen worden gewijzigd.
pl: Powoduje, że Tagi są aktualizowane natychmiast po wprowadzeniu zmian we właściwościach pliku.
pt_br: Faz com que as tags sejam atualizadas imediatamente, após as alterações nas propriedades dos aquivos serem feitas.
ru: Обновлять теги сразу при изменении свойств файла.
sv: Gör att taggar uppdateras direkt vid ändringar av filegenskaper.
tr: Dosya özelliklerinde değişiklik yapıldığında Etiketlerin hemen güncellenmesini sağlar.
uk: Викликає негайне оновлення теґів після внесення змін до властивостей файлів.

source: This value is used as the basis for displaying the volume leveling adjustment that appears in the Filelist. It also determines the volume to which tracks are leveled when 'Level Track volume' is used.
ca: Aquest valor s’utilitza com a base per mostrar l’ajust d’anivellament del volum que apareix a la llista de fitxers. També determina el volum al qual s'anivien les pistes quan s'utilitza el "Nivell de volum de la pista".
da: Denne værdi bruges som basis for at vise volumen nivellering justering, der vises i Fil-listen. Den bestemmer også, hvilken volumen numre nivelleres til, når 'Niveau Spor volumen' benyttes.
de: Dieser Wert hat zwei Funktionen: 1. Basis für die Anzeige der Lautstärke in der Trackliste, 2. Normierungs-Grenzwert bei der "Lautstärkeanpassung in Datei".
el: Αυτή η τιμή χρησιμοποιείται ως βάση για την εμφάνιση της ρύθμισης εξισορρόπησης έντασης που εμφανίζεται στη λίστα αρχείων. Επίσης προσδιορίζει την ένταση στην οποία τα κομμάτια είναι εξισορροπημένα όταν χρησιμοποιείται η 'Εξισορρόπηση έντασης Κομματιού'.
he: ערך זה משמש כבסיס להצגת התאמת עוצמת הקול שמופיע ברשימת הקבצים. כמו כן, הוא קובע את עוצמת הקול שאליה מתאימים השירים כאשר משתמשים ב'תאם עוצמת רצועת'.
ja: この値は、ファイルリストに現れる音量揃え調整を表示するための基準値として使用されます。また、「トラック音量揃え」を使用したときに、トラックに調整される音量も決定します。
nb_no: Dette verdien brukes som grunnlag for å vise volumjusteringer som vises i Fillisten. Det bestemmer også volumet som spor justeres til når "Justér Sporvolum" brukes.
nl: Dit is de basiswaarde voor de volume-normaliseringsaapassing die in de Bestandslijst wordt weergegeven. Het bepaalt ook het volume waarop tracks worden genormaiseerd wanneer 'Afspeelvolume normaliseren' wordt gebruikt.
pl: Ta wartość jest używana jako podstawa do wyświetlania korekty poziomu głośności, która pojawia się na liście plików. Określa również głośność, do której utwory są wyrównywane, gdy używana jest funkcja „Poziom głośności utworu”.
pt_br: Este valor é usado como base para mostrar o ajuste de volume que aparece na lista de faixas. Ele também determina o volume para o qual as faixas são ajustadas quando a opção 'Ajustar Volume da Faixa' é usada.
ru: Это значение используется как основа для отображения выравнивания громкости в списке файлов. Оно также определяет громкость, до которой будут выравниваться треки.
sv: Detta värde används som standardvärde på spårets ljudstyrka, samt för den nivå till vilken spåren justeras då 'Autojustera volym' är vald.
tr: Bu değer, Dosya Listesi'nde görünen ses seviyesi dengeleme ayarını görüntülemek için temel olarak kullanılır. Ayrıca, 'Level Track ses seviyesi' kullanıldığında parçaların seviyelendirildiği ses seviyesini de belirler.
uk: Це значення використовується як основа для показу регулювання рівня гучності, яке з'являється у Списку файлів. Воно також визначає гучність, до якої доріжки вирівнюються, коли використовується 'Рівень гучності доріжки'.

source: File name
ca: Nom de l'arxiu
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
he: שם קובץ
ja: ファイル名
nb_no: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sv: Filnamn
uk: Ім'я файлу

source: Share your library
ca: Comparteix la teva biblioteca
da: Del dit bibliotek
de: Archiv per DNLA freigeben
el: Κοινή χρήση της βιβλιοθήκης σας
he: שתף את הספרייה שלך
ja: ライブラリを共有
nb_no: Del ditt bibliotek
nl: Deel de bibliotheek
pl: Udostępnij swoją bibliotekę
pt_br: Compartilhar sua biblioteca
ru: Поделится библиотекой
sv: Dela ditt bibliotek
uk: Поділитися своєю бібліотекою

source: Only submit tracks that are part of the Library
ca: Envia només pistes que formen part de la biblioteca
da: Giver kun indsendelse af numre, der er en del af Biblioteket
de: Nur Tracks senden, die im Archiv liegen
el: Υποβολή μόνο κομμάτιων που αποτελούν μέρος της Βιβλιοθήκης
he: שלח רק שירים שהם חלק מהספרייה
ja: ライブラリの一部のトラックのみを送信
nb_no: Send bare spor som er en del av Biblioteket
nl: Alleen tracks uit de Bibliotheek indienen
pl: Przesyłaj tylko utwory, które są częścią Biblioteki
pt_br: Submeter somente as faixas que fazem parte da biblioteca
ru: Отправлять только треки, которые являются частью библиотеки
sv: Skicka endast spår som ingår i biblioteket
uk: Надсилати лише композиції, які є частиною Бібліотеки

source: Show confirmation dialog
ca: Mostra el diàleg de confirmació
da: Vis bekræftelsesdialog
de: Bestätigungsdialog anzeigen
el: Εμφάνιση διαλόγου επιβεβαίωσης
he: הצגת דיאלוג אימות
ja: 確認ダイアログを表示
nb_no: Vis bekreftelsesdialog
nl: Bevestigingsscherm weergeven
pl: Pokaż okno dialogowe potwierdzenia
pt_br: Exibir mensagem de confirmação
ru: Показывать диалог подтверждения
sv: Visa bekräftelsedialogruta
tr: Onay iletişim kutusunu göster
uk: Показати діалогове вікно підтвердження

source: Force files to resync whenever the source file has changed (slower)
ca: Força els fitxers a tornar-se a sincronitzar sempre que el fitxer d'origen hagi canviat (més lent)
da: Tving filer til at resynkronisere, når kildefilen er ændret (langsommere)
de: Startet eine Neusynchronisation wenn die Quelldatei geändert wurde (langsamer)
he: כפה סנכרון מחדש של קבצים בכל פעם שהקובץ המקור שונה (איטי יותר)
ja: 元のファイルが変更されるたびにファイルを強制的に再同期する（遅い）
nb_no: Tving filer til å synkronisere på nytt når kilden er endret (langsommere)
nl: Forceer dat bestanden opnieuw worden gesynchroniseerd wanneer het bronbestand is gewijzigd (langzamer)
pt_br: Forçar os arquivos a ressincronizar, sempre que o arquivo de origem for alterado (mais lento)
ru: Принудительная пересинхронизация файлов при каждом изменении исходного файла (медленнее)
sv: Tvinga omsynkronisering när källfilen har ändrats (långsammare)

source: Used for developer testing (disables automatic crashlog generation)
ca: S'utilitza per provar desenvolupadors (desactiva la generació automàtica de registres de fallades)
da: Bruges til udviklertest (deaktiverer automatiske crashloggenerering)
de: Automatische Crashlogs deaktivieren (Für Testinstallationen von Entwicklern gedacht)
el: Χρησιμοποιείται για δοκιμές προγραμματιστών (απενεργοποιεί την αυτόματη δημιουργία αρχείου καταγραφής σφαλμάτων)
he: מופעל עבור בדיקות מפתחים (מבטל יצירת אוטומטית של יומני תקלות)
ja: 開発者テストに使用（クラッシュログの自動生成を無効にします）
nb_no: Brukes for utviklertesting (deaktiverer automatisk krasjlogg-generering)
nl: Voor ontwikkelaars (schakelt automatische aanmaak van crashlogs uit)
pl: Używany do testowania programistów (wyłącza automatyczne generowanie crashlogów)
pt_br: Usado para testes por desenvolvedores que desejam desativar o envio automático de logs de falhas
ru: Используется для тестирования разработчиками (отключает автосоздание журнала сбоев)
sv: Används vid programutveckling (inaktiverar automatisk generering av kraschlogg)
tr: Geliştirici testi için kullanılır (otomatik kilitlenme günlüğü oluşturmayı devre dışı bırakır)
uk: Використовується для тестування розробником (вимикає автоматичне створення журналу аварійного завершення роботи)

source: Burn tracks with volume leveled
ca: Grava pistes amb volum anivellat
da: Brænd numre med volumen nivelleret
de: Datei(en) mit angepasster Lautstärke brennen
el: Εγγραφή κομματιών με εξισορρόπηση έντασης
he: צרוב שירים עם עוצמה מאוזנת
ja: 音量を揃えてトラックを書き込む
nb_no: Brenn spor med volumjustering
nl: Tracks branden met het volume op niveau
pt_br: Gravar faixas com ajuste de volume
ru: Прожечь треки с выровненной громкостью
sv: Justera ljudstyrka vid bränning
uk: Записувати доріжки з вирівнюванням гучності

source: On the fly encoding
ar: ترميز على الطاير
ca: Codificació sobre la marxa
da: På flue kodning
de: "On the fly" Kodieren
el: Κωδικοποίηση on the fly
he: קידוד בזמן אמת
ja: オンザフライエンコーディング
nb_no: 'On the fly'-konvertering
nl: Direct coderen
pl: Kodowanie w locie
pt_br: Codificação simultânea (on-the-fly)
ru: Кодирование 'на лету'
sv: 'On-the-fly'-omkodning
uk: Кодування на льоту

source: Prevents episodes that haven't been listened to from being deleted.
ca: Evita que se suprimeixin els episodis que no s’han escoltat.
da: Forhindrer episoder, der ikke er blevet lyttet til, i at blive slettet.
de: Schützt nicht gehörte Episoden vor dem Löschen.
el: Αποτρέπει τη διαγραφή των επεισοδίων που δεν έχουν ακουστεί.
he: מונע מחיקת פרקים שלא נשמע להם.
ja: 聞いていないエピソードが削除されるのを防ぎます。
nb_no: Forhindrer episoder som ikke har blitt lyttet til fra å bli slettet.
nl: Voorkomt dat niet-beluisterde afleveringen worden verwijderd.
pl: Zapobiega usuwaniu nieodsłuchanych odcinków.
pt_br: Evita a exclusão de episódios que ainda não foram ouvidos.
ru: Не удалять эпизоды, которые не были прослушаны.
sv: Förhindrar radering av episoder som inte har blivit lyssnade.
uk: Запобігає видаленню епізодів, які ще не були прослуханими.

source: Only if they have been listened to
ar: إلا إذا سبق الاستماع
ca: Només si s’han escoltat
da: Kun hvis de er blevet lyttet til
de: Nur wenn sie schon angehört wurden
el: Μόνο εάν έχουν ακουστεί σε
he: רק אם הם נשמעו
ja: 聴かれたもののみ
nb_no: Kun hvis de har blitt lyttet til
nl: Alleen als ze beluisterd zijn
pl: Tylko jeśli zostały odsłuchane
pt_br: Somente se eles já tiverem sido ouvidos
ru: Только если их слушали
sv: Endast om de har lyssnats på
tr: Yalnızca dinlenmişlerse
uk: Лише якщо їх прослуховували

source: Confirm rename operations that exceed 64 character CD limit
ar: وتؤكد عمليات إعادة تسمية تتجاوز الحد الأقصى من 64 حرفاً
ca: Confirmeu les operacions de canvi de nom que superin el límit de CD de 64 caràcters
da: Bekræfter, omdøbe operationer, der overstiger 64 tegn CD grænse
de: Umbenennen beim Brennen bestätigen, falls die 64-Zeichen-Grenze für Dateinamen auf CDs überschritten wird
el: Επιβεβαίωση των λειτουργιών μετονομασίας που υπερβαίνουν το όριο 64 χαρακτήρων του CD
he: אשר פעולות שינוי שם שעולות על מגבלת 64 תווים של תקליטור
ja: 64文字のCD制限を超える名前変更操作を確認する
nb_no: Bekreft nye navn som overskrider 64 tegn grensen på CD
nl: Bevestiging bij hernoemen bij overschrijding van de 64-karakterlimiet voor CD's vragen
pl: Potwierdź operacje zmiany nazwy która przekroczy granicę 64 znaków dla płyt CD
pt_br: Confirmar renomeação que exceder o limite de 64 caracteres
ru: Подтверждать переименование файлов длиннее 64 символов
sv: Visa bekräftelsedialog då 64-teckensbegränsningen för CD överskrids
tr: 64 karakter CD sınırını aşan yeniden adlandırma işlemlerini onaylayın
uk: Підтвердити операції перейменування, які перевищують обмеження 64 символів на компакт-диску

source: Confirm modifications to more than 50 files at once
ar: تأكيد التغييرات على ملفات أكثر من 50 مرة واحدة
ca: Confirmeu les modificacions de més de 50 fitxers alhora
da: Bekræft ændringer til mere end 50 filer på en gang
de: Veränderungen an mehr als 50 Dateien bestätigen lassen
el: Επιβεβαίωση των μετατροπών σε άνω των 50 αρχείων τη φορά
he: אשר שינויים ביותר מ-50 קבצים בבת אחת
ja: 一度に50以上のファイルへの変更を確認する
nb_no: Bekreft endringer på mer enn 50 filer om gangen
nl: Bevestiging bij wijziging van meer dan 50 bestanden in één keer vragen
pl: Potwierdzaj modyfikacje dla więcej niż 50 plików na raz
pt_br: Confirmar modificações para mais de 50 arquivos de uma vez
ru: Подтверждать изменения более чем 50 файлов одновременно
sv: Bekräfta ändringar av mer än 50 filer samtidigt
tr: Aynı anda 50'den fazla dosyada değişiklikleri onaylayın
uk: Підтвердити зміни для більше, ніж 50 файлів одночасно

source: This creates a digital signature, for the audio content of each track (tags are ignored), so that each track can be uniquely identified. If any two tracks are duplicates (i.e. they have matching signatures) they will appear in the Files to Edit - Duplicate Content view.
ca: Això crea una signatura digital per al contingut d'àudio de cada pista (les etiquetes s'ignoren), de manera que cada pista es pugui identificar de manera única. Si dues pistes són duplicades (és a dir, tenen signatures coincidents), apareixeran a la visualització Fitxers per editar - Contingut duplicat.
da: Dette skaber en digital signatur for lyden af hvert nummer (tags ignoreres), så hvert nummer kan identificeres unikt. Hvis nogen to numre er duplikater (dvs.de har matchende signaturer), vil de fremgå i Filhåndtering - Dobbeltindhold udsigt.
de: Aus den Audiosignalen jedes Tracks (nicht aus den Tags) wird eine Signatur erstellt, womit jeder Track eindeutig identifiziert werden kann. Dateien mit derselben Signatur werden im Archivbaum unter "zu bearbeitende Dateien > Doppelte Signatur" angezeigt.
el: Αυτό δημιουργεί μια ψηφιακή υπογραφή, για το περιεχόμενο ήχου κάθε κομματιού (οι ετικέτες αγνοούνται), έτσι ώστε κάθε κομμάτι να μπορεί να προσδιοριστεί με μοναδικό τρόπο. Εάν οποιαδήποτε δύο κομμάτια είναι διπλότυπα (δηλαδή έχουν αντίστοιχες υπογραφές) θα εμφανιστούν στην προβολή Αρχεία προς επεξεργασία - Διπλότυπο Περιεχόμενο.
he: זה יוצר חתימה דיגיטלית, עבור התוכן האודיו של כל רצועה (התגים לא נחשבים), כך שכל רצועה תוכל להיות מזוהה בצורה ייחודית. אם כל שתי רצועות הן כפולות (קרי יש להן חתימות תואמות), הן יופיעו בתצוגת קבצים לעריכה - תוכן כפול.
ja: 各トラックのオーディオコンテンツにデジタル署名が作成されます（タグは無視されます）ので、各トラックを一意に識別できます。２つのトラックが重複している場合（つまり、一致する署名がある場合）、「要編集ファイル」 - 「重複コンテンツ」ビューに表示されます。
nb_no: Dette skaper en digital signatur, for lydinnholdet til hvert spor (tagger ignoreres), slik at hvert spor kan identifiseres unikt. Hvis noen to spor er duplikater (dvs. de har matchende signaturer) vil de vises i Filer til Rediger - Duplicat innhold-visningen.
nl: Maakt een digitale handtekening voor de audio-inhoud van elke track (labels worden genegeerd), zodat elke track afzonderlijk kan worden herkend. Als twee tracks identiek zijn (d.w.z. dat ze overeenkomende handtekeningen hebben), worden ze weergegeven in de weergave Te bewerken bestanden - Gelijke inhoud.
pl: Tworzy to podpis cyfrowy dla zawartości audio każdej ścieżki (znaczniki są ignorowane), dzięki czemu każdy utwór może być jednoznacznie zidentyfikowany. Jeśli jakiekolwiek dwie ścieżki są duplikatami (tj. mają pasujące podpisy), pojawią się one w widoku Pliki do edycji — Powiel zawartość.
pt_br: Isto cria uma assinatura digital para o conteúdo de áudio de cada faixa (as tags são ignoradas), de modo que cada faixa é identificada unicamente. Se houver faixas duplicadas (ou seja, se elas tiverem assinaturas iguais), elas vão aparecer no nó Arquivos a Editar > Conteúdo Duplicado.
ru: Создаёт цифровую подпись для аудиоконтента каждого трека (теги игнорируются), так что каждый трек может быть уникально идентифицирован. Если какие-либо два трека - дубликаты (т.е. имеют совпадающие подписи), они появятся в окне файлов для редактирования с дублированием содержимого.
sv: Detta skapar en digital signatur för ljudinnehållet i varje spår (taggar ignoreras), så att varje spår kan identifieras unikt. Om två spår är dubbletter (dvs. de har matchande signaturer) kommer de att visas i vyn Filer att redigera - Duplicera innehåll.
tr: Bu, her parçanın ses içeriği için dijital bir imza oluşturur (etiketler yok sayılır), böylece her parça benzersiz bir şekilde tanımlanabilir. Herhangi iki parçanın kopyası varsa (yani eşleşen imzaları varsa) Düzenlenecek Dosyalar - Kopya İçerik görünümünde görünürler.
uk: Це створює цифровий підпис для звукового вмісту кожної доріжки (теги ігноруються), так що кожна доріжка може бути ідентифікована однозначно. Якщо будь-які дві доріжки є дублікатами (тобто у них є схожі підписи), вони з’являться у вікні Файли для редагування - Повторюваний Вміст.

source: Audio CD playback
ca: Reproducció de CD d’àudio
da: Lyd-CD-afspilning
de: Audio-CD abspielen
el: Αναπαραγωγή Audio CD
he: השמעת אודיו CD
ja: オーディオCDの再生
nb_no: Lyd-CD-avspilling
nl: Audio-CD afspelen
pl: Odtwarzanie płyt audio CD
pt_br: Tocar CD de áudio
ru: Воспроизведение аудио-CD
sv: Ljud-CD-uppspelning
tr: Ses CD'si oynatma
uk: Відтворення Аудіо CD

source: This prevents users from exiting MediaMonkey by switching applications.
ar: يمنع هذا الخيار المستخدمين من إغلاق MediaMonkey التناوب بين التطبيقات.
ca: Això impedeix als usuaris sortir del MediaMonkey canviant d'aplicació.
da: Dette forhindrer brugere i spændende MediaMonkey ved at skifte programmer.
de: Verhindert das Umschalten zu anderen Anwendungen.
el: Αυτό εμποδίζει τους χρήστες από το να κάνουν έξοδο από το MediaMonkey λόγω εναλλαγής εφαρμογών.
he: מונע ממשתמשים מלעזוב את MediaMonkey על ידי מעבר בין יישומים.
ja: アプリケーションを切り替えた際にMediaMonkeyを終了しないようにします。
nb_no: Dette forhindrer brukere fra å gå ut av MediaMonkey ved å skifte applikasjon.
nl: Voorkomt dat gebruikers MediaMonkey verlaten door naar een andere applicatie te gaan.
pl: Zapobiega przed zamknięciem MediaMonkey przez przełączenie aplikacji.
pt_br: Isto impede que os convidados saiam do MediaMonkey alternando entre aplicações.
ru: Препятствует пользователям выход из MediaMonkey переключением приложений.
sv: Detta alternativet hindrar användarna från att lämna MediaMonkey genom att växla program.
tr: Bu, kullanıcıların uygulama değiştirerek MediaMonkey'den çıkmasını önler.
uk: Це запобігає виходу користувачів з MediaMonkey при перемиканні програм.

source: Hide menu bar
ar: إخفاء شريط القوائم
ca: Amaga la barra de menú
da: Skjul menulinje
de: Menüleiste verstecken
el: Απόκρυψη γραμμής μενού
he: הסתרת סרגל התפריט
ja: メニューバーを非表示
nb_no: Skjul menylinje
nl: Menubalk verbergen
pl: Ukryj pasek menu
pt_br: Ocultar barra de menu
ru: Скрыть меню
sv: Dölj menylisten
tr: Menü çubuğunu gizle
uk: Сховати смужку меню

source: Enable volume, play/pause controls
ca: Activa els controls de volum, reproducció/pausa
da: Aktiver volumen, afspil/pause kontrol
de: Lautstärkeregler und Start/Pausenschalter aktivieren
el: Ενεργοποίηση στοιχείων ελέγχου έντασης, αναπαραγωγής/παύσης
he: אפשר התעממטות ונגינה/הפסקה
ja: 音量、再生/一時停止コントロールを有効にする
nb_no: Aktiver volum, avspillings-/pausekontroller
nl: Volume-, afspeel-/pauzeknoppen inschakelen
pl: Włącz sterowanie głośnością, odtwarzaniem/wstrzymywaniem
pt_br: Habilitar os controles de volume e tocar/pausar
ru: Включить управление громкостью, воспроизведением/паузой
sv: Aktivera kontroller för volym, uppspelning/paus
tr: Ses seviyesini, oynatma/duraklatma kontrollerini etkinleştirin
uk: Увімкнути елементи регулювання гучності, відтворення/паузи

source: Only analyze files with unknown Leveling Adjustment
ca: Analitzeu només fitxers amb ajust d'anivellament desconegut
da: Analyser kun filer med ukendt Nivelleringsjustering
de: Lautstärke nur bei Dateien mit unbekanntem Pegel analysieren
el: Ανάλυση μόνο αρχείων με άγνωστη Ρύθμιση Εξισορρόπησης
he: רק נתח קבצים עם התאמה לא ידועה
ja: 音量調整値が不明なファイルのみ解析
nb_no: Analyser kun filer med ukjent utjevningtilpassing
nl: Alleen bestanden analyseren zonder volume-aanpassing
pl: Analizuj tylko pliki z nieznaną korektą wyrównywania
pt_br: Somente analisar arquivos com nível de volume desconhecido
ru: Только анализировать треки с неизвестным уровнем громкости
sv: Analysera endast filer med okänd ljudstyrka
tr: Yalnızca bilinmeyen Seviyelendirme Ayarına sahip dosyaları analiz edin
uk: Аналізувати лише файли з невідомим Регулюванням Рівня

source: Play counter
ca: Comptador de reproducció
da: Afspil tæller
de: Abspiel-Zähler
el: Μετρητής αναπαραγωγής
he: מונה השמעה
ja: 再生回数
nb_no: Avspillings-teller
nl: Afspeelteller
pl: Odtwórz licznik
pt_br: Execuções
ru: Счётчик воспроизведения
sv: Spelräknare
uk: Лічильник відтворення

source: Scan the following locations for media:
ca: Analitzeu les ubicacions següents en busca de suports:
da: Scan de følgende placeringer for medier:
de: Die folgenden Verzeichnisse nach Medien scannen:
el: Σάρωση των ακόλουθων τοποθεσιών για πολυμέσα:
he: סרוק את המיקומים הבאים למדיה:
ja: 次の場所でメディアをスキャンします:
nb_no: Skann de følgende plasseringene etter medier:
nl: Media zoeken op de volgende locaties:
pl: Zeskanuj nośniki w następujących lokalizacjach:
pt_br: Varrer os seguintes locais, à procura de mídia:
ru: Искать медиафайлы в следующих местах:
sv: Skanna följande platser för media:
uk: Перевірити наступні місця на наявність носіїв:

source: Sync now
ca: Sincronitza ara
da: Synkroniser nu
de: Jetzt Synchronisieren
el: Συγχρονισμός τώρα
he: סנכרן עכשיו
ja: 今すぐ同期
nb_no: Synkroniser nå
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ru: Синхронизировать
sv: Synkronisera nu
uk: Синхронізувати зараз

source: (global settings)
ca: (configuració global)
da: (globale indstillinger)
de: (globale Einstellungen)
el: (καθολικές ρυθμίσεις)
he: (הגדרות כלליות)
ja: （グローバル設定）
nb_no: (globale innstillinger)
nl: (algemene instellingen)
pl: (ustawienia ogólne)
pt_br: (configurações globais)
ru: (глобальные настройки)
sv: (globala inställningar)
uk: (глобальні налаштування)

source: Scrobble to last.fm if Scrobbling is enabled
ca: Registrar a last.fm si la funció de Scrobbling està habilitada
da: Scrobble til last.fm, hvis Scrobbling er aktiveret
de: Scrobble zu last.fm, wenn Scrobbling aktiviert ist
he: שקול סקובל ל-last.fm אם הסקובל מאופשר
ja: Scrobbleが有効になっている場合はlast.fmまでScrobbleする
nb_no: Scrobble til last.fm hvis Scrobbling er aktivert
nl: Scrobblen naar last.fm als scrobbling is ingeschakeld
pt_br: Envia informações para o last.fm, se Scrobbling estiver habilitado
ru: Скроббл на Last.fm, если скробблинг включён
sv: Skrobbla till last.fm om skrobbling är aktiverat
uk: Скремблювати до last.fm, якщо скремблювання ввімкнено

source: Install Now
ar: تثبيت الآن
ca: Instal·lar ara
da: Installer nu
de: Jetzt Installieren
el: Τώρα Εγκατάσταση
he: התקן עכשיו
ja: 今すぐインストール
nb_no: Installer nå
nl: Nu installeren
pl: Zainstaluj teraz
pt_br: Instalar agora
ru: Установить
sv: Installera nu
uk: Встановити зараз

source: Secure read (takes extra time)
ca: Lectura segura (requereix més temps)
da: Sikker læse (tager ekstra tid)
de: Sicheres Lesen (dauert länger)
el: Ασφαλής ανάγνωση (παίρνει επιπλέον χρόνο)
he: קריאה בטוחה (לוקח זמן נוסף)
ja: 安全な読み込み（時間がかかります）
nb_no: Sikker lesing (tar lengre tid)
nl: Nauwkeurig lezen (kost meer tijd)
pl: Bezpieczny odczyt (zajmuje dodatkowy czas)
pt_br: Leitura segura (demora mais)
ru: Безопасное чтение (занимает дополнительное время)
sv: Säker läsning (tar extra tid)
uk: Безпечне читання (займає більше часу)

source: Unmoved files
ca: Fitxers sense moure
da: Uflyttede filer
de: Nicht verschobene Dateien
el: Αμετακίνητα αρχεία
he: קבצים שלא הועברו
ja: 移動されていないファイル
nb_no: Uflyttede spor
nl: Niet-verplaatste bestanden
pl: Nieprzeniesione pliki
pt_br: Arquivos não movidos
ru: Неперемещённые файлы
sv: Filer som inte har flyttats
uk: Не переміщені файли

source: 2 weeks
ar: 2 أسابيع
ca: 2 setmanes
da: 2 uger
de: 2 Wochen
el: 2 εβδομάδες
he: 2 שבועות
ja: 2 週間
nb_no: To uker
nl: 2 weken
pl: 2 tygodnie
pt_br: 2 semanas
ru: 2 недели
sv: 2 veckor
uk: 2 тижні
