Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Cannot rename directory %s to %s.
ar: لا يمكن إعادة تسمية الدليل %s %s.
ca: No es pot canviar el nom del directori %s to %s.
da: Kan ikke omdøbe mappen %s til %s.
de: Kann Ordner %s nicht in %s umbenennen.
el: Αδύνατη η μετονομασία του φακέλου %s σε %s.
he: לא ניתן לשנות שם תיקייה %s ל-%s.
ja: ディレクトリ"%s"を"%s"に名前を変更できません。
nb_no: Kan ikke gi nytt navn for plassering %s til %s.
nl: Kan map %s niet hernoemen naar %s.
pl: Nie można zmienić nazwy katalogu %s na %s.
pt_br: Impossível renomear diretório %s para %s.
ru: Невозможно переименовать папку %s в %s.
sv: Kan inte döpa om mappen %s till %s.
tr: %s dizininin adı %s olarak değiştirilemiyor.
uk: Неможливо перейменувати каталог %s на %s.

source: Tag update failed: %s is inaccessible.
ar: فشل تحديث العلامة: %s غير قابل للوصول.
ca: No s'ha pogut actualitzar l'etiqueta: %s no és accessible.
da: Tag opdatering mislykkedes: %s er utilgængelig.
de: Aktualisierung der Tags ist fehlgeschlagen. Auf %s kann nicht zugegriffen werden.
el: Η ενημέρωση ετικέτας απέτυχε: Μη προσβασιμότητα %s.
he: שדרוג תג נכשל: %s אינו נגיש.
ja: タグの更新に失敗しました: "%s"はアクセスできません。
nb_no: Taggoppdatering mislyktes: %s er utilgjengelig.
nl: Label bijwerken mislukt: %s is niet toegankelijk.
pl: Aktualizacja tagu nie powiodła się: %s jest niedostępny.
pt_br: Atualização da tag falhou: %s está inacessível.
ru: Ошибка обновления тега: нет доступа к %s.
sv: Tagguppdatering misslyckades: %s är inte tillgänglig.
tr: Etiket güncellemesi başarısız oldu: %s erişilemiyor.
uk: Помилка оновлення тегу: %s недоступний.

source: Creating folder "%s" failed
ar: فشل إنشاء المجلد "%s"
ca: La creació del fitxer "%s" ha fallat
da: Oprettelsen af mappen "%s" mislykkedes
de: Erstellen des Ordners %s fehlgeschlagen
el: Απέτυχε η δημιουργία του φακέλου "%s"
he: יצירת תיקייה "%s" נכשלה
ja: フォルダー"%s"の作成に失敗しました
nb_no: Oppretting av mappe "%s" mislyktes
nl: Aanmaken van map "%s" mislukt
pt_br: Falha ao criar a pasta "%s"
ru: Ошибка создания папки "%s"
sv: Det gick inte att skapa mappen "%s"
tr: "%s" klasörü oluşturulamadı
uk: Спроба створення теки "%s" зазнала невдачі

source: Deleted %d files from %d
ar: حذف %d ملفات من %d
ca: Suprimit %d fitxers de %d
da: Slettet %d filer fra %d
de: %d Dateien von %d gelöscht
el: Διαγράφηκαν %d αρχεία από %d
he: נמחקו %d קבצים מתוך %d
ja: %d個のファイルを%dから削除しました
nb_no: Slettet %d filer fra %d
nl: %d Van %d bestanden verwijderd
pl: Usunięto %d plików z %d
pt_br: Excluídos %d arquivos de %d
ru: Стёрто файлов: %d из %d
sv: Raderade %d filer från %d
tr: %d dosyası %d'den silindi
uk: Видалено %d файлів з %d

source: Removed %d files from %d
ar: إزالة %d ملفات من %d
ca: Eliminat %d fitxer de %d
da: Fjernet %d filer fra %d
de: %d Dateien von %d entfernt
el: Αφαιρέθηκαν %d αρχεία από %d
he: הוסרו %d קבצים מתוך %d
ja: %d個のファイルを%dから除去しました
nb_no: Fjernet %d filer fra %d
nl: %d Van %d bestanden verwijderd
pl: Usunięto %d plików z %d
pt_br: Removidos %d arquivos de %d
ru: Удалено файлов: %d из %d
sv: Tog bort %d filer från %d
tr: %d dosyası %d'den kaldırıldı
uk: Вилучено %d файлів з %d

source: is not accessible
ar: لا يمكن الوصول إليها
ca: no és accessible
da: er ikke tilgængelig
de: ist nicht erreichbar
el: δεν είναι προσβάσιμο
he: אינו נגיש
ja: アクセスできません
nb_no: er ikke tilgjengelig
nl: is niet toegankelijk
pl: nie jest dostępne
pt_br: não está acessível
ru: недоступно
sv: är ej tillgänglig
tr: erişilebilir değil
uk: недоступний

source: Updated
ar: تم التحديث
ca: Actualitzat
da: Opdateret
de: Aktualisiert
el: Ενημέρωση
he: התעדכן
ja: 更新済み
nb_no: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
sv: Uppdaterad
tr: Güncellendi
uk: Оновлено

source: Skipped
ar: تم التخطي
ca: Omès
da: Gemt over
de: Übersprungen
el: Παράλειψη
he: דלג
ja: スキップ済み
nb_no: Hoppet over
nl: Overgeslagen
pl: Pominięto
pt_br: Pulado
ru: Пропущено
sv: Hoppade över
tr: Atlanmış
uk: Пропущено

source: Scan log
ar: سجل الفحص
ca: Registre d’escaneig
de: Scan-Protokoll
el: Αρχείο καταγραφής σάρωσης
he: יומן אירועים
ja: ログをスキャン
nb_no: Skannlogg
pl: Dziennik skanowania
pt_br: Log da busca
ru: Журнал сканирования
sv: Skanningslogg
tr: Tarama günlüğü
uk: Журнал сканування

source: Operation
ar: عملية
ca: Operació
da: Handling
de: Aktion
el: Λειτουργία
he: פעולה
ja: オペレーション
nb_no: Operasjon
nl: Bediening
pl: Działanie
pt_br: Operação
ru: Операция
sv: Drift
tr: Operasyon
uk: Дія

source: Lifetime
ar: حياة
ca: Vitalícia
de: Lebenszeit
el: Απεριόριστη
he: אורך חיים
ja: 生涯ライセンス
nb_no: Livstid
nl: Levenslang
pl: Okres
pt_br: Vitalícia
ru: Бессрочная
sv: Livstid
tr: Ömür boyu
uk: Пожиттєво

source: Unregistered
ar: غير مسجلة
ca: No registrat
da: Uregistreret
de: Unregistriert
el: Ακαταχώρητο
he: לא רשום
ja: 未登録
nb_no: Uregistrert
nl: Niet geregistreerd
pl: Niezarejestrowany
pt_br: Não registrado
ru: Не зарегистрировано
sv: Oregistrerad
tr: Kayıtlı değil
uk: Незареєстрований

source: Trial version
ar: إصدار تجريبي
ca: Versió de proves
da: Prøveversion
de: Testversion
el: Δοκιμαστική έκδοση
he: גרסת ניסיון
ja: 試用版
nb_no: Prøveversjon
nl: Proefversie
pl: Wersja próbna
pt_br: Versão de avaliação
ru: Пробная версия
sv: Provversion
tr: Deneme sürümü
uk: Пробна версія

source: Standard edition
ar: إصدار قياسي
ca: Edició estàndard
da: Standardudgave
de: Standardversion
el: Κανονική έκδοση
he: מהדורה רגילה
ja: 通常版
nb_no: Standard utgave
nl: Standaard editie
pl: Edycja standardowa
pt_br: Edição padrão
ru: Стандартная версия
sv: Standardutgåva
tr: Standart sürüm
uk: Стандартне видання

source: Registered
da: Registreret
he: רשום
ja: 登録済み
tr: Kayıtlı

source: Not activated
da: Ikke aktiveret
ja: 未アクティベート
tr: Aktifleştirilmedi

source: %d days remaining
da: %d dage tilbage
ja: 残り%d日
tr: %d gün kaldı

source: Activate
da: Aktivér
ja: アクティベート

source: Expired
da: Udløbet
ja: 期限切れ
tr: Süresi doldu

source: Renew
da: Forny
ja: 更新
tr: Yenile

source: Open tray
ar: فتح الدرج
ca: Obriu la safata
da: Åben skuffe
de: Laufwerk öffnen
el: Άνοιγμα δίσκου
he: פתח את המגש
ja: トレイを開く
nb_no: Åpne skuff
nl: Geopende lade
pl: Otwórz tackę
pt_br: Abrir bandeja
ru: Извлечь диск
sv: Öppna lucka
tr: Tepsiyi açın
uk: &Відкрити панель

source: Track
ar: المسار
ca: Pistes
da: Spor
el: Κομμάτι
he: פריט
ja: トラック
nb_no: Spor
pl: Utwór
pt_br: Faixa
ru: Трек
sv: Spår
tr: Parça
uk: Доріжка

source: Leveling
ar: مستوى حجم صوت
ca: Anivellament
da: Nivellering
de: Lautstärke-Anpassung
el: Εξισορρόπηση
he: איזון ווליום
ja: 音量揃え
nb_no: Utjevning
nl: Normalisering
pl: Wyrówananie
pt_br: Nível
ru: Выравнивание громкости
sv: Volymjustering
tr: Seviyelendirme
uk: Вирівнювання

source: Edit Properties
ar: تحرير خصائص
ca: Edita les propietats
da: Rediger egenskaber
de: Eigenschaften bearbeiten
el: Επεξεργασία Ιδιοτήτων
he: ערוך מאפיינים
ja: プロパティ編集
nb_no: Rediger egenskaper
nl: Eigenschappen Bewerken
pl: Edytuj właściwości
pt_br: Editar propriedades
ru: Изменить свойства
sv: Redigera egenskaper
tr: Özellikleri Düzenle
uk: Редагувати Властивості

source: Clear list & play selected + subsequent
ar: مسح القائمة وتشغيل المحدد + التالي
ca: Esborra la llista & reprodueix els seleccionats + posterior
da: Ryd liste & afspil valgt + efterfølgende
de: Lösche Liste & spiele Datei und folgende
el: Εκκαθάριση λίστας & αναπαραγωγή επιλεγμένου + επόμενο
he: נקה רשימה והשמע את שנבחר + העוקב
ja: リストをクリアして、選択したものと後続を再生
nb_no: Tøm liste & spill av valgte + tilhørende
nl: Lijst wissen en selectie + volgenden afspelen
pl: Wyczyść listę i odtwórz wybrane + kolejne
pt_br: Limpar & tocar selecionados + subsequentes
ru: Очистить треки и играть выбранный + следующие
sv: Rensa lista och spela vald + efterföljande
tr: Listeyi temizle ve seçili + sonrakileri oynat
uk: Очистити список & виконати обраний + наступний

source: Clear list & play selected only
ar: مسح القائمة وتشغيل المحدد فقط
ca: Esborra la llista i reprodueix només els seleccionats
da: Ryd liste & afspil kun valgt
de: Lösche Liste & spiele ausgewählte
el: Εκκαθάριση λίστας & αναπαραγωγή μόνο επιλογής
he: נקה רשימה והשמע את שנבחר בלבד
ja: リストをクリアして、選択したもののみ再生
nb_no: Tøm liste & spill av valgte kun
nl: Lijst wissen en selectie afspelen
pl: Wyczyść listę i odtwarzaj tylko wybrane
pt_br: Limpar & tocar apenas os selecionados
ru: Очистить треки и играть только выбранный
sv: Rensa lista och spela endast valt spår
tr: Listeyi temizle ve yalnızca seçilenleri oynat
uk: Очистити список і відтворити лише вибрані

source: Play selected files only
ar: تشغيل الملفات المحددة فقط
ca: Reprodueix només els fitxers seleccionats
da: Afspil kun valgte filer
de: Nur ausgewählte Datei abspielen
el: Αναπαραγωγή μόνο επιλεγμένων αρχείων
he: השמע קבצים נבחרים בלבד
ja: 選択ファイルの再生のみ
nb_no: Spill av valgte filer kun
nl: Selectie afspelen
pl: Odtwórz tylko wybrane pliki
pt_br: Tocar somente os arquivos selecionados
ru: Играть только выбранные треки
sv: Spela endast valda filer
tr: Yalnızca seçili dosyaları oynat
uk: Відтворити лише обрані файли

source: Database
ca: Base de Dades
de: Datenbank
el: Βάση Δεδομένων
he: מסד נתונים
ja: データベース
pl: Baza danych
pt_br: Base de dados
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних

source: Compressing...
da: Komprimerer...
ja: 圧縮しています...
tr: Sıkıştırılıyor...

source: Settings
ar: معلمات
ca: Configuració
da: Indstillinger
de: Optionen
el: Ρυθμίσεις
he: הגדרות
ja: 設定
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurar
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Problem while updating playlist %s: %s
ar: مشكلة أثناء التحديث قائمة التشغيل %s: %s
ca: Problema en actualitzar la llista de reproducció %s: %s
da: Problem ved opdatering af playliste %s: %s
de: Fehler beim Aktualisieren der Wiedergabeliste %s: %s
el: Πρόβλημα κατά την ενημέρωση λίστας αναπαραγωγής %s: %s
he: בעיה בעדכון רשימת השירים %s: %s
ja: プレイリスト"%s: %s"の更新中に問題が発生しました
nb_no: Problem under oppdatering av spilleliste %s: %s
nl: Probleem bij het bijwerken van afspeellijst %s: %s
pl: Problem podczas aktualizowania listy odtwarzania %s: %s
pt_br: Problema ao atualizar a lista %s: %s
ru: Проблема при обновлении плейлиста %s: %s
sv: Problem vid uppdatering av spellista %s: %s
tr: Oynatma listesi %s güncellenirken sorun oluştu: %s
uk: Проблема під час оновлення списку відтворення %s: %s

source: Compatible: CBR 96 kbps - Fair Quality
ar: متوافق مع: CBR 96 kbps-نوعية صادقة
ca: Compatible: CBR 96 kbps - Qualitat justa
da: Kompatibel: CBR 96 kbps - Fair Kvalitet
de: Kompatibel: CBR 96 kbps - Akzeptable Qualität
el: Συμβατό: CBR 96 kbps - Μέτρια Ποιότητα
he: תואם: CBR 96 kbps - איכות הוגנת
ja: Compatible: CBR 96 kbps - やや低品質
nb_no: Kompatibel: CBR 96 kbps - Nokså God Kvalitet
nl: Compatibel: CBR 96 kbps - Redelijke Kwaliteit
pl: Kompatybilna: CBR 96 kbps - Zadowalająca jakość
pt_br: Compatível: CBR 96 kbps - Baixa qualidade
ru: Совместимый: CBR 96 кбит/с - низкое качество
sv: Kompatibel: CBR 96 kbps - Hygglig kvalitet
tr: Uyumlu: CBR 96 kbps - Orta Kalite
uk: Сумісний: CBR 96 kbps - Достатня якість

source: Preset
ar: إعداد مسبق
ca: Predeterminat
da: Forudindstilling
de: Voreinstellung
el: Προεπιλογή
he: קבוע מראש
ja: プリセット
nb_no: Forhåndsinnstilling
pl: Ustawienia wstępne
pt_br: Ajuste
ru: Пресет
sv: Förinställning
tr: Ön ayar
uk: Попередньо встановлені

source: To enable advanced codec options (e.g. higher or lower bitrates), please upgrade to MediaMonkey Gold.
ar: لتمكين خيارات الترميز المتقدمة (مثل زيادة أو تقليل معدلات البت)، يرجى الترقية إلى MediaMonkey Gold.
ca: Per habilitar opcions avançades de còdecs (per exemple, taxes de bits més altes o inferiors), actualitzeu-vos a MediaMonkey Gold.
da: For at aktivere avancerede codec-indstillinger (f.eks. højere eller lavere bithastigheder), skal du opgradere til MediaMonkey Gold.
de: Um erweiterte Codec-Optionen (z. B. höhere oder niedrigere Bitraten) zu aktivieren, kaufen Sie bitte MediaMonkey Gold.
el: Για να ενεργοποιήσετε τις προηγμένες επιλογές κωδικοποιητή (π.χ. υψηλότερα ή χαμηλότερα bitrate), παρακαλούμε αναβαθμίστε σε MediaMonkey Gold.
he: כדי להפעיל אפשרויות קידוד מתקדמות (לדוגמה: קצבי ביט נתונים גבוהים או נמוכים יותר), שדרג ל-MediaMonkey Gold.
ja: 高度なコーデックオプション（高ビットレートまたは低ビットレートなど）を有効にするには、MediaMonkey Goldにアップグレードしてください。
nb_no: For å aktivere avanserte kodekalternativer (f.eks. høyere eller lavere bitrater), vennligst oppgrader til MediaMonkey Gold.
nl: Om geavanceerde codec-opties te gebruiken (bijv. hogere of lagere bitwaarde), is een upgrade naar MediaMonkey Gold noodzakelijk.
pl: Aby włączyć zaawansowane opcje kodeków (np. wyższy lub niższy bitrate), uaktualnij do MediaMonkey Gold.
pt_br: Para habilitar opções avançadas de codec (por ex. taxas de bit maiores ou menores), por favor atualize para o MediaMonkey Gold.
ru: Чтобы включить расширенные возможности кодека (например, более высокий или низкий битрейт), обновитесь до MediaMonkey Gold.
sv: Uppgradera till MediaMonkey Gold för att aktivera avancerade codec-alternativ (t.ex. högre eller lägre bithastigheter).
tr: Gelişmiş kodek seçeneklerini (örneğin daha yüksek veya daha düşük bit hızları) etkinleştirmek için lütfen MediaMonkey Gold'a yükseltin.
uk: Щоб увімкнути розширені параметри кодеку (наприклад, більша або нижча швидкість потоку), оновіть до MediaMonkey Gold.

source: Removing %s tags %d of %d (%s)
ar: إزالة العلامات %s، %d من %d (%s)
ca: Eliminant %s etiquetes %d de %d (%s)
da: Fjernelse af %s tags %d af %d (%s)
de: Entferne %s Tags %d von %d (%s)
el: Διαγραφή %s ετικετών %d από %d (%s)
he: מוסר %s תגים %d מתוך %d (%s)
ja: %sタグ%d/%d(%s)を削除しています
nb_no: Fjerner %s tagger %d av %d (%s)
nl: Verwijderen %s labels %d van %d (%s)
pl: Usuwanie %s togów %d z %d (%s)
pt_br: Removendo %s tags %d de %d (%s)
ru: Удаление %s тегов %d из %d (%s)
sv: Raderar %s taggar %d av %d (%s)
tr: %s etiketi kaldırılıyor %d/%d (%s)
uk: Вилучення %s теґів %d з %d (%s)

source: Locate Moved/Missing Files
ar: العثور على الملفات المحركة/المفقودة
ca: Localitzeu fitxers moguts/que falten
da: Find Flyttede/Manglende Filer
de: Verschobene/fehlende Dateien finden
el: Εντοπισμός Μετακινηθέντων/Χαμένων Αρχείων
he: אתר קבצים שהוזזו \ נעדרים
ja: 移動/欠落しているファイルの場所を指定
nb_no: Lokaliser flyttede/savnede filer
nl: Zoek verplaatste/ontbrekende Bestanden
pl: Znajdź przeniesione/brakujące pliki
pt_br: Localizar arquivos movidos ou perdidos
ru: Найти перемещённые/отсутствующие треки
tr: Taşınan/Eksik Dosyaları Bul
uk: Знайти Переміщені/Відсутні Файли

source: Error scanning directory
ar: خطأ في فحص الدليل
ca: Error en analitzar el directori
da: Fejl ved scanning af mappe
de: Fehler beim Scannen des Ordners
el: Σφάλμα σάρωσης κατάλογου
he: שגיאה בסריקת תיקייה
ja: ディレクトリのスキャン中にエラーが発生しました
nb_no: Feil ved skanning av direktorat
nl: Fout bij scannen van map
pl: Błąd skanowania katalogu
pt_br: Erro ao examinar diretório
ru: Ошибка сканирования папки
sv: Fel vid skanning av katalog
tr: Dizin taranırken hata oluştu
uk: Помилка сканування каталогу

source: This directory is used exclusively for:
ar: يستخدم هذا الدليل حصريًا لـ:
ca: Aquest directori s'utilitza exclusivament per a:
da: Denne mappe bruges udelukkende til:
de: Dieser Ordner wird ausschließlich verwendet für:
el: Αυτός ο κατάλογος χρησιμοποιείται αποκλειστικά για:
he: תיקייה זו מיועדת באופן בלעדי ל:
ja: このディレクトリは、次の目的でのみ使用されます:
nb_no: Denne lokasjon er kun brukt for:
nl: Deze map wordt uitsluitend gebruikt voor:
pl: Ten katalog jest używany wyłącznie do:
pt_br: Essa pasta é usada exclusivamente para:
ru: Эта папка используется исключительно для:
sv: Den här katalogen används uteslutande för:
tr: Bu dizin yalnızca şunlar için kullanılır:
uk: Цей каталог використовується виключно для:

source: This assists you in locating files that have been moved to other locations, and is only available with the Gold version.
ar: يساعدك هذا في العثور على الملفات التي تم نقلها إلى مواقع أخرى، وهو متاح فقط مع النسخة الذهبية.
ca: Això us ajuda a localitzar fitxers que s'han mogut a altres ubicacions, i només està disponible amb la versió Gold.
da: Dette hjælper dig med at finde filer, der er blevet flyttet til andre placeringer, og er kun tilgængelig med Gold-versionen.
de: Hilft Ihnen beim Finden von Dateien, die zu anderen Speicherorten verschoben wurden. (Erfordert Lizenz für die Gold-Version).
el: Αυτό σας βοηθάει στον εντοπισμό αρχείων που έχουν μετακινηθεί σε άλλα σημεία και είναι διαθέσιμο μόνο στην έκδοση Gold.
he: זה מסייע לך לאתר קבצים שהועברו למיקומים אחרים, וזמין רק בגרסת ה-Gold.
ja: 他の場所に移動されたファイルを見つけるのに役立ちます。Goldバージョンでのみ使用できます。
nb_no: Dette gjelper deg ved å finne filer som har blitt flyttet fra andre lokasjoner og er kun tilgjengelig med Gold versjon.
nl: Deze functie helpt bij het terugvinden van verplaatste bestanden maar is alleen beschikbaar in de Gold-versie.
pl: Pomaga to w zlokalizowaniu plików, które zostały przeniesione do innych lokalizacji i jest dostępne tylko w wersji Gold.
pt_br: Isso ajuda na localização de faixas que você moveu para outros locais e está disponível apenas na versão Gold.
ru: Помогает найти файлы, которые были перемещены в другие места. Доступно только в версии Gold.
sv: Uppgradera till Gold-versionen så kan du få hjälp att hitta filer som har flyttats till andra platser.
tr: Bu, başka konumlara taşınan dosyaları bulmanıza yardımcı olur ve yalnızca Gold sürümünde mevcuttur.
uk: Це допоможе вам знайти файли, які були переміщені в інші місця, і доступні лише у версії Gold.

source: Scanning for moved files in %s (%d files scanned).
ar: تفحص الدليل %s (مسح الملفات من%d).
ca: S'està cercant fitxers moguts a %s (%d fitxers analitzats).
da: Scanning for flyttede filer i %s (%d filer scannet).
de: Suche nach verschobene Dateien in %s (%d Dateien geprüft).
el: Σάρωση για μετακινηθέντα αρχεία σε %s (%d αρχεία σαρώθηκαν).
he: סורק קבצים שהוזזו ב-%s (%d קבצים נסרקו).
ja: "%s"に移動されたファイルをスキャンしています（%d個のファイルがスキャンされました）。
nb_no: Skanner etter flyttede filer i %s (%s filer skannet).
nl: Verplaatste bestanden zoeken in %s (%d bestanden gescand).
pl: Skanowanie przeniesionych plików w %s (%d plików przeskanowanych).
pt_br: Procurando por arquivos movidos em %s (%d arquivos verificados).
ru: Поиск перемещённых файлов в %s (%d просмотрено).
sv: Söker efter flyttade filer i %s (%d filer skannade).
tr: s içindeki taşınmış dosyalar taranıyor (%d dosya tarandı).
uk: Перевірка переміщених файлів у %s (проскановано %d файлів).

source: Scanning for moved files - 2nd pass (%d of %d files scanned).
ar: البحث deplacés--2nd المرور (%d من %d الملفات الممسوحة ضوئياً)الملفات.
ca: S'estan cercant fitxers moguts: 2on pas (%d de %d fitxers analitzats).
da: Scanning for flyttede filer - 2.pass (%d af %d filer scannet).
de: Suche nach verschobene Dateien - zweiter Durchlauf (%d von %d Dateien geprüft).
el: Σάρωση για μετακινηθέντα αρχεία - 2ο πέρασμα (σαρώθηκαν %d από %d αρχεία).
he: סריקה לקבצים שהוזזו - מעבר שני (%d מתוך %d קבצים נסרקו).
ja: 移動したファイルをスキャンしています- ２回目のパス（%d/%dファイルがスキャンされました）。
nb_no: Søker etter flyttede filer - 2. passering (%d av %d filer skannet).
nl: Verplaatste bestanden zoeken (2e fase (%d van %d bestanden gescand).
pl: Skanowanie w poszukiwaniu przeniesionych plików — drugie przejście (przeskanowano %d z %d plików).
pt_br: Procurando arquivos movidos - 2ª passagem (%d de %d arquivos verificados).
ru: Поиск перемещённых файлов - 2-й проход (%d из %d просмотрено).
sv: Skannar efter flyttade filer - 2: a passet (%d av %d skannade filer).
tr: Taşınan dosyalar taranıyor - 2. geçiş (%d taranan dosyanın %d'si).
uk: Сканування переміщених файлів - 2-й прохід (%d з %d файлів проскановано).

source: Updating file %d of %d.
ar: تحديث الملف %d من %d.
ca: Actualitzant el fitxer %d de %d.
da: Opdatering af fil %d af %d.
de: Aktualisiere Datei %d von %d.
el: Ενημέρωση αρχείου %d από %d.
he: מעדכן קובץ %d מתוך %d.
ja: ファイル%d/%dを更新しています。
nb_no: Oppdaterer fil %d av %d.
nl: Bestand %d van %d bijwerken.
pl: Aktualizuję plik %d z %d.
pt_br: Atualizando arquivo %d de %d.
ru: Обновление трека %d из %d.
sv: Uppdaterar fil %d av %d.
tr: %d dosyasının %d'si güncelleniyor.
uk: Оновлення файлу %d з %d.

source: Error scanning file
ar: خطأ في فحص الملف
ca: Error en analitzar el fitxer
da: Fejl ved scanning af fil
de: Fehler beim Scannen einer Datei
el: Σφάλμα σάρωσης αρχείου
he: שגיאה בסריקת קובץ
ja: ファイルのスキャン中にエラーが発生しました
nb_no: Feil ved skanning av fil
nl: Fout bij scannen bestand
pl: Błąd podczas skanowania pliku
pt_br: Erro ao examinar o arquivo
ru: Ошибка сканирования файла
sv: Fel vid skanning av fil
tr: Dosya taranırken hata oluştu
uk: Помилка сканування файлу

source: error occured while scanning
ar: حدث خطأ أثناء الفحص
ca: s'ha produït un error en analitzar
da: fejl opstod under scanning
de: Fehler beim Scannen
el: συνέβηκε σφάλμα κατά την σάρωση
he: שגיאה התרחשה בעת הסריקה
ja: スキャン中にエラーが発生しました
nb_no: feil oppstod ved skanning
nl: Fout bij het scannen
pl: wystąpił błąd podczas skanowania
pt_br: erro ocorreu ao examinar
ru: ошибка при сканировании
sv: fel uppstod vid skanning
tr: tarama sırasında hata oluştu
uk: сталася помилка під час сканування

source: Monitoring $FAdd$ of $FTot$ ($Dir$$Str$)
ar: رصد $فاد$ على $ فتوت (Dir$ $ $$) تقارير عن المعاملات المشبوهة
ca: Monitoritzant $FAdd$ de $FTot$ ($Dir$$Str$)
da: Overvågning $FAdd$ af $FTot$ ($dir$$Str$)
de: Überwache $FAdd$ von $FTot$ ($Dir$$Str$)
el: Παρακολούθηση $FAdd$ από $FTot$ ($Dir$$Str$)
he: ניטור $FAdd$ מתוך $FTot$ ($Dir$$Str$)
ja: $FAdd$ / $FTot$ ($Dir$$Str$)の監視中
nb_no: Overvåker $FAdd$ of $FTot$ ($Dir$$Str$)
nl: $FAdd$ van $FTot$ monitoren ($Dir$$Str$)
pl: Monitorowanie $FAdd$ z $FTot$ ($Dir$$Str$)
pt_br: Monitorando $FAdd$ de $FTot$ ($Dir$$Str$)
ru: Мониторинг $FAdd$ из $FTot$ ($Dir$$Str$)
sv: Kontrollerar $FAdd$ av $FTot$ ($Dir$$Str$)
tr: $FTot$'un $FAdd$'sinin İzlenmesi ($Dir$$Str$)
uk: Моніторинг $FAdd$ з $FTot$ ($Dir$$Str$)

source: Scanning $FAdd$ of $FTot$ ($Dir$$Str$)
ar: فحص $FAdd$ من $FTot$ ($Dir$$Str$)
ca: Escanejant $FAdd$ de $FTot$ ($Dir$$Str$)
da: Scanning $FAdd$ af $FTot$ ($Dir$$Str$)
de: Scanne $FAdd$ von $FTot$ ($Dir$$Str$)
he: סריקה $FAdd$ מתוך $FTot$ ($Dir$$Str$)
ja: $FAdd$/$FTot$ ($Dir$$Str$)のスキャン中
nb_no: Skanner $FAdd$ av $FTot$ ($Dir$$Str$)
nl: $FAdd$ van $FTot$ scannen ($Dir$$Str$)
pt_br: Avaliando $FAdd$ de $FTot$ ($Dir$$Str$)
ru: Сканирование $FAdd$ из $FTot$ ($Dir$$Str$)
sv: Skannar $FAdd$ av $FTot$ ($Dir$$Str$)
tr: Taranıyor $FAdd$ of $FTot$ ($Dir$$Str$)

source: Problem with scanning directory %s.
ar: المشكلة عند مسح الدليل %s.
ca: Problema amb l'exploració del directori %s.
da: Problemet med scanning mappe %s.
de: Problem beim Scannen des Ordners %s.
el: Πρόβλημα με την σάρωση φακέλου %s.
he: בעיה בסריקת תיקייה %s.
ja: ディレクトリ"%s"のスキャンに問題があります。
nb_no: Problem ved skanning av plassering %s.
nl: Probleem bij het scannen van map %s.
pl: Problem ze skanowaniem katalogu %s.
pt_br: Problema na procura do diretório %s.
ru: Проблема при сканировании папки %s.
sv: Problem med att skanna mappen %s.
tr: %s dizini taranırken sorun oluştu.
uk: Проблема зі скануванням каталогу %s.

source: file is too short or too small
ar: الملف قصير جدًا أو صغير جدًا
ca: el fitxer és massa curt o massa petit
da: filen er for kort eller for lille
de: Track ist zu kurz oder Datei zu klein
el: αρχείο πολύ μικρό
he: קובץ קצר מדי או קטן מדי
ja: ファイルが短すぎるか小さすぎます
nb_no: filen er for kort eller for liten
nl: Bestand is te kort of te klein
pl: plik jest za krótki lub za mały
pt_br: arquivo é muito curto ou muito pequeno
ru: файл слишком короткий или маленький
sv: filen är för kort eller för liten
tr: dosya çok kısa veya çok küçük
uk: файл занадто короткий або замалий
