Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Play shuffled (by Album)
ar: اللعب عشوائيًا (حسب الألبوم)
ca: Reprodueix barrejat (per Àlbum)
da: Afspil blandet (efter Album)
de: Abspielen im Zufallsmodus (nach Album)
el: Ανακατεμένη αναπαραγωγή (βάσει Άλμπουμ)
he: נגן בסדר אקראי (ע"פ אלבום)
ja: シャッフルして再生（アルバムごと）
nb_no: Spill stokket (etter Album)
nl: In willekeurige volgorde afspelen (per album)
pl: Odtwórz losowo (wg albumu)
pt_br: Tocar embaralhado (por álbum)
ru: Играть в случайном порядке (по альбомам)
sv: Spela slumpmässigt (efter Album)
tr: Albüm sırasına göre karışık oynat
uk: Відтворити перетасовані (за Альбомом)

source: Reports
ar: تقارير
ca: Informes
da: Rapporter
de: Berichte
el: Αναφορές
he: דוחות
ja: レポート
nb_no: Rapporter
nl: Rapporten
pl: Raporty
pt_br: Relatórios
ru: Отчёты
sv: Rapporter
tr: Raporlar
uk: Звіти

source: &File
ar: ملف
ca: &Arxiu
da: &Fil
de: &Datei
el: Αρχείο
he: קובץ
ja: ファイル(&F)
nb_no: &Fil
nl: &Bestand
pl: &Plik
pt_br: &Arquivo
ru: &Файл
sv: &Arkiv
tr: &Dosya
uk: &Файл

source: Podcasts
ar: المدونة الصوتية
he: פודקאסטים
ja: ポッドキャスト
nb_no: Podcaster
pl: Podcasty
ru: Подкасты
sv: Podcastar
tr: Podcast'ler
uk: Подкасти

source: &Edit
ar: تحرير
ca: &Edita
da: &Rediger
de: B&earbeiten
el: Επεξεργασία
he: ערוך
ja: 編集(&E)
nb_no: &Rediger
nl: Be&werken
pl: &Edycja
pt_br: &Editar
ru: &Правка
sv: &Redigera
tr: &Düzenle
uk: &Редагувати

source: &View
ar: عرض
ca: &Veure
da: &Vis
de: &Ansicht
el: Προβολή
he: תצוגה
ja: 表示(&V)
nb_no: &Vis
nl: B&eeld
pl: &Widok
pt_br: Ex&ibir
ru: &Вид
sv: &Visa
tr: &Görünüm
uk: &Вигляд

source: Skin
ar: السمة
ca: màscares
da: Hud
he: מראה
ja: スキン
nb_no: Skinn
nl: Uiterlijk
pl: Skóra
pt_br: Tema
ru: Скин
sv: Skins
tr: Arayüz
uk: Оболонка

source: Mode
ar: النمط
da: Metode
de: Modus
el: Λειτουργία
he: מצב
ja: モード
nb_no: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ru: Режим
sv: Läge
tr: Mod
uk: Режим

source: Main panel view
ar: عرض اللوحة الرئيسية
ca: Vista del panel principal
da: Hovedpanel visning
de: Hauptpanel-Ansicht
el: Προβολή κύριου πίνακα
he: תצוגה ראשית
ja: メインパネルビュー
nb_no: Hovedpanelsvisning
nl: Weergave hoofdvenster
pl: Widok panelu głównego
pt_br: Visão do painel principal
ru: Вид главной панели
sv: Huvudpanelvy
tr: Ana panel görünümü
uk: Вигляд головної панелі

source: Previous
ar: سابق
ca: Previa
da: Tidligere
de: &Zurück
el: Προηγούμενο
he: קודם
ja: 前へ
nb_no: Forrige
nl: Vorige
pl: Poprzedni
pt_br: Anterior
ru: Назад
sv: Föregående
tr: Önceki
uk: Попередній

source: Next
ar: التالي
ca: Següent
da: Næste
de: &Weiter
el: Επόμενο
he: הבא
ja: 次へ
nb_no: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
ru: Далее
sv: Nästa
tr: Sonraki
uk: Далі

source: &Play
ar: التشغيل
ca: &Reprodueix
de: Abs&pielen
el: Αναπαραγωγή
he: נגן
ja: 再生(&P)
nb_no: &Spill av
nl: &Afspelen
pl: &Odtwarzanie
pt_br: E&xecutar
ru: &Пуск
sv: S&pela
tr: &Oynat
uk: &Відтворити

source: Edit tags
ar: تحرير العلامات
ca: Edita etiquetes
da: Rediger tags
de: Tags bearbeiten
el: Επεξεργασία ετικετών
he: ערוך תגיות
ja: タグを編集
nb_no: Rediger tagger
nl: Labels bewerken
pl: Edytuj Tagi
pt_br: Editar tags
ru: Правка тегов
sv: Redigera taggar
tr: Etiketleri düzenle
uk: Редагувати теґи

source: &Tools
ar: أدوات
ca: &Eines
da: &Værktøj
de: Ex&tras
el: Εργαλεία
he: כלים
ja: ツール(&T)
nb_no: Verk&tøy
nl: E&xtra
pl: &Narzędzia
pt_br: &Ferramentas
ru: С&ервис
sv: Verk&tyg
tr: &Araçlar
uk: &Інструменти

source: Get MediaMonkey Gold
ar: احصل على MediaMonkey Gold
ca: Aconsegueix MediaMonkey Gold
da: Få MediaMonkey Gold
de: MediaMonkey &Gold kaufen
el: Απόκτηση MediaMonkey Gold
he: קנה את MediaMonkey Gold
ja: MediaMonkey Goldの取得
nb_no: Få MediaMonkey Gold
nl: MediaMonkey Gold kopen
pl: Zdobądź MediaMonkey Gold
pt_br: Obter o MediaMonkey Gold
ru: Получить MediaMonkey Gold
sv: Skaffa MediaMonkey Gold
tr: MediaMonkey Gold
uk: Отримати MediaMonkey Gold

source: Move to
ar: انقل إلى
ca: Mou a
da: Flyt til
de: Verschieben nach
el: Μετακίνηση σε
he: העבר אל
ja: 移動
nb_no: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt_br: Mover para
ru: Переместить в
sv: Flytta till
tr: Şuraya taşı
uk: Перемістити до

source: Copy to
ar: نسخ إلى
ca: Copia a
da: Kopiér til
de: Kopiere nach
el: Αντιγραφή σε
he: העתק ל
ja: コピー
nb_no: Kopier til
nl: Kopiëren naar
pl: Kopiuj do
pt_br: Copiar para
ru: Скопировать в
sv: Kopiera till
tr: Şuraya kopyala
uk: Копіювати до

source: Convert to
ar: تحويل إلى
ca: Converteix a
da: Konvertér til
de: Konvertiere nach
el: Μετατροπή σε
he: המר סוג קובץ
ja: 変換
nb_no: Konverter til
nl: Converteren naar
pl: Konwertuj do
pt_br: Converter para
ru: Преобразовать в
sv: Konvertera till
tr: Şuna dönüştür
uk: Перетворити на

source: No tracks found
ar: لم يتم العثور على مسارات
ca: No s'han trobat pistes
da: Ingen spor fundet
de: Keine Tracks gefunden
el: Δεν βρέθηκαν κομμάτια
he: לא נמצאו פריטים
ja: トラックが見つかりません
nb_no: Ingen spor funnet
nl: Geen bestanden gevonden
pl: Nie znaleziono utworów
pt_br: Nenhuma faixa encontrada
ru: Нет треков
sv: Inga spår funna
tr: Hiçbir parça bulunamadı
uk: Доріжок не знайдено

source: This will update the tags of the selected files so that they match your Library. Are you sure you want to proceed?
ar: سيؤدي ذلك إلى تحديث العلامات للملفات المحددة لتتطابق مع مكتبتك. هل أنت متأكد أنك تريد المتابعة؟
ca: Això actualitzarà les etiquetes dels fitxers seleccionats perquè coincideixin amb la vostra biblioteca. Esteu segur que voleu continuar?
da: Dette vil opdatere tags af de valgte filer, så de matcher dit Bibliotek. Er du sikker på, at du vil fortsætte?
de: Die Informationen der gewählten Tracks werden vom Archiv in die Datei-Tags geschrieben. Wollen Sie fortfahren?
el: Αυτό θα ενημερώσει τις ετικέτες των επιλεγμένων αρχείων έτσι ώστε να ταιριάζουν με τη Βιβλιοθήκη σας. Είστε σίγουρος ότι θέλετε να προχωρήσετε;
he: זה יעדכן תגיות לקבצים בהתאם לספריה, בטוח?
ja: 選択したファイルのタグがライブラリと一致するように更新されます。続けてよろしいですか？
nb_no: Dette vil oppdatere taggene av valgte filer slik at de samsvarer med ditt Bibliotek. Er du sikker på at du vil fortsette?
nl: Wijzigt de labels van de selectie zodat ze met de Bibliotheek overeenkomen. Doorgaan?
pl: Spowoduje to zaktualizowanie tagów wybranych plików, tak aby pasowały do Twojej biblioteki. Na pewno chcesz kontynuować?
pt_br: Isto vai atualizar as tags dos arquivos selecionados, sincronizando-os com os dados da biblioteca. Você tem certeza que deseja continuar?
ru: Будут обновлены теги выбранных файлов, чтобы они соответствовали библиотеке. Продолжить?
sv: Detta uppdaterar ID3-taggarna för valda spår så att de matchar ditt Mediabibliotek. Vill du fortsätta?
tr: Bu, seçilen dosyaların etiketlerini Kitaplığınızla eşleşecek şekilde güncelleyecektir. Devam etmek istediğinizden emin misiniz?
uk: Це оновить теґи вибраних файлів, щоб вони відповідали вашій бібліотеці. Ви дійсно бажаєте продовжити?

source: Are you sure you want to remove the %s tag(s) from the selected files (file properties will not be removed from the Library)?
ar: هل أنت متأكد أنك تريد إزالة علامة %s من الملفات المحددة (لن يتم إزالة خصائص الملف من المكتبة)؟
ca: Esteu segur que voleu eliminar les etiquetes %s dels fitxers seleccionats (les propietats del fitxer no s'eliminaran de la biblioteca)?
da: Er du sikker på, at du vil fjerne %s tag(s) fra de valgte filer (filoplysninger fjernes ikke fra Biblioteket)?
de: Wollen Sie wirklich %s Tag(s) aus den gewählten Dateien entfernen (aus dem Archiv werden die Eigenschaften nicht entfernt)?
el: Θέλετε σίγουρα την αφαίρεση της(ων) %s ετικέτας(ων) από τα επιλεγμένα αρχεία (οι ιδιότητες αρχείου δεν θα αφαιρεθούν από την Βιβλιοθήκη);
he: בטוח שברצונך להסיר את התגית %s מהקבצים הנבחרים?
ja: 選択したファイルから"%s"タグを削除してもよろしいですか（ファイルのプロパティはライブラリから削除されません）？
nb_no: Er du sikker på at du vil fjerne %s taggen(e) fra valgte filer (filegenskaper vil ikke bli fjernet fra Biblioteket)?
nl: %s Label(s) uit deze selectie verwijderen (eigenschappen worden niet uit de bibliotheek verwijderd)?
pl: Czy na pewno chcesz usunąć znacznik(i) %s z wybranych plików (właściwości pliku nie zostaną usunięte z Biblioteki)?
pt_br: Você tem certeza que deseja remover as %s tags dos arquivos selecionados (as propriedades não são removidas da biblioteca)?
ru: Вы действительно хотите удалить теги (%s) из выбранных файлов (свойства файлов не будут удалены из библиотеки)?
sv: Vill du radera %s-taggarna från de valda spåren (spårinformationen kommer inte att raderas från Mediabiblioteket)?
tr: Seçili dosyalardan %s etiketlerini kaldırmak istediğinizden emin misiniz (dosya özellikleri Kitaplıktan kaldırılmayacak)?
uk: Ви дійсно бажаєте вилучити %s теґи з вибраних файлів (властивості файлів не будуть вилучені з Бібліотеки)?

source: item(s)
ar: العنصر(ات)
ca: element(s)
da: element(er)
de: Element(e)
el: αντικείμενο(α)
he: פריט(ים)
ja: アイテム
nb_no: element(er)
pl: przedmiot(ów)
ru: элем.
sv: Enhet(er)
tr: Öğe(s)
uk: елемент (-ти)

source: Please restart MediaMonkey to finish the installation.
ar: يرجى إعادة تشغيل MediaMonkey لإكمال التثبيت.
ca: Reinicieu MediaMonkey per acabar la instal·lació.
da: Genstart venligst MediaMonkey for at afslutte installationen.
de: Starten Sie Mediamonkey neu, um die Installation abzuschließen.
el: Παρακαλούμε επανεκκίνησετε το MediaMonkey για ολοκλήρωση της εγκατάστασης.
he: אנא הפעל מחדש את MediaMonkey כדי לסיים את ההתקנה.
ja: インストールを完了するには、MediaMonkey を再起動してください。
nb_no: Vennligst restart MediaMonkey for å fullføre installasjonen.
nl: Herstart MediaMonkey om de installatie te voltooien.
pl: Zrestartuj MediaMonkey, aby zakończyć instalację.
pt_br: Por favor, reinicie o MediaMonkey para concluir a instalação.
ru: Перезапустите MediaMonkey для завершения установки.
sv: Vänlig starta om MediaMonkey för att slutföra installationen.
tr: Kurulumu tamamlamak için lütfen MediaMonkey'i yeniden başlatın.
uk: Перезапустіть MediaMonkey, щоб завершити встановлення.

source: Unknown
ar: المجهول
ca: Desconegut
da: Ukendt
de: Unbekannt
el: Άγνωστο
he: לא ידוע
ja: 不明
nb_no: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
uk: Невідомо

source: Select which device to use. 'Default' uses whatever device is configured by the operating system for playback.
ar: حدد الجهاز الذي تريد استخدامه. يستخدم 'الافتراضي' أي جهاز تم تكوينه بواسطة نظام التشغيل للتشغيل.
ca: Seleccioneu quin dispositiu voleu utilitzar. "Per Defecte" utilitza qualsevol dispositiu configurat pel sistema operatiu per a la reproducció.
da: Vælg, hvilken enhed du vil bruge. 'Standard' bruger den enhed, der er konfigureret af operativsystemet til afspilning.
de: Wählen Sie das gewünschte Ausgabegerät. "Standard" wählt das Standardgerät des Systems.
el: Επιλέξτε την συσκευή προς χρήση. Η 'Προεπιλογή' χρησιμοποιεί οποιαδήποτε συσκευή έχει διαμορφωθεί από το λειτουργικό σύστημα για αναπαραγωγή.
he: בחר יציאת שמע.
ja: 使用するデバイスを選択。「デフォルト」 は、オペレーティングシステムで設定された任意の再生デバイスを使用します。
nb_no: Velg hvilken enhet du vil bruke. 'Standard' bruker hva enn som er konfigurert av operativsystemet for avspilling.
nl: Kies het te gebruiken apparaat. 'Standaard' gebruikt het afspeelapparaat dat door het besturingssysteem is geconfigureerd.
pl: Wybierz urządzenie, którego chcesz użyć. „Domyślne” używa do odtwarzania dowolnego urządzenia skonfigurowanego przez system operacyjny.
pt_br: Selecione qual dispositivo deve ser usado. 'Padrão' usa o dispositivo que estiver configurado para execução no Sistema Operacional.
ru: Выберите, какое устройство использовать. 'По умолчанию' - использовать устройство, настроенное ОС для воспроизведения.
sv: Välj vilken enhet som ska användas. Som "standard" används den enhet som är konfigurerad i operativsystemet för uppspelning.
tr: Hangi cihazı kullanacağınızı seçin. 'Varsayılan', işletim sistemi tarafından oynatma için yapılandırılan cihazı kullanır.
uk: Виберіть, який пристрій використовувати. "Типовий" використовує для відтворення будь-який пристрій програвання, налаштований операційною системою.

source: Disable only in the case of audio problems
ar: تعطيل فقط في حالة وجود مشكلات في الصوت
ca: Desactiveu-lo només en cas de problemes d'àudio
da: Deaktiver kun i tilfælde af lydproblemer
de: Nur im Falle von Audio-Problemen deaktiveren
el: Απενεργοποιήστε μόνο σε περίπτωση προβλημάτων ήχου
he: בטל רק במידה וישנם בעיות בשמע
ja: オーディオの問題の場合のみ無効にする
nb_no: Deaktiver kun i tilfelle av lydproblemer
nl: Alleen uitschakelen bij geluidsproblemen
pl: Wyłącz tylko w przypadku problemów z dźwiękiem
pt_br: Desabilitar somente em caso de problemas de áudio
ru: Отключайте только в случае проблем со звуком
sv: Inaktivera endast vid ljudproblem
tr: Yalnızca ses sorunları durumunda devre dışı bırakın
uk: Вимкнути лише у разі виникнення проблем зі звуком

source: Enable hardware acceleration
ar: تمكين تسريع الأجهزة
ca: Activeu l'acceleració del maquinari
da: Aktivér hardwareacceleration
de: Hardwarebeschleunigung aktivieren
el: Ενεργοποίηση επιτάχυνσης hardware
he: אפשר האצה ע"י חומרה
ja: ハードウェアアクセラレーションを有効にする
nb_no: Aktiver maskinvareakselerasjon
nl: Hardwareversnelling inschakelen
pl: Włącz akcelerację sprzętową
pt_br: Habilitar aceleração de hardware
ru: Включить аппаратное ускорение
sv: Möjliggör hårdvaruacceleration
tr: Donanım hızlandırmayı etkinleştir
uk: Увімкнути апаратне прискорення

source: Fades in and out on Pause/Play
ar: التلاشي في الداخل والخارج عند التوقف/اللعب
ca: S'esvaeix i entra en pausa / reproducció
da: Fade ind og ud ved Pause/Afspil
de: Ein- und Ausblenden bei Start/Pause
el: Fades in and out στην Παύση/Αναπαραγωγή
he: החלק ווליום בהתחלה או עצירת נגינה
ja: 一時停止/再生時にフェードイン/フェードアウト
nb_no: Fade inn og ut ved pause/spill
nl: Fades in en uit bij Pauze/Afspelen
pl: Pojawianie się i znikanie podczas pauzy/odtwarzania
pt_br: Ajusta o volume gradualmente ao pausar/tocar
ru: Затухание при паузе/воспроизведении
sv: Tona in och ut vid paus/uppspelning
tr: Duraklatma/Oynatma sırasında içeri ve dışarı kaybolur
uk: Затухання під час паузи/відтворення

source: Smooth pause
ar: توقف سلس
ca: Pausa suau
da: Glat pause
de: Sanfte Pause
el: Ομαλή παύση
he: השהייה חלקה
ja: スムーズな一時停止
nb_no: Jevn pause
nl: Soepel pauzeren
pl: Płynna pauza
pt_br: Pausa suave
ru: Плавная пауза
sv: Mjuk paus
tr: Yumuşak duraklama
uk: Плавна пауза

source: Crossfades during seek operation
ar: التلاشي خلال عملية البحث
ca: Es fon durant l'operació de cerca
da: Krydsklap under søgeoperation
de: Überblenden beim Suchen
el: Crossfade κατά τη λειτουργία αναζήτησης
he: החלק ווליום בעת קפיצת זמן
ja: シーク操作中のクロスフェード
nb_no: Kryssfader under søkeoperasjon
nl: Crossfaden bij zoekbewerking
pl: Przenikanie podczas operacji wyszukiwania
pt_br: Faz transição suave durante operação de busca
ru: Перекрёстные затухания при поиске
sv: Crossfade vid sökning
tr: Arama işlemi sırasında yumuşak geçişler
uk: Перехресне затухання під час операції пошуку

source: Smooth seek
ar: بحث سلس
ca: Cerca precisa
da: Glat søgning
de: Sanftes Überblenden
el: Ομαλή αναζήτηση
he: קפיצת זמן חלקה
ja: スムーズなシーク
nb_no: Jevnt søk
nl: Soepel zoeken
pl: Płynne wyszukiwanie
pt_br: Busca suave
ru: Плавный поиск
sv: Smidig sökning
tr: Pürüzsüz arama
uk: Плавний пошук

source: Fades out on Stop
ar: التلاشي عند التوقف
ca: S'esvaeix al parar
da: Fade ud ved Stop
de: Ausblenden bei Stopp
el: Fade out στην Διακοπή
he: החלק ווליום בעצירת השמעה
ja: 停止時にフェードアウト
nb_no: Fade ut ved stopp
nl: Uitfaden bij stoppen
pl: Zanika w momencie zatrzymania
pt_br: Diminui o volume gradualmente ao parar
ru: Затухание при стопе
sv: Tonar ut vid stopp
tr: Durdurmada kaybolur
uk: Затухає при Зупинці

source: Smooth stop
ar: توقف سلس
ca: Parada suau
da: Glat stop
de: Sanfter Stopp
el: Ομαλή διακοπή
he: עצירת השמעה חלקה
ja: スムーズな停止
nb_no: Jevn stopp
nl: Soepel stoppen
pl: Płynne zatrzymanie
pt_br: Parada suave
ru: Плавный стоп
sv: Mjukt stopp
tr: Pürüzsüz durdur
uk: Плавна зупинка

source: MediaMonkey DirectSound Output plug-in
ar: الإخراج الصوتي MediaMonkey DirectSound
ca: Connector MediaMonkey DirectSound Output
he: שמע עם DirectSound
ja: MediaMonkey DirectSound 出力プラグイン
pl: Wtyczka MediaMonkey DirectSound Output
pt_br: Plug-in de saída DirectSound do MediaMonkey
ru: Плагин вывода MediaMonkey DirectSound
sv: MediaMonkey direktljudutgångsplugin
tr: MediaMonkey Doğrudan Ses Çıkışı eklentisi
uk: Додаток виводу DirectSound для MediaMonkey

source: channels
ar: القنوات
ca: Canals
da: kanaler
de: Kanäle
el: κανάλια
he: ערוצים
ja: チャンネル
nb_no: kanaler
nl: kanalen
pl: Kanały
pt_br: canais
ru: канал.
sv: Kanaler
tr: kanallar
uk: канали

source: bits
ar: معاهدات الاستثمار الثنائية
he: סיביות
ja: ビット
pl: bity
ru: бит
sv: bitar
uk: біти

source: Automatic choice of format (per track)
ar: اختيار تلقائي للتنسيق (لكل مقطع)
ca: Elecció automàtica del format (per pista)
da: Automatisk valg af format (per spor)
de: Automatisches Format (pro Titel)
el: Αυτόματη επιλογή μορφής (ανά κομμάτι)
he: בחירה אוטומטית (לכל פריט)
ja: 形式の自動選択（トラック毎）
nb_no: Automatisk valg av format (per spor)
nl: Automatische indelingskeuze (per track)
pl: Automatyczny wybór formatu (na utwór)
pt_br: Escolha de formato automática (por faixa)
ru: Автовыбор формата (для каждого трека)
sv: Automatiskt val av format (per spår)
tr: Otomatik format seçimi (parça başına)
uk: Автоматичний вибір формату (для кожної доріжки)

source: Use format of original track
ar: استخدام تنسيق المقطع الأصلي
ca: Utilitzeu el format de la pista original
da: Brug format af originalspor
de: Format der Originaldatei beibehalten
el: Χρήση μορφής του αρχικού κομματιού
he: השתמש בתבנית רצועה מקורי
ja: オリジナルトラックの形式を使用
nb_no: Bruk format av originalt spor
nl: Indeling van origineel gebruiken
pl: Użyj formatu oryginalnego utworu
pt_br: Usar o formato da faixa original
ru: Формат как у исходного трека
sv: Använd originalspårets format
tr: Orijinal parçanın formatını kullan
uk: Використати формат початкової доріжки

source: Prevents audio from other applications
ar: يمنع الصوت من التطبيقات الأخرى
ca: Evita l'àudio d'altres aplicacions
da: Forhindrer lyd fra andre applikationer
de: Verhindert Ton aus anderen Anwendungen
el: Αποτρέπει ήχο από άλλες εφαρμογές
he: מנע שמע מיישומים אחרים
ja: 他のアプリケーションからの音声を防ぎます
nb_no: Forhindrer lyd fra andre applikasjoner
nl: Blokkeert audio van andere toepassingen
pl: Blokuje dźwięk z innych aplikacji
pt_br: Evita áudio de outros aplicativos
ru: Блокировать звук из других приложений
sv: Förhindrar ljud från andra applikationer
tr: Diğer uygulamalardan gelen sesi engeller
uk: Запобігає відтворенню звуку з інших програм

source: Exclusive mode
ar: الوضع الحصري
ca: Mode exclusiu
da: Eksklusiv tilstand
de: Exklusiver Modus
el: Λειτουργία Αποκλειστικής
he: קח בלעדיות
ja: 排他モード
nb_no: Eksklusiv modus
nl: Exclusieve modus
pl: Tryb ekskluzywny
pt_br: Modo exclusivo
ru: Эксклюзивный режим
sv: Exklusivt läge
tr: Özel mod
uk: Ексклюзивний режим

source: Event driven Exclusive mode (recommended)
ar: الوضع الحصري عبر الحدث (موصى به)
ca: Mode exclusiu basat en esdeveniments (recomanat)
da: Begivenhedsdrevet Eksklusiv tilstand (anbefalet)
de: Ereignisabhängiger exklusiver Modus (empfohlen)
el: Βάσει συμβάντος λειτουργία Αποκλειστικής (συνιστάται)
he: קח בלעדיות זמנית (מומלץ)
ja: イベント駆動 排他モード （推奨）
nb_no: Hendelsesdrevet eksklusiv modus (anbefalt)
nl: Gebeurtenisgestuurde Exclusieve modus (aanbevolen)
pl: Tryb wyłączności oparty na zdarzeniach (zalecany)
pt_br: Modo exclusivo orientado a eventos (recomendado)
ru: Эксклюзивный режим, управляемый событиями (рекомендуется)
sv: Händelsedrivet exklusivt läge (rekommenderas)
tr: Olay odaklı Özel mod (önerilir)
uk: Ексклюзивний режим, керований подіями (рекомендується)

source: Event driven Shared mode (recommended)
ar: الوضع المشترك عبر الحدث (موصى به)
ca: Mode compartit basat en esdeveniments (recomanat)
da: Begivenhedsdrevet Delt tilstand (anbefalet)
de: Ereignisabhängiger geteilter Modus (empfohlen)
el: Βάσει συμβάντος λειτουργία Κοινής (συνιστάται)
he: מצב משותף מונחה אירועים (מומלץ)
ja: イベント駆動 共有モード （推奨）
nb_no: Hendelsesdrevet delt modus (anbefalt)
nl: Gebeurtenisgestuurde Gedeelde modus (aanbevolen)
pl: Tryb współdzielony sterowany zdarzeniami (zalecany)
pt_br: Modo compartilhado orientado a eventos (recomendado)
ru: Совместный режим, управляемый событиями (рекомендуется)
sv: Händelsedrivet delat läge (rekommenderas)
tr: Olay odaklı Paylaşımlı mod (önerilir)
uk: Спільний режим, керований подіями (рекомендується)

source: Minimal buffer sizes
ar: أحجام المخزن المؤقت الأدنى
ca: Mides mínimes de memòria intermèdia
da: Mindste buffers størrelser
de: Minimale Puffergröße
el: Ελάχιστα μεγέθη buffer
he: גודל מינימאלי של זכרון
ja: 最小バッファサイズ
nb_no: Minimale bufferstørrelser
nl: Minimale buffergroottes
pl: Minimalne rozmiary buforów
pt_br: Tamanhos mínimos de buffer
ru: Минимальные размеры буфера
sv: Minsta buffertstorlek
tr: Minimum arabellek boyutları
uk: Мінімальні розміри буфера

source: Pull mode (event driven)
ar: وضع السحب (عبر الحدث)
ca: Mode d'extracció (impulsat per esdeveniments)
da: Pull mode (begivenhedsdrevet)
de: Pull-Modus (ereignisgesteuert)
el: Λειτουργία Τραβήγματος (βάσει συμβάντος)
he: מצב משיכה (מונחה אירועים)
ja: プルモード（イベント駆動）
nb_no: Trekk-modus (hendelsesdrevet)
nl: Pull-modus (gebeurtenisgestuurd)
pl: Tryb ciągnięcia (sterowany zdarzeniami)
pt_br: Modo pull (orientado a eventos)
ru: Режим извлечения (управляемый событиями)
sv: "Pull"-läge (händelsedrivet)
tr: Çekme modu (olay odaklı)
uk: Режим витягування (на основі подій)

source: Shared mode
ar: الوضع المشترك
ca: Mode compartit
da: Delt tilstand
de: Geteilter Modus
el: Λειτουργία Κοινής
he: מצב שיתופי
ja: 共有モード
nb_no: Delt modus
nl: Gedeelde modus
pl: Tryb współdzielony
pt_br: Modo compartilhado
ru: Совместный режим
sv: Delat läge
tr: Paylaşımlı mod
uk: Спільний режим

source: Push mode
ar: وضع الدفع
ca: Mode empenyer
de: Push-Modus
el: Λειτουργία Σπρωξίματος
he: מצב "דחיפה"
ja: プッシュモード
nb_no: Skyv-modus
nl: Push-modus
pl: Tryb push
pt_br: Modo push
ru: Пуш-режим
sv: Push-läge
tr: İtme modu
uk: Імпульсний режим

source: Advanced
ar: متقدمة
ca: Avançat
da: Avanceret
de: Erweitert
el: Για προχωρημένους
he: מתקדם
ja: 高度
nb_no: Avansert
nl: Geavanceerd
pl: Zaawansowany
pt_br: Avançado
ru: Дополнит.
sv: Avancerat
tr: Gelişmiş
uk: Додатково

source: MediaMonkey WASAPI Output plug-in
ar: الإخراج الصوتي MediaMonkey WASAPI
ca: Connector de sortida de MediaMonkey WASAPI
he: תוסף פלט WASAPI של MediaMonkey
ja: MediaMonkey WASAPI 出力プラグイン
pl: Wtyczka wyjścia MediaMonkey WASAPI
pt_br: Plug-in de saída WASAPI do MediaMonkey
ru: Плагин вывода MediaMonkey WASAPI
sv: MediaMonkey WASAPI-videoutgång plug-in
tr: MediaMonkey WASAPI Çıktı eklentisi
uk: Плагін виводу MediaMonkey WASAPI

source: Zoom
ar: تكبير
ca: Ampliar
el: Μεγέθυνση/Σμίκρυνση
he: זום
ja: ズーム
nl: Zoomen
pl: Powiększenie
ru: Масштаб
tr: Yakınlaştır
uk: Збільшення

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
ca: Relació d'aspecte
de: Seitenverhältnis
el: Αναλογία Απεικόνισης
he: ייחס רוחב לגובה
ja: アスペクト比
nb_no: Aspektradio
nl: Beeldverhouding
pl: Współczynnik proporcji
pt_br: Proporção
ru: Соотношение сторон
sv: Bildformat
tr: En Boy Oranı
uk: Пропорції

source: Summary
ar: الملخص
ca: Resum
da: Resume
de: Übersicht
el: Περίληψη
he: סיכום
ja: 概要
nb_no: Sammendrag
nl: Samenvatting
pl: Streszczenie
pt_br: Resumo
ru: Сводка
sv: Sammanfattning
tr: Özet
uk: Підсумок

source: Open Link in New Tab
ar: افتح الرابط في تبويب جديد
ca: Obre l'enllaç en una pestanya nova
da: Åbn Link i Ny Fane
de: Link im neuen Tab öffnen
el: Ανοιγμα Συνδέσμου σε Νέα Καρτέλα
he: פתח בטאב חדש
ja: 新しいタブでリンクを開く
nb_no: Åpne lenke i ny fane
nl: Link in nieuw tabblad openen
pl: Otwórz link w nowej karcie
pt_br: Abrir link em nova aba
ru: Открыть ссылку в новой вкладке
sv: Öppna Länk i en Ny Flik
tr: Bağlantıyı Yeni Sekmede Aç
uk: Відкрити посилання на новій вкладці

source: Lookup
ar: البحث
ca: Cercar
da: Slå op
de: Suche
el: Αναζήτηση
he: חפש
ja: 検索
nb_no: Søk opp
nl: Opzoeken
pl: Wyszukaj
pt_br: Procurar
ru: Искать
sv: Slå upp
tr: Göz at
uk: Пошук
