Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: If you have files with non-English characters, you'll want to enable ascii + Unicode, which saves tags in ascii except in cases where non-latin characters appear. Some players may have trouble reading Unicode tags, though.
ca: Si teniu fitxers amb caràcters no anglesos, voldreu habilitar ascii + Unicode, que desa les etiquetes en ascii excepte en els casos en què apareguin caràcters no llatins. Alguns reproductors poden tenir problemes per llegir les etiquetes Unicode.
da: Hvis du har filer med ikke-engelske bogstaver, vil du gerne aktivere ascii + Unicode, hvilket gemmer tags i ascii undtagen i tilfælde, hvor ikke-latin tegn optræder. Nogle afspillere kan have problemer med at læse Unicode-tags, dog.
de: Mit ASCII + Unicode werden ID3v2-Tags im Prinzip als ASCII gespeichert. Treten aber, z.B. im Titel, nicht-ASCII-Zeichen auf, wird automatisch Unicode verwendet -- allerdings haben manche Abspielgeräte Schwierigkeiten beim Auslesen von Unicode-Tags.
el: Αν έχετε αρχεία με μη-Αγγλικούς χαρακτήρες, θα θελήσετε να ενεργοποιήσετε την ascii + Unicode, η οποία αποθηκεύει ετικέτες σε ascii εκτός από τις περιπτώσεις όπου εμφανίζονται μη λατινικοί χαρακτήρες. Ορισμένοι players ωστόσο μπορεί να έχουν πρόβλημα ανάγνωσης ετικετών Unicode.
he: אם יש לך קבצים עם תווים שאינם אנגלית, תרצה להפעיל ascii + Unicode, ששומר תגים ב-ascii למעט במקרים שבהם מופיעים תווים לא לטיניים. חלק מהנגנים עשויים להיתקל בקשיים לקרוא תגים ב-Unicode.
ja: 英語以外の文字を含むファイルがある場合は、非ラテン文字が表示される場合を除いて、タグをasciiに保存するascii+Unicodeを有効にする必要があります。ただし、一部のプレイヤーはUnicodeタグを読み取ることができない場合があります。
nb_no: Hvis du har filer med ikke-engelske bokstaver, vil du aktivere ASCII + Unicode, som lagrer tagger i ASCII utenom når ikke-latinske bokstaver finnes. Noen avspillere kan ha problemer med å lese Unicode-tagger.
nl: Gebruik ascii + Unicode voor bestanden met niet-Engelse tekens. Labels worden in ascii opgeslagen, tenzij niet-Latijnse tekens worden gebruikt. Sommige apparaten hebben echter moeite met het lezen van unicode.
pl: Jeśli masz pliki ze znakami innymi niż angielskie, będziesz chciał włączyć ascii + Unicode, który zapisuje tagi w ascii, z wyjątkiem przypadków, gdy pojawiają się znaki inne niż łacińskie. Niektórzy gracze mogą mieć jednak problemy z odczytaniem tagów Unicode.
pt_br: Se você possui faixas com conjunto de caracteres diferente do usado no idioma inglês, então é melhor usar 'ASCII + Unicode'. Desse modo, as tags serão salvas com codificação ASCII, exceto quando houver caracteres não-latinos, quanto então será usado Unicode. Entretanto, tenha em mente que alguns tocadores podem ter problemas ao ler tags Unicode.
ru: Определяет, что использовать для хранения тегов id3v2: Юникод или ASCII. Если у вас есть треки с не английскими символами, используйте ASCII + Юникод, однако у некоторых плееров есть проблемы с Юникодом.
sv: Om du har filer med icke-latinska tecken kan du aktivera ascii + Unicode, som sparar taggar i ascii utom i de fall där icke-latinska tecken visas. Vissa spelare kan dock ha problem med att läsa Unicode-taggar.
uk: Якщо у вас є файли з неанглійськими символами, ви бажаєте увімкнути ascii + Unicode, який зберігає теґи в ascii, за винятком випадків, коли з 'являються нелатинські символи. Однак деякі програвачі можуть мати проблеми з читанням теґів Unicode.

source: If enabled, a warning is provided whenever duplicate files are added to a playlist.
ca: Si està activat, es proporcionarà un avís cada vegada que s'afegeixin fitxers duplicats a una llista de reproducció.
da: Hvis aktiveret, gives der en advarsel, når duplikatfiler tilføjes til en playliste.
de: Sie können eine Warnmeldung aktivieren, wenn Dateien mehrfach zu einer Wiedergabeliste hinzugefügt werden.
el: Εάν ενεργοποιηθεί, εμφανίζεται προειδοποίηση όταν διπλότυπα αρχεία προσθέτονται σε μία λίστα αναπαραγωγής.
he: אם מופעל, תוצג אזהרה בכל פעם שמתווספים קבצים כפולים לרשימת השמעה.
ja: 有効にすると、重複するファイルがプレイリストに追加されたときに警告が表示されます。
nb_no: Hvis aktivert, vil en advarsel bli gitt når duplikate filer blir lagt til en spilleliste.
nl: Waarschuwt wanneer een track aan een afspeellijst wordt toegevoegd als die er al in staat.
pl: Jeśli ta opcja jest włączona, za każdym razem, gdy do listy odtwarzania dodawane są zduplikowane pliki, wyświetlane jest ostrzeżenie.
pt_br: Se esta opção for habilitada, um aviso será emitido sempre que um arquivo duplicado for adicionado a uma Lista de Execução.
ru: Предупреждать при добавлении дубликата в плейлист.
sv: Om aktiverad ges en varning när duplicerade filer läggs till i en spellista.
tr: Etkinleştirilirse, bir çalma listesine yinelenen dosyalar eklendiğinde bir uyarı verir.
uk: Якщо увімкнено, попередження надається кожного разу, коли дублюючі файли додаються до списку відтворення.

source: Clipping prevention
ca: Prevenció de talls
da: Beskytter mod klipning
de: Clippingschutz
el: Παρεμπόδιση ψαλιδίσματος
he: מניעת חיתוך
ja: クリッピング防止
nb_no: Forhindre klipping
nl: Clipping-preventie
pl: Zapobieganie przycinaniu
pt_br: Prevenir saturação (clipping)
ru: Предотвращение клиппинга
sv: Överstyrningsskydd
uk: Запобігання обрізанню

source: Bottom panel
ca: Tauler inferior
da: Nederste panel
de: Unteres Panel
el: Κάτω πίνακας
he: פאנל תחתון
ja: 下部パネル
nb_no: Bunnpanel
nl: Paneel onder
pl: Panel dolny
pt_br: Painel inferior
ru: Нижняя панель
sv: Nedre panel
tr: Alt panel
uk: Нижня панель

source: Export settings
ca: Configuració d'exportació
da: Eksporter indstillinger
de: Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
he: ייבוא הגדרות
ja: 設定をエクスポート
nb_no: Eksporter innstillinger
nl: Instellingen voor exporteren
pl: Ustawienia eksportu
pt_br: Exportar configurações
ru: Параметры экспорта
sv: Exportera inställningar
tr: Ayarları dışa aktar
uk: Експорт налаштувань

source: Force relative paths
ca: Força camins relatius
da: Tving relative stier
de: Relative Pfade erzwingen
el: Εξαναγκασμός σχετικών διαδρομών
he: כפה נתיבים יחסיים
ja: 相対パスにする
nb_no: Tving relative stier
nl: Relatieve paden forceren
pl: Wymuś ścieżki relatywne
pt_br: Forçar caminhos relativos
ru: Использовать относительные пути
sv: Tvinga relativa sökvägar
tr: Bağıl yolları zorla
uk: Примусові відносні шляхи

source: Copy Artwork to file tags
ca: Copieu les il·lustracions a les etiquetes del fitxer
da: Kopier Kunstværk til fil-tags
de: Bilder in Datei-Tags speichern
el: Αντιγραφή Γραφικού σε ετικέτες αρχείου
he: העתק אומנות לתגים של קבצים
ja: アートワークをファイルのタグへコピー
nb_no: Kopier Grafikk til filtagger
nl: Illustraties naar labels kopiëren
pl: Skopiuj grafikę do tagów pliku
pt_br: Copiar a capa para a tag dos arquivos
ru: Копировать обложки в теги
sv: Kopiera bilder till filtaggar
uk: Копіювати Ілюстрації Альбому в теґи файлу

source: Displays an index in UPnP/DLNA clients if the number of entries exceeds the configured value.
ca: Mostra un índex als clients UPnP / DLNA si el nombre d'entrades supera el valor configurat.
da: Viser en indeks i UPnP/DLNA klienter hvis antal af poster overskrider den konfigurerede værdi.
de: Zeigt einen Index in UPnP/DLNA-Clients, wenn die Anzahl der Einträge den konfigurierten Wert überschreitet.
el: Παρουσιάζει ένα ευρετήριο στους UPnP/DLNA clients εάν ο αριθμός των εγγραφών υπερβαίνει την διαμορφωμένη τιμή.
he: מציג אינדקס בלקוחות UPnP/DLNA אם מספר הערכים עולה על הערך המוגדר.
ja: エントリー数が設定値を超えた場合、UPnP/DLNA クライアント内のインデックスを表示します。
nb_no: Viser en oversikt på UPnP/DLNA-klienter hvis antall oppføringer overskrider den konfigurerte verdien.
nl: Geeft een index op UPnP/DLNA-clients weer wanneer het aantal ingangen het ingestelde maximum overschrijdt.
pl: Wyświetla indeks w klientach UPnP/DLNA, jeśli liczba wpisów przekracza skonfigurowaną wartość.
pt_br: Exibe um índice nos clientes UPnP/DLNA se o número de itens exceder o valor configurado.
ru: Отображать индекс для клиентов UPnP/DLNA, если количество записей превышает установленное значение.
sv: Visar ett index i UPnP/DLNA-klienter ifall antalet poster överskrider det konfigurerade värdet.
tr: Giriş sayısı yapılandırılan değeri aşarsa UPnP/DLNA istemcilerinde bir dizin görüntüler.
uk: Показує індекс у клієнтах UPnP/DLNA, якщо кількість записів перевищує налаштоване значення.

source: Shorten paths/filenames to 256 characters for compatibility with certain apps
ca: Escurceu els camins/noms de fitxer a 256 caràcters per a la compatibilitat amb determinades aplicacions
da: Forkorter stier/filnavne til 256 tegn for kompatibilitet med visse apps
de: Pfade/Dateinamen für die Kompatibilität mit bestimmten Apps auf 256 Zeichen verkürzen
el: Συντόμευση διαδρομών/ονομάτων αρχείων σε 256 χαρακτήρες για συμβατότητα με ορισμένες εφαρμογές
he: מקצר נתיבים/שמות קבצים ל-256 תווים עבור תאימות עם יישומים מסוימים
ja: 特定のアプリとの互換性を保つため、パス/ファイル名を256文字に短縮します
nb_no: Forkort stier/filnavn til 256 tegn for kompatibilitet med visse apper
nl: Verkort paden/bestandsnamen tot 256 tekens voor compatibiliteit met bepaalde apps
pl: Skróć ścieżki/nazwy plików do 256 znaków, aby zapewnić zgodność z niektórymi aplikacjami
pt_br: Encurtar caminhos/nomes de arquivo para 256 caracteres, para compatibilidade com alguns apps
ru: Короткие пути/имена файлов до 256 символов для совместимости с некоторыми приложениями
sv: Förkorta sökvägar/filnamn till 256 tecken för kompatibilitet med vissa appar
uk: Скоротити шляхи/назви файлів до 256 символів для сумісності з певними програмами

source: This speeds up CD Ripping by encoding audio to the chosen format as it is being extracted from the CD-ROM. For some older drives, this should be disabled as it may reduce the quality of encoded files.
ca: Això accelera la Copia de CD codificant l'àudio al format escollit mentre s'extreu del CD-ROM. Per a algunes unitats antigues, s'hauria de desactivar perquè pot reduir la qualitat dels fitxers codificats.
da: Dette fremskynder CD-ripning ved at kode lyd til det valgte format, mens det udtrækkes fra CD-ROM. For nogle ældre drev, bør dette deaktiveres, da det kan reducere kvaliteten af kodede filer.
de: Beschleunigt das Rippen von CDs, indem die Audiodaten schon beim Extrahieren von der CD-ROM in das gewählte Format kodiert werden. Dies sollte für einige Laufwerke, besonders ältere, deaktiviert werden, da sonst die Qualität der kodierten Dateien leiden könnte.
el: Αυτό επιταχύνει το CD Ripping κωδικοποιώντας τον ήχο στην επιλεγμένη μορφή καθώς εξάγεται από το CD-ROM. Για ορισμένες παλαιότερες μονάδες δίσκου, αυτό θα πρέπει να απενεργοποιηθεί καθώς ενδέχεται να μειώσει την ποιότητα των κωδικοποιημένων αρχείων.
he: זה מאיץ קריעת CD על ידי קידוד שמע לפורמט שנבחר בזמן שהוא נשלף מה-CD-ROM. עבור חלק מהכוננים הישנים, זה צריך להיות מבוטל כיוון שהוא עשוי להקטין את איכות הקבצים המקודדים.
ja: CD-ROMから抽出されたオーディオを選択した形式にエンコードすることで、CDのリッピングを高速化します。一部の古いドライブでは、エンコードされたファイルの品質が低下する可能性があるため、無効にする必要があります。
nb_no: Dette fremskynder CD-ripping ved å kode lyd til valgt format mens det trekker ut fra CD-ROM. For noen eldre stasjoner bør dette deaktiveres da det kan redusere kvaliteten på kodede filer.
nl: Versnelt het rippen van CD's door audio te coderen tijdens het lezen van de CD. Schakel dit uit voor sommige oudere CD-drives omdat het de kwaliteit van de geëncodeerde bestanden negatief beïnvloedt.
pl: Przyspiesza to zgrywanie płyt CD poprzez kodowanie dźwięku do wybranego formatu podczas jego wyodrębniania z dysku CD-ROM. W przypadku niektórych starszych dysków opcja ta powinna być wyłączona, ponieważ może to obniżyć jakość zakodowanych plików.
pt_br: Isso irá acelerar a extração de CD, codificando o áudio à medida que ele é extraído do CD-ROM. Para alguns drives mais antigos, isso precisa ser desativado, pois reduz a qualidade dos arquivos codificados.
ru: Ускоряет риппинг CD за счёт кодирования аудио в выбранном формате по мере его извлечения с компакт-диска. На некоторых старых дисководах эту функцию следует отключить, так как она может снизить качество закодированных файлов.
sv: Snabbar upp CD-avläsningen/rippningen genom att koda ljud till valt format samtidigt som det läses från CD-ROM-skivan. Slå dock av om det går ut över ljudkvaliteten; vissa (äldre) CD-läsare kan få problem.
uk: Це прискорює копіювання компакт-диска, кодуючи звук у вибраному форматі під час його видобування з компакт-диска. Для деяких старіших дисків це слід вимкнути, оскільки така дія може знизити якість закодованих файлів.

source: % of current volume
ar: في المائة من الحجم الحالي
ca: % del volum actual
da: % Af den nuværende mængde
de: % der Lautstärke
el: % της τρέχουσας έντασης
he: % מהנפח הנוכחי
ja: 現在の音量の％
nb_no: % av aktuelt volum
nl: % van huidig volume
pl: % bieżącej głośności
pt_br: % do volume atual
ru: % от текущей громкости
sv: % av nuvarande volym
uk: % поточної гучності

source: Levels
ca: Nivells
da: Niveauer
de: Lautstärke-Pegel
el: Επίπεδα
he: רמות
ja: レベル:
nb_no: Nivåer
nl: Niveaus
pl: Poziomy
pt_br: Níveis
ru: Уровни
sv: Ljudstyrka
uk: Рівні

source: If enabled, MediaMonkey will prompt you whether to move the entire folder or only Library content within.
ca: Si està activat, MediaMonkey us demanarà si voleu moure tota la carpeta o només el contingut de la biblioteca.
da: Hvis aktiveret, vil MediaMonkey spørge dig, om du ønsker at flytte hele mappen eller kun Bibliotekindhold indenfor.
de: Aktiviert die Abfrage, ob Sie den gesamten Datei-Ordner oder nur die darin enthaltenen Archiv-Inhalte verschieben möchten.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα σας ρωτήσει εάν θα μετακινήσετε ολόκληρο το φάκελο ή μόνο περιεχόμενο Βιβλιοθήκης εντός.
he: אם מופעל, MediaMonkey יחזיר אם להעביר את כל התיקיה או רק תוכן הספרייה בתוכה.
ja: 有効にすると、MediaMonkeyはフォルダー全体を移動するか、ライブラリのコンテンツのみを移動するかをたずねます。
nb_no: Hvis aktivert, vil MediaMonkey be deg om å flytte hele mappen eller bare Biblioteksinnholdet inni.
nl: Hierdoor zal MediaMonkey vragen of de hele map verplaatst moet worden of alleen de bibliotheek-inhoud die erin staat.
pl: Jeśli ta opcja jest włączona, MediaMonkey zapyta, czy przenieść cały folder, czy tylko zawartość biblioteki.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja mover a pasta inteira ou apenas o conteúdo dela que faz parte da Biblioteca.
ru: Если включено, MediaMonkey предложит переместить всю папку целиком или только содержимое библиотеки внутри неё.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill flytta allt i mappen, eller endast det innehåll som finns i Mediabiblioteket.
tr: Etkinleştirilirse, MediaMonkey size tüm klasörü mü yoksa yalnızca Kitaplık içeriğini mi taşıyacağınızı sorar.
uk: Якщо увімкнено, MediaMonkey запитає вас, чи слід переміщати всю теку, чи лише внутрішній вміст Бібліотеки.

source: Deletes existing Hotkey
ar: يدمر اختصار القائمة
ca: Suprimeix la tecla d'accés directe existent
da: Sletter eksisterende Genvejstast
de: Löscht gewähltes Tastenkürzel
el: Διαγράφει υπάρχον Πλήκτρο Συντόμευσης
he: מוחק מקש קיצור קיים
ja: 既存のホットキーを削除
nb_no: Sletter eksisterende Hurtigtast
nl: Verwijdert bestaande sneltoets
pl: Usuwa istniejący klawisz skrótu
pt_br: Exclui um atalho existente
ru: Удалить имеющуюся горячую клавишу
sv: Tar bort befintlig snabbtangent
uk: Вилучає чинну Гарячу клавішу

source: Ignore files shorter than
ca: Ignora els fitxers més curts que
da: Ignorer filer kortere end
de: Dateien ignorieren die kürzer sind als
el: Αγνόηση αρχείων μικρότερων από
he: התעלם מקבצים קצרים יותר מ
ja: これより短いファイルを無視する
nb_no: Ignorer filer kortere enn
nl: Negeer bestanden korter dan
pl: Ignoruj pliki krótsze niż
pt_br: Ignorar arquivos mais curtos que
ru: Игнорировать треки короче, чем
sv: Hoppa över klipp kortare än
tr: Kısa dosyaları yoksay
uk: Ігнорувати файли коротші, ніж

source: Configure which server to use. The main server is entered by default, although you may want to change this to a server closer to your location.
ca: Configureu quin servidor voleu utilitzar. El servidor principal s’introdueix per defecte, tot i que és possible que vulgueu canviar-lo per un servidor més proper a la vostra ubicació.
da: Konfigurer hvilken server der skal bruges. Hovedserveren er indtastet som standard, selvom du måske ønsker at ændre dette til en server tættere på din placering.
de: Geben sie hier die URL des Servers ein (ohne http://). Der Hauptserver ist vorgegeben, lässt sich aber durch einen Server ersetzen, der z.B. näher an Ihrem Wohnort liegt. (Beispiel: gnudb.gnudb.org).
el: Διαμορφώστε ποιον server θα χρησιμοποιήσετε. Ο κύριος server εισάγεται από προεπιλογή, αν και μπορεί να θέλετε να τον αλλάξετε σε server πλησίον της τοποθεσίας σας.
he: קבע איזה שרת לשימוש. השרת הראשי מזוהה כברירת מחדל, למרות שביכולך לשנות אותו לשרת קרוב למיקום שלך.
ja: 使用するサーバーを設定します。メインサーバーはデフォルトで入力されていますが、現在地に近いサーバーに変更することもできます。
nb_no: Konfigurér hvilken server som skal brukes. Hovedserveren er oppgitt som standard, men du kan endre til en server nærmere din plassering.
nl: Kies welke server gebruikt moet worden. Standaard is de hoofdserver ingesteld. Dit kan gewijzigd worden naar een server dichter in de buurt.
pl: Skonfiguruj serwer, którego chcesz użyć. Serwer główny jest wprowadzony domyślnie, chociaż możesz to zmienić na serwer bliżej Twojej lokalizacji.
pt_br: Configure o servidor a ser utilizado. O servidor principal é inserido por padrão, mas você pode mudar para um servidor mais próximo de você, se quiser.
ru: Настройте, какой сервер использовать. По умолчанию указан главный сервер, но его можно изменить на сервер ближе к вам.
sv: Konfigurera vilken server som ska användas. Huvudservern är angiven som standard, även om du kanske vill ändra detta till en server närmare din plats.
tr: Hangi sunucunun kullanılacağını yapılandırın. Varsayılan olarak ana sunucu girilir, ancak bunu konumunuza daha yakın bir sunucuyla değiştirmek isteyebilirsiniz.
uk: Налаштуйте, який сервер використовувати. Основний сервер введено за замовчуванням, хоча, можливо, ви захочете змінити його на сервер ближче до вашого місцеперебування.

source: Priority for background tasks
ca: Prioritat per a tasques en segon pla
da: Prioritet for baggrundsopgaver
de: Priorität für Hintergrundprozesse
el: Προτεραιότητα για εργασίες στο παρασκήνιο
he: עדיפות למשימות ברקע
ja: バックグラウンドタスクの優先度
nb_no: Prioritet for bakgrunnsoppgaver
nl: Prioriteit voor achtergrondtaken
pl: Priorytet zadań w tle
pt_br: Prioridade para tarefas em segundo plano
ru: Приоритет для фоновых задач
sv: Prioritet för bakgrundsaktiviteter
tr: Arka plan görevleri için öncelik
uk: Пріоритет для фонових завдань

source: Enable bookmarking
ca: Activa els marcadors
da: Aktiver bogmærkning
de: Lesezeichen aktivieren
el: Ενεργοποίηση σελιδοδείκτη
he: אפשר סימון ספר כדי לחזור
ja: ブックマークを有効にする
nb_no: Aktiver bokmerking
nl: Bladwijzers inschakelen
pl: Włącz zakładki
pt_br: Habilitar marcadores
ru: Включить закладки
sv: Aktivera bokmärkning
tr: Yer imlerini etkinleştir
uk: Увімкнути додавання закладок

source: Clear search history
ca: Borra l'històrial de cerca
da: Ryd søgehistorik
de: Suchverlauf löschen
el: Εκκαθάριση ιστορικού αναζήτησης
he: נקה היסטוריית חיפוש
ja: 検索履歴をクリア
nb_no: Fjern søkehistorikk
nl: Zoekgeschiedenis wissen
pt_br: Limpar histórico de pesquisa
ru: Очистить историю поиска
sv: Rensa sökhistorik
uk: Очистити історію пошуку

source: You are given the option of choosing what version of ID3 tags to use: v1, v2, or both. Generally, 'both' is usually best as it ensures compatibility with devices that only support v1 tags, and allows for the much richer set of data that can be stored in v2 tags.
ar: هذا الخيار يسمح لك باختيار أي إصدار ID3 العلامات باستخدام: v1 أو v2. عموما، اختر العلامات ID3v1 و v2 الأمثل لأنه يوفر التوافق مع العلامات v1 بينما لا يزال تسمح الوصول إلى البيانات الغنية التي يمكن تخزينها مع العلامات v2.
ca: Podeu triar la versió de les etiquetes ID3 que voleu utilitzar: v1, v2 o ambdues. Generalment, "tots dos" solen ser els millors, ja que garanteix la compatibilitat amb dispositius que només admeten etiquetes v1 i permet un conjunt de dades molt més ric que es pot emmagatzemar a les etiquetes v2.
da: Du får mulighed for at vælge, hvilken version af ID3 tags for at bruge: v1, v2, eller begge dele. Generelt »både« er normalt bedst, da det sikrer kompatibilitet med enheder, der kun understøtter v1 tags, og giver mulighed for meget rigere sæt af data, der kan gemmes i v2 tags.
de: Sie können die ID3-Version für Tags auswählenn: v1, v2 oder beide. Beide Versionen zu verwenden hat Vorteile. Damit werden sowohl Geräten unterstüzt , die nur v1-Tags verarbeiten können, gleichzeitig werden aber auch die viel umfangreicheren Speichermöglichkeiten von v2-Tags genutzt.
el: Σας δίνεται η δυνατότητα επιλογής της έκδοσης ετικετών ID3 που θα χρησιμοποιείται: v1, v2 ή και οι δύο. Γενικά, η επιλογή 'και οι δύο' είναι συνήθως η καλύτερη αφού εξασφαλίζει συμβατότητα με συσκευές που υποστηρίζουν μόνο ετικέτες v1 και επιτρέπει το πιο πλούσιο σετ δεδομένων να μπορεί να αποθηκευτεί σε ετικέτες v2.
he: ניתנת לך האפשרות לבחור איזה גרסה של תגים ID3 לשימוש: v1, v2, או שניהם. לרוב, 'שניהם' הוא מירבי כיוון שהוא מבטיח תאימות עם מכשירים שתומכים רק בתגים v1, ומאפשר את הסט הרחב של נתונים שניתן לאחסן עם תגים v2.
ja: 使用するID3タグのバージョンをv1、v2、またはその両方から選択できます。一般的に「両方」が最適です。v1タグのみをサポートするデバイスとの互換性を確保し、v2タグに格納できるより豊富なデータセットを可能にします。
nb_no: Du er blitt gitt valget å velge hvilken versjon av ID3 tagger som skal brukes: v1, v2, eller begge. Vanligvis er 'begge' best fordi den sikrer kompabilitet med enheter som kun støtter v1 tagger, og åpner for den mye rikere informasjon som kan bli lagret i v2 tagger.
nl: Keuze voor ID3-labels: v1, v2, of beiden. Normaal is 'beiden' de beste optie, het zorgt voor compatibiliteit met apparaten die enkel v1-labels ondersteunen en laat het bewaren van extra gegevens toe via de uitgebreidere v2-labels.
pl: Masz opcję wyboru jaką wersję ID3 taga użyć: v1, v2, lub obydwu. Generalnie, 'obydwu' jest przeważnie najlepiej jako że zapewnia zgodność z urządzeniami które obsługuję tylko tagi v1, i pozwala na ustawienie dużo więcej danych które są zgromadzone w tagach v2.
pt_br: Você pode escolher qual versão da tag ID3 deseja usar: v1, v2 ou ambas. De um modo geral, 'ambas' é a melhor opção, já que garante a compatibilidade com dispositivos antigos, que só suportam tags v1, e ao mesmo permite que se use o conjunto muito mais completo de dados disponíveis nas tags v2.
ru: Вы можете выбрать, какую версию тегов ID3 использовать - v1, v2, либо обе. Как правило, лучше обе, так как это гарантирует совместимость с устройствами, поддерживающими только теги v1, и позволяет хранить более богатый набор данных в тегах v2.
sv: Du kan välja vilken version av ID3 som skall användas: v1, v2 eller båda. Generellt så är 'båda' att föredra då det både är kompatibelt med enheter som endast stödjer v1, samtidigt som det tillåter det utökade dataformatet som v2 tillhandahåller.
uk: Вам надається можливість вибору між тим які версії теґів ID3 використовувати: v1, v2, або обидві. Загалом вибір 'обидві', як правило, найкращий, оскільки забезпечує сумісність з пристроями, що підтримують лише теґи v1 і допускає набагато ширший набір даних, які можна зберігати у теґах v2.
