Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Fade in
ar: التلاشي
ca: Fonen-se
da: Fade ind
de: Einblenden
he: החלקת ווליום בכניסה
ja: フェードイン
nl: Infaden
pt_br: Aumentar gradualmente
ru: Нарастание
sv: Tona in
tr: Solma
uk: Затухання в

source: Plays videos via the system's default video player instead of in MediaMonkey
ar: يشغل مقاطع الفيديو عبر مشغل الفيديو الافتراضي للنظام بدلاً من تشغيلها في MediaMonkey
ca: Reprodueix vídeos mitjançant el reproductor de vídeo predeterminat del sistema en lloc de fer-ho a MediaMonkey
da: Afspiller videoer via systemets standard videoplayer i stedet for i MediaMonkey
de: Abspielen von Videos mit dem Standardprogramm des Systems statt mit MediaMonkey
el: Αναπαραγωγή βίντεο μέσω του προεπιλεγμένου βίντεο player του συστήματος, αντί αυτού του MediaMonkey
he: מנגן סרטונים באמצעות נגן הוידאו המוגדר כברירת מערכת במקום ב-MediaMonkey
ja: MediaMonkeyの代わりにシステムのデフォルトの動画プレーヤーで動画を再生する
nb_no: Avspiller videoer gjennom systemets standardavspiller for video i stedet for MediaMonkey
nl: Speelt video's af in de standaard videospeler i.p.v. in MediaMonkey
pl: Odtwarza filmy za pomocą domyślnego odtwarzacza wideo systemu zamiast w MediaMonkey
pt_br: Toca vídeos usando o tocador padrão do sistema ao invés do MediaMonkey
ru: Воспроизводить видео через стандартный системный плеер, а не через MediaMonkey
sv: Spelar upp videor via systemets standardvideospelare istället för i MediaMonkey
tr: Videoları MediaMonkey yerine sistemin varsayılan video oynatıcısı aracılığıyla oynatır
uk: Відтворення відео за допомогою типового відеопрогравача системи замість MediaMonkey

source: Advanced Library management tools to help organize your library more efficiently:
ar: أدوات إدارة المكتبة المتقدمة للمساعدة في تنظيم مكتبتك بكفاءة أكبر:
ca: Eines avançades de gestió de biblioteques per ajudar-vos a organitzar la biblioteca de manera més eficient:
da: Avancerede Bibliotekshåndteringsværktøjer til at hjælpe med at organisere dit bibliotek mere effektivt:
de: Erweiterte Werkzeuge zur effizienteren Organisation Ihres Archivs:
el: Προηγμένα εργαλεία διαχείρισης Βιβλιοθήκης για την αποτελεσματικότερη οργάνωση της βιβλιοθήκης σας:
he: כלים לניהול ספרייה מתקדמת כדי לעזור לארגן את הספרייה שלך בצורה יעילה יותר:
ja: ライブラリをより効率的に整理するための高度なライブラリ管理ツール:
nb_no: Avanserte verktøy for bibliotekhåndtering for å organisere biblioteket ditt mer effektivt:
nl: Geavanceerde beheertools voor de Bibliotheek om deze efficiënter te ordenen:
pl: Zaawansowane narzędzia do zarządzania biblioteką, które pomogą Ci efektywniej organizować Twoją bibliotekę:
pt_br: Ferramentas de gerenciamento avançado da biblioteca, que auxiliam a organizá-la de modo mais eficiente:
ru: Расширенные инструменты управления библиотекой для её более эффективной организации:
sv: Avancerade bibliotekshanteringsverktyg som hjälper dig att organisera ditt bibliotek mer effektivt:
tr: Kütüphanenizi daha verimli bir şekilde düzenlemenize yardımcı olacak gelişmiş kütüphane yönetim araçları:
uk: Розширені інструменти управління бібліотеками для більш ефективної організації Бібліотеки:

source: Auto-sync playlists and new files from the device to the PC
ar: المزامنة التلقائية لقوائم التشغيل والملفات الجديدة من الجهاز إلى الكمبيوتر
ca: Sincronització automàtica de llistes de reproducció i fitxers nous del dispositiu a l'ordinador
da: Auto-synkroniser playlister og nye filer fra enheden til PC'en
de: Automatisches Synchronisieren von Wiedergabelisten und neuen Dateien vom Gerät auf den PC
el: Αυτόματος συγχρονισμός λιστών αναπαραγωγής και νέων αρχείων από τη συσκευή στον Η/Υ
he: סינכרון אוטומטי של רשימות השמעה וקבצים חדשים מהמכשיר למחשב
ja: デバイスからPCへ、プレイリストと新しいファイルの自動同期
nb_no: Automatisk synkronisering av spillelister og nye filer fra enheten til PC'en
nl: Afspeellijsten en nieuwe bestanden van het apparaat naar de PC automatisch synchroniseren
pl: Automatyczna synchronizacja list odtwarzania i nowych plików z urządzenia do komputera
pt_br: Auto-sincronizar listas e novos arquivos do dispositivo para o PC
ru: Автосинхронизация плейлистов и новых файлов с устройства на ПК
sv: Automatisk synkronisering av spellistor och nya filer från enheten till datorn
tr: Çalma listelerini ve yeni dosyaları cihazdan PC'ye otomatik olarak senkronize edin
uk: Автоматична синхронізація списків відтворення та нових файлів з пристрою на ПК

source: I accept the terms in the license agreement
ar: أقبل الشروط في اتفاقية الترخيص
ca: Accepto els termes del contracte de llicència
da: Jeg accepterer de betingelser der hører ind under licensaftalen
de: Ich akzeptiere die Bedingungen im Lizenzvertrag
el: Αποδέχομαι τους όρους της άδειας χρήσης
he: אני מקבל את התנאים בהסכם הרישיון
ja: ライセンス契約の条項に同意します
nb_no: Jeg aksepterer vilkårene i lisensavtalen
nl: De voorwaarden in de gebruiksrechtenovereenkomst accepteren
pl: Akceptuję warunki umowy licencyjnej
pt_br: Eu aceito os termos do acordo de licença
ru: Я принимаю условия лицензионного соглашения
sv: Jag godkänner villkoren i licensavtalet
tr: Lisans sözleşmesindeki şartları kabul ediyorum
uk: Я приймаю умови ліцензійної угоди

source: Determines whether groups of tracks are treated as compilation albums or as individual tracks
ar: يحدد ما إذا كانت مجموعات المسارات تعامل كأنها ألبومات مجمعة أو كمسارات فردية
ca: Determina si els grups de pistes es tracten com a àlbums de recopilació o com a pistes individuals
da: Dette bestemmer, om grupper af numre behandles som kompilering album eller som individuelle numre
de: Legt fest, ob ein Auswahl von Tracks als Sampler oder als einzelne Tracks behandelt werden
el: Καθορίζει εάν ομάδες κομματιών αντιμετωπίζονται ως άλμπουμ συλλογής ή ως μεμονωμένα κομμάτια
he: קובע האם קבוצות של שירים מטופלות כאלבומי אוסף או כשירים בנפרד
ja: トラックのグループをコンピレーションアルバムとして扱うか、個々のトラックとして扱うかを決定します
nb_no: Bestemmer om grupper av spor behandles som samlealbum eller som enkeltspor
nl: Bepaalt of een groep tracks als compilatie of als individuele tracks worden behandeld
pl: Określa, czy grupy utworów są traktowane jako albumy kompilacyjne, czy jako pojedyncze utwory
pt_br: Determina se grupos de faixas são tratados como coletâneas ou como faixas individuais
ru: Определяет, рассматриваются ли группы треков как сборники или как отдельные треки
sv: Avgör om grupper av spår behandlas som samlingsalbum eller som enskilda spår
tr: Parça gruplarının derleme albümler olarak mı yoksa tek tek parçalar olarak mı ele alınacağını belirler
uk: Визначає, чи розглядатимуться групи доріжок як альбоми компіляцій або як окремі доріжки

source: Filename format:
ar: تنسيق اسم الملف:
ca: Format del nom del fitxer:
da: Filnavn format:
de: Dateinamen-Format:
el: Μορφή Ονόματος Αρχείου:
he: מבנה שם קובץ:
ja: ファイル名の形式:
nb_no: Filnavnets format:
nl: Indeling bestandsnaam:
pl: Format nazwy pliku:
pt_br: Formato do nome de arquivo:
ru: Формат имени файла:
sv: Filnamnsformat:
tr: Dosya adı biçimi:
uk: Формат імені файлу:

source: Drive
ar: محرك
ca: Unitat
da: Drev
de: Laufwerk
el: Μονάδα
he: כונן
ja: ドライブ
nb_no: Disk
nl: Schijf
pt_br: Unidade
ru: Привод
sv: Enhet
tr: Sürücü
uk: Привід

source: Type of bitrate
ar: نوع معدل البت
ca: Tipus de velocitat de bits
da: Type af bitrate
de: Bitratentyp
el: Τύπος bitrate
he: סוג קצב סיביות
ja: ビットレートの種類
nb_no: Type bitrate
nl: Soort bitwaarde
pl: Rodzaj bitrate
pt_br: Tipo de taxa de bits
ru: Тип битрейта
sv: Bithastighetstyp
tr: Bit hızı türü
uk: Тип швидкості потоку

source: Generated image
ar: الصورة المولدة
ca: Imatge generada
da: Genereret billede
de: Generiertes Bild
el: Δημιουργημένη εικόνα
he: תמונה שנוצרה
ja: イメージを生成
nb_no: Generert bilde
nl: Gegenereerde afbeelding
pl: Wygenerowany obraz
pt_br: Imagem gerada
ru: Сгенерированное изображение
sv: Genererad bild
tr: Görüntü oluşturuldu
uk: Сформоване зображення

source: Update & Next song (Alt-Right)
ar: تحديث والانتقال إلى المسار التالي (Alt اليمين)
ca: Actualitza i cançó següent (Alt-dreta)
da: Update & Næste sang (Alt-højre)
de: Speichern & nächster Track (Alt-Rechts)
el: Ενημέρωση & Επόμενο τραγούδι (Alt-Right)
he: עדכן ושיר הבא (Alt-Right)
ja: 更新して次の曲へ (Alt-Right)
nb_no: Oppdater & Neste sang (Alt-Høyre)
nl: Bijwerken & Volgende track (Alt-Rechts)
pl: Uaktualnij i Następna piosenka (Ctrl-w prawo)
pt_br: Atualizar e ir para próxima faixa (Alt+Right)
ru: Обновить и следующая песня (Alt-Вправо)
sv: Uppdatera & Nästa spår (Alt+Pil höger)
tr: Güncelle ve Sonraki Şarkı (Alt-Sağ)
uk: Оновити та Наступна пісня (Alt-Right)

source: By default, MediaMonkey minimizes to the taskbar. 'Minimize to MicroPlayer' causes it to appear as a toolbar next to the System tray when minimized. 'Minimize to MiniPlayer', displays 'Playing' list files even when the main application is minimized.
ar: بشكل افتراضي، يقوم MediaMonkey بتصغيره إلى شريط المهام. 'التصغير إلى MicroPlayer' يسبب ظهوره كأداة بجانب علبة النظام عند تصغيره. 'التصغير إلى MiniPlayer' يعرض ملفات قائمة التشغيل "قيد التشغيل" حتى عند تصغير التطبيق الرئيسي.
ca: Per defecte, MediaMonkey es redueix a la barra de tasques. 'Minimitza a MicroReproductor' fa que aparegui com a barra d'eines al costat de la safata del sistema quan es minimitza. 'Minimitza a MiniReproductor', mostra els fitxer de llista de 'Reproducció' fins i tot quan l'aplicació principal es minimitza.
da: Som standard minimeres MediaMonkey til proceslinjen. 'Minimer til MicroPlayer' får det til at fremstå som et værktøjslinje ved siden af systembakken ved minimering. 'Minimer til MiniPlayer', viser 'Spiller' liste filer selv når hovedapplikationen er minimeret.
de: Voreingestellt wird MediaMonkey beim Minimieren des Fensters in der Taskleiste abgelegt. Es lässt sich sowohl über das Programm-Icon bedienen, als auch über das Icon im Infobereich der Taskleiste (wenn aktiviert). Nach "In MiniPlayer minimieren" spielt die Abspielliste weiter und kann optional angezeigt werden.
he: לפי ברירת מחדל, MediaMonkey ממוזער לסרגל המשימות. 'מזעור ל-MicroPlayer' גורם לו להופיע ככלי בסרגל המשימות כשהוא ממוזער. 'מזעור ל-MiniPlayer', מציג קבצים ברשימת 'מתנגנים' אפילו כשהאפליקציה הראשית ממוזערת.
ja: デフォルトでは、MediaMonkeyはタスクバーに最小化します。「マイクロプレイヤーに最小化」 は、最小化するとシステムトレイの横にツールバーとして表示されます。「ミニプレイヤーに最小化」は、メインアプリケーションが最小化されても「再生中」リストのファイルを表示します。
nb_no: Som standard minimeres MediaMonkey til oppgavelinjen. 'Minimere til MicroPlayer' får den til å vises som en verktøylinje ved siden av systemkurven når den er minimert. 'Minimere til MiniPlayer', viser 'Spiller nå' liste filer selv når hovedapplikasjonen er minimert.
nl: Standaard minimaliseert MediaMonkey naar de taakbalk. 'Naar MicroPlayer' minimaliseren zorgt voor weergave als een werkbalk naast het systeemvak wanneer geminimaliseerd. 'Naar MiniSpeler minimaliseren' toont 'Speel' lijst bestanden, zelfs wanneer de toepassing zelf geminimaliseerd is.
pt_br: Por padrão, o MediaMonkey minimiza para a barra de tarefas. 'Minimizar para o MicroPlayer' faz com que ele apareça como uma pequena barra, ao lado da Área de Notificação do sistema ao ser minimizado. 'Minimizar para o MiniPlayer' faz com que a janela 'Em Execução' apareça sempre que a janela principal for minimizada.
ru: По умолчанию MediaMonkey сворачивается на панель задач. При свёртывании в микроплеер он отображается рядом с областью уведомлений в панели задач. При свёртывании в миниплеер отображаются файлы списка воспроизведения, даже если основное приложение свёрнуто.
sv: Som standard minimeras MediaMonkey till aktivitetsfältet. "Minimera till Microspelare" gör att det visas som ett verktygsfält bredvid systemfältet när det minimeras. "Minimera till Minispelare", visar spellista även när huvudapplikationen är minimerad.
tr: Varsayılan olarak, MediaMonkey görev çubuğuna küçülür. 'Mikro Oynatıcıya Küçült' seçeneği, küçültüldüğünde Sistem tepsinin yanındaki bir araç çubuğu olarak görünmesini sağlar. 'Mini Oynatıcıya Küçült' seçeneği ise, ana uygulama küçültüldüğünde bile 'Çalınıyor' liste dosyalarını görüntüler.

source: Remove unused Attributes (Artist, Album, Composer, ...)
ar: إزالة السمات غير علم (الفنان، الألبوم، موسيقا، ...)
ca: Elimina els atributs no utilitzats (artista, àlbum, compositor, ...)
da: Fjern ubrugte attributter (Kunstner, Album, Komponist, ...)
de: Ungenutzte Einträge (Interpreten, Alben, Komponisten, ...) entfernen
el: Αφαίρεση αχρησιμοποίητων Ιδιοτήτων (Καλλιτέχνης, Άλμπουμ, Συνθέτης,...)
he: הסר תכונות שלא בשימוש (אמן, אלבום, מלחין, ...)
ja: 未使用の属性（アーティスト、アルバム、コンポーザーなど）を削除
nb_no: Fjern ubrukte attributter (Artist, Album, Komponist, ...)
nl: Lege eigenschappen (Artiest, Album, Componist, ...) verwijderen
pl: Usuń nieużywane atrybuty (Wykonawca, Album, Kompozytor, ...)
pt_br: Remover atributos não utilizados (artista, álbum, compositor...)
ru: Удалить неиспользуемые атрибуты (исполнитель, альбом, композитор, ...)
sv: Ta bort okända Attribut (Artist, Album, Kompositör, ...)
tr: Kullanılmayan Nitelikleri Kaldır (Sanatçı, Albüm, Besteci, ...)
uk: Вилучити невикористані Атрибути (Виконавець, Альбом, Композитор, ...)

source: Cache auto-converted content to:
ar: ذاكرة التخزين المؤقتة:
ca: Converteix automàticament el contingut en memòria cau:
da: Cache auto-konverteret indhold til:
de: Autom. konvertierten Inhalt zwischenspeichern in:
el: Cache αυτόματα-μετατραπέντος περιεχόμενου σε:
he: מטמון תוכן שהומר אוטומטית ל:
ja: 自動変換コンテンツのキャッシュ先:
nb_no: Mellomlagre auto-konvertert innhold til:
nl: Cache voor auto-conversie:
pl: Buforuj automatycznie skonwertowaną zawartość w:
pt_br: Gerar cache dos arquivos convertidos em:
ru: Кэшировать автопреобразованный контент в:
sv: Cachelagrat, automatiskt konverterat innehåll till:
tr: Önbelleğe alınan içerik otomatik olarak şuna dönüştürülür:
uk: Кеш автоматично перетвореного вмісту до:

source: Saves the change without confirmation.
ar: يحفظ التغييرات دون تأكيد.
ca: Desa el canvi sense confirmació.
da: Gemmer ændringen uden bekræftelse.
de: Speichert die Änderung ohne Bestätigung.
el: Αποθηκεύει την αλλαγή χωρίς επιβεβαίωση.
he: שומר את השינוי ללא אישור.
ja: 確認せずに変更を保存します。
nb_no: Lagrer forandringen uten bekreftelse.
nl: Wijzigingen opslaan zonder bevestiging.
pl: Zapisuje zmianę bez potwierdzenia.
pt_br: Salva as alterações sem pedir confirmação.
ru: Сохраняет изменение без подтверждения.
sv: Sparar ändringen utan bekräftelse.
tr: Değişikliği onaylamadan kaydeder.
uk: Зберігає зміни без підтвердження.

source: Fade out
ar: التلاشي
ca: Desaparèixer
da: Fade ud
de: Ausblenden
he: החלקת ווליום ביציאה
ja: フェードアウト
nl: Uitfaden
pt_br: Reduzir gradualmente
ru: Затухание
sv: Tona ut
tr: Sönme
uk: Затухати

source: Warn when duplicate files are added
ar: تحذير عند إضافة الملفات المكررة
ca: Aviseu quan s’afegeixen fitxers duplicats
da: Advar når duplikatfiler tilføjes
de: Warnen, wenn Dateien zweimal hinzugefügt werden
el: Προειδοποίηση όταν προστίθενται διπλότυπα αρχεία
he: הזהר כאשר קבצים כפולים מתווספים
ja: 重複ファイルが追加されたときに警告する
nb_no: Gi advarsel når duplikate filer blir lagt til
nl: Waarschuwing bij het toevoegen van duplicaten
pl: Ostrzegaj, gdy dodawane są duplikaty plików
pt_br: Avisar quando um arquivo duplicado for adicionado
ru: Предупреждать при добавлении дубликатов
sv: Visa varning när dubletter läggs till
tr: Yinelenen dosyalar eklendiğinde uyar
uk: Попереджати при додаванні дублікатів файлів

source: Edit extended tags
ar: تحرير العلامات الموسعة
ca: Editeu les etiquetes ampliades
da: Rediger udvidede tags
de: Erweiterte Tags bearbeiten
el: Επεξεργασία εκτεταμένων ετικετών
he: ערוך תגים מורחבים
ja: 拡張タグを編集
nb_no: Rediger utvidede tagger
nl: Uitgebreide labels bewerken
pl: Edytuj rozszerzone tagi
pt_br: Editar tags estendidas
ru: Правка расширенных тегов
sv: Redigera utökade taggar
tr: Genişletilmiş etiketleri düzenle
uk: Редагувати розширені теґи

source: Logout
ar: تسجيل الخروج
ca: Tancar sessió
da: Log ud
de: Abmelden
el: Αποσύνδεση
he: התנתק
ja: ログアウト
nb_no: Logg av
nl: Afmelden
pl: Wyloguj się
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış yap
uk: Вийти з системи

source: Albums - soundtrack
ar: الألبومات - الموسيقى التصويرية
ca: Àlbums: banda sonora
de: Alben - Soundtrack
el: Άλμπουμ - soundtrack
he: אלבומים - פסקול
ja: アルバム-サウンドトラック
nb_no: Album - lydspor
pl: Albumy - ścieżka dźwiękowa
pt_br: Álbuns - trilhas sonoras
ru: Альбомы-саундтреки
sv: Album - soundtrack
tr: Albümler - film müziği
uk: Альбоми - саундтрек

source: Singles
ar: الأفراد
ca: Senzill
da: Singler
he: סינגל(ים)
ja: シングル
nb_no: Singler
pl: Syngiel
ru: Синглы
sv: Singlar
uk: Синґл

source: Product type
ar: نوع المنتج
ca: Tipus de Producte
da: Produkttype
de: Produkt-Typ
el: Τύπος προϊόντος
he: סוג מוצר
ja: 製品タイプ
nb_no: Produkttype
pl: Rodzaj produktu
pt_br: Tipo de produto
ru: Тип продукта
sv: Produkttyp
tr: Ürün türü
uk: Тип продукту

source: Level Track volume
ar: تسوية حجم المسار
ca: Nivell de volum de la pista
da: Niveau Spor volumen
de: Lautstärke anpassen
el: Εξισορρόπηση έντασης Κομματιού
he: אזן עוצמת רצועות
ja: トラック音量を揃える
nb_no: Juster sporvolum
nl: Trackvolume normaliseren
pl: Poziom głośności utworu
pt_br: Ajustar volume da faixa
ru: Громкость трека
sv: Volymjustering
tr: Parça ses seviyesi
uk: Вирівняти гучність Доріжки

source: Verify ripped tracks
ar: التحقق من المسارات الممزقة
ca: Verifiqueu les pistes extretes
da: Verificér rippede spor
de: gerippte Tracks überprüfen
el: Επαλήθευση ripped κομματιών
he: וודא שנקראו רצועות
ja: リッピングしたトラックを検証する
nb_no: Verifiser rippede spor
nl: Geripte tracks controleren
pl: Sprawdź zgrane utwory
pt_br: Verificar faixas extraídas
ru: Проверять треки при риппинге
sv: Verifiera avlästa/rippade spår
tr: Parçalanmış parçaları doğrulayın
uk: Перевірити записані доріжки

source: Unlocatable files
ar: الملفات غير القابلة للتحديد
ca: Fitxers no localitzables
da: Uopløselige filer
de: Nicht auffindbare Dateien
el: Μη εντοπισμένα αρχεία
he: קבצים שלא ניתן לאתר
ja: 場所不明なファイル
nb_no: Ulokaliserbare filer
nl: Onvindbare bestanden
pl: Pliki niemożliwe do zlokalizowania
pt_br: Arquivos não localizados
ru: Ненайденные треки
sv: Filer som inte kan lokaliseras
tr: Bulunamayan dosyalar
uk: Не розташовані файли

source: Cents
ja: セント
tr: Sentler

source: When enabled, MediaMonkey will prompt you whether to proceed with a rename operation if the resulting filename contains more than the 64-character limit that is standard for a CD.
ar: إذا لم يتم تحديد هذا الخيار، MediaMonkey سيطلب منك تأكيد عمليات إعادة تسمية أسفر عن اسم ملف يحتوي على أكثر من 64 حرفاً (الحد الأقصى من أجل قرص مضغوط).
ca: Quan estigui activat, MediaMonkey us demanarà si voleu continuar amb una operació de canvi de nom si el nom del fitxer resultant conté més del límit de 64 caràcters que és estàndard per a un CD.
da: Når den er aktiveret, vil MediaMonkey bede dig om at gå videre med en omdøbe drift, hvis den resulterende filnavn indeholder mere end den 64-tegngrænsen, der er standard for en cd.
de: Aktiviert die Bestätigung zum Umbenennen, falls beim Brennen der Dateiname länger als 64 Zeichen (CD-Standard) ist.
el: Όταν ενεργοποιείται, το MediaMonkey θα σας ρωτάει αν θέλετε να προχωρήσετε σε λειτουργία μετονομασίας αν το τελικό όνομα αρχείου περιέχει περισσότερους από 64 χαρακτήρες που είναι το στάνταρ όριο για ένα CD.
he: אם מופעל, MediaMonkey יחזיר אם להמשיך בעינוי שינוי שם אם השם הקובץ שנוצר מכיל יותר מ-64 תווים שהם הגבול המקסימלי עבור תקליטור.
ja: 有効にすると、生成されたファイル名がCDの標準である64文字の制限を超えている場合に、名前変更操作を続行するかどうかを確認するメッセージが表示されます。
nb_no: Når aktivert vil MediaMonkey spørre om du vil fortsette med en navneoperasjon hvis det resulterende filnavnet inneholder mer enn 64-tegn som er grensen for en standard CD.
nl: Hierdoor zal MediaMonkey vragen of hernoemen moet doorgaan indien de bestandnaam de standaard 64-karakterlimiet voor CD's overschrijdt.
pl: Jeśli włączono, MediaMonkey będzie pytać Cię czy kontynuować operację zmiany nazwy jeśli w rezultacie tego nazwa pliku będzie przekraczać granicę 64 znaków która jest standardem dla płyt CD.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja prosseguir com a operação de renomear, caso o nome de arquivo resultante contenha mais de 64 caracteres, que é o limite padrão para CDs.
ru: Если включено, MediaMonkey запросит, возобновить ли переименование, если имя файла содержит больше 64 символов - предел для стандартного CD.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du verkligen vill byta namn på filen då längden på filnamnet överstiger de 64 tecken som är standard för en CD.
tr: Etkinleştirildiğinde, MediaMonkey, ortaya çıkan dosya adı bir CD için standart olan 64 karakter sınırını aşarsa yeniden adlandırma işlemine devam edilip edilmeyeceğini sorar.
uk: Якщо ввімкнено, MediaMonkey запитає вас, чи слід продовжувати операцію перейменування, якщо отримана назва файлу містить більше, ніж 64-символьне обмеження, яке є стандартним для компакт-диска.

source: Choose a directory and filename mask to which podcasts should be saved. If a filename mask is not chosen, then the podcast's original filename will be used
ar: اختر دليلًا وقناعًا لاسم الملف لحفظ البودكاست إليه. إذا لم يتم اختيار قناع اسم الملف، فسيتم استخدام اسم الملف الأصلي للبودكاست
ca: Trieu un directori i una màscara de nom de fitxer on s'haurien de desar els podcasts. Si no s’escull una màscara de nom de fitxer, s’utilitzarà el nom de fitxer original del podcast
da: Vælg en mappe og filnavnsmask, hvor podcasts skal gemmes. Hvis en filnavnsmask ikke er valgt, bruges podcasteens original filnavn
de: Mit dieser Maske können Sie Verzeichnisse und Dateinamen zum Speichern von Podcasts definieren. Ohne Angabe eines Formats wird der ursprüngliche Dateiname verwendet.
el: Επιλέξτε κατάλογο και μάσκα ονόματος αρχείου όπου θα πρέπει να αποθηκεύονται τα podcast. Εάν δεν έχει επιλεγεί μάσκα ονόματος αρχείου, θα χρησιμοποιηθεί το αρχικό όνομα αρχείου του podcast
he: בחר בתיקייה ומסכת שם קובץ שבהם יש לשמור פודקאסטים. אם מסכת שם קובץ לא נבחרת, יחתמש בשם הקובץ המקורי של הפודקאסט
ja: ポッドキャストを保存するディレクトリとファイル名マスクを選択します。ファイル名マスクが選択されていない場合、ポッドキャストの元のファイル名が使用されます
nb_no: Velg en katalog- og filnavnmaske som podcastene skal lagres i. Hvis en filnavnmaske ikke er valgt, vil podcastens opprinnelige filnavn bli brukt
nl: Kies een map en bestandsnaam-indeling waarmee podcasts opgeslagen moeten worden. Als er geen indeling voor de bestandsnaam wordt gekozen, wordt de originele bestandsnaam gebruikt
pl: Wybierz katalog i maskę nazwy pliku, w której mają być zapisywane podcasty. Jeśli maska nazwy pliku nie zostanie wybrana, zostanie użyta oryginalna nazwa pliku podcastu
pt_br: Selecione um padrão para diretório e nome de arquivo, que será usado ao salvar um Podcast. Se um padrão para o nome de arquivo não for inserido, então o nome de arquivo original do Podcast será usado
ru: Выберите папку и маску имени файла для сохранения подкастов. Если маска имени файла не выбрана, будет использоваться исходное имя файла подкаста
sv: Välj en katalog och filnamnsmask som podcastar ska sparas i. Om en filnamnsmask inte väljs kommer podcastens ursprungliga filnamn att användas
tr: Podcast'lerin kaydedileceği bir dizin ve dosya adı maskesi seçin. Bir dosya adı maskesi seçilmezse, podcast'in orijinal dosya adı kullanılacaktır.
uk: Виберіть каталог і маску назви файлу, до якої слід зберегти подкасти. Якщо не вибрано маску назви файлу, буде використано початкову назву файлу подкасту

source: Include addons
ar: تضمين الإضافات
ca: Inclou Complements
da: Medtag tilføjelser
de: Addons einbeziehen
el: Συμπερίληψη addons
he: גם תוספים
ja: アドオンを含める
nb_no: Inkludere tillegg
nl: Inclusief add-ons
pl: Dołącz dodatki
pt_br: Incluir extensões
ru: Включить аддоны
sv: Inkludera tillägg
tr: Eklentileri dahil et
uk: Включити додатки
