Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Automatically organizes files on the device according to the settings above. This can take a lot of time if the sync masks are modified.
ca: Organitza automàticament els fitxers al dispositiu segons la configuració anterior. Això pot trigar molt de temps si es modifiquen les màscares de sincronització.
da: Organiserer automatisk filer på enheden i henhold til indstillingerne ovenfor. Dette kan tage meget tid, hvis synkroniseringsmasker ændres.
de: Ordnet die Dateien auf dem Zielgerät nach oben stehenden Masken neu ein. Nach Ändern der Synchronisationsmasken kann das sehr lange dauern.
el: Αυτόματα οργανώνει τα αρχεία στη συσκευή, σύμφωνα με τις παραπάνω ρυθμίσεις. Αυτό μπορεί να πάρει αρκετό χρόνο εάν οι μάσκες του συγχρονισμού τροποποιούνται.
he: מאורגן באופן אוטומטי את הקבצים על המכשיר בהתאם להגדרות שלמעלה. זה עלול לקחת הרבה זמן אם מסכות הסנכרון מותאמות.
ja: 上記の設定に従ってデバイス上のファイルを自動的に整理します。同期マスクが変更されると時間がかかる場合があります。
nb_no: Organiserer filer automatisk på enheten i samsvar med innstillingene over. Dette kan ta lang tid hvis synkroniseringsmaskene er modifisert.
nl: Auto-ordent bestanden op het apparaat volgens de instellingen hierboven. Dit kan lang duren als de sync-voorwaarden zijn aangepast.
pl: Automatycznie organizuje pliki na urządzeniu zgodnie z powyższymi ustawieniami. W przypadku modyfikacji masek synchronizacji może to zająć dużo czasu.
pt_br: Organiza automaticamente os arquivos no dispositivo, de acordo com as configurações acima. Isso pode tomar bastante tempo se as máscaras de sincronização forem modificadas.
ru: Автоматически упорядочивает файлы на устройстве в соответствии с указанными настройками. Если изменить маски синхронизации, это может занять много времени.
sv: Organiserar automatiskt filer på enheten enligt inställningarna ovan. Detta kan ta mycket tid om synkroniseringsmaskerna ändras.
tr: Yukarıdaki ayarlara göre cihazdaki dosyaları otomatik olarak düzenler. Eşitleme maskeleri değiştirilirse bu çok zaman alabilir.
uk: Автоматично впорядковує файли на пристрої відповідно до налаштувань, наведених вище. Це може зайняти багато часу, якщо змінити маски синхронізації.

source: Level volume
ca: Nivell de volum
da: Level volumen
de: Lautstärke anpassen
el: Εξισορρόπηση έντασης
he: אחת את עוצמת הקול
ja: 音量を揃える
nb_no: Juster volum
nl: Volume normaliseren
pt_br: Nivelar volume
ru: Громкость
sv: Ljudstyrkenivå
uk: Рівень гучності

source: Username
ca: Nom d'usuari
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
he: שם משתמש
ja: ユーザー名
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: There is a new version of MediaMonkey available.
ar: يتوفر إصدار جديد من MediaMonkey.
ca: Hi ha disponible una nova versió de MediaMonkey.
da: Der er en ny version af MediaMonkey til rådighed.
de: Es ist eine neue Version von MediaMonkey verfügbar.
el: Υπάρχει διαθέσιμη νέα έκδοση του MediaMonkey.
he: קיימת גרסה חדשה של MediaMonkey זמינה.
ja: 新しいバージョンのMediaMonkeyがあります。
nb_no: En ny versjon av MediaMonkey er tilgjengelig.
nl: Nieuwe versie van MediaMonkey beschikbaar.
pl: Jest dostępna nowa wersja MediaMonkey.
pt_br: Existe uma nova versão do MediaMonkey disponível.
ru: Доступна новая версия MediaMonkey.
sv: Det finns en ny version av MediaMonkey tillgänglig.
uk: Доступна нова версія MediaMonkey.

source: Description of the new version:
ar: وصف للإصدار الجديد:
ca: Descripció de la nova versió:
da: Beskrivelse af den nye version:
de: Beschreibung der neuen Version:
el: Περιγραφή της νέας έκδοσης:
he: תיאור הגרסה החדשה:
ja: 新しいバージョンの説明:
nb_no: Beskrivelse av den nye versjon:
nl: Beschrijving nieuwe versie:
pl: Opis nowej wersji:
pt_br: Descrição da nova versão:
ru: Описание новой версии:
sv: Beskrivning av den nya versionen:
uk: Опис нової версії:

source: (recommended)
ca: (recomanat)
da: (anbefalet)
de: (empfohlen)
el: (συνιστάται)
he: (מומלץ)
ja: （推奨）
nb_no: (anbefalt)
nl: (aanbevolen)
pl: (zalecane)
pt_br: (recomendado)
ru: (рекомендуется)
sv: (rekommenderas)
uk: (рекомендується)

source: by Quality
ca: per qualitat
da: af Kvalitet
de: nach Qualität
el: βάσει Ποιότητας
he: לפי איכות
ja: 品質別
nb_no: etter Kvalitet
nl: op Kwaliteit
pl: wg jakości
pt_br: por qualidade
ru: по качеству
sv: efter kvalitet
uk: за якістю

source: Codec
ca: Còdec
da: Kodek
el: Κωδικοποιητής
he: מקודד
ja: コーデック
nb_no: Kodek
pl: Kodek
ru: Кодек
uk: Кодек

source: Download more input plug-ins...
ar: تحميل الإدخال المكونات الإضافية الأخرى...
ca: Baixa més connectors d'entrada ...
da: Download mere input plug-ins...
de: Weitere Input-Plugins herunterladen...
el: Λήψη περισσοτέρων plug-ins εισόδου...
he: הורד עוד תוספי כניסה...
ja: 追加の入力プラグインをダウンロード...
nb_no: Last ned flere programtillegg for inngangsdata...
nl: Download meer inputplug-ins...
pl: Pobierz więcej wtyczek wejściowych...
pt_br: Obter mais plug-ins de entrada...
ru: Скачать другие плагины ввода...
sv: Ladda ner fler input-plugins...
uk: Завантажити додаткові вхідні плагіни...

source: Audio CD metadata lookup
ca: Cerca de metadades del CD d’àudio
da: Metadata opslag for lyd-CD
de: Audio-CD-Metadatensuche
el: Αναζήτηση μεταδεδομένων Audio CD
he: חיפוש מטה-דאטה של CD
ja: オーディオCDメタデータの検索
nb_no: Lyd-CD-metadata-oppslag
nl: Metagegevens voor Audio-CD opzoeken
pl: Wyszukiwanie metadanych płyty audio CD
pt_br: Busca de metadados de CD de áudio
ru: Поиск метаданных аудио-CD
sv: Uppslagning av ljud-CD-metadata
tr: Ses CD'si meta veri araması
uk: Пошук метаданих компакт-диска

source: For individual tracks, recommend albums instead of singles from the same time
ca: Per a les pistes individuals, recomaneu àlbums en lloc de senzills del mateix temps
da: For individuelle spor, anbefal albums i stedet for singler fra samme tid
de: Für einzelne Tracks Alben anstatt Singles für Vorschläge aus derselben Zeit bevorzugen
el: Για μεμονωμένα κομμάτια, προτείνετε άλμπουμ αντί για single από την ίδια στιγμή
he: עבור שירים בודדים, המלץ על אלבומים במקום שירים נפרדים מאותה תקופה
ja: 個々のトラックについては、同時期のシングルではなくアルバムを推奨しています
nb_no: For individuelle spor, anbefal album i stedet for singler fra samme tid
nl: Voor losse tracks, albums aanbevelen in plaats van singles uit dezelfde tijd
pl: W przypadku pojedynczych utworów polecam albumy zamiast singli z tego samego okresu
pt_br: Para faixas individuais, recomendar álbuns ao invés de singles do mesmo período
ru: Для отдельных треков рекомендуется использовать альбомы, а не синглы того же времени
sv: För enskilda spår, rekommendera album istället för singlar från samma era
uk: Для окремих композицій рекомендуйте альбоми замість синглів того самого часу

source: Audio CD ripping
ca: Copiant CD d’àudio
da: Ripping af lyd-CD
de: Audio-CD-Rippen
he: קריעת אודיו CD
ja: オーディオCDのリッピング
nb_no: Lyd-CD-ripping
nl: Audio-CD rippen
pl: Zgrywanie Audio CD
pt_br: Extrair CD de áudio
ru: Риппинг аудио-CD
sv: Ljud-CD-avläsning/rippning
uk: Копіювання аудіокомпакт-диска

source: Conversion
ca: Conversió
da: Konvertering
de: Konvertierung
el: Μετατροπή
he: המרה
ja: 変換
nb_no: Konvertering
nl: Conversie
pl: Konwersja
pt_br: Conversão
ru: Преобразование
sv: Konvertering
tr: Dönüştürme
uk: Перетворення

source: Use multiple CPU cores (if available)
ca: Utilitzeu diversos nuclis de CPU (si estan disponibles)
da: Brug flere CPU kerner (hvis tilgængelig)
de: Mehrerer Prozessor-Kerne verwenden (wenn vorhanden)
el: Χρήση πολλών πυρήνων CPU (εάν διαθεσιμότητα)
he: השתמש בעוצמת מספר מנועים (אם זמין)
ja: 複数のCPUコアを使用する（利用可能な場合）
nb_no: Bruk flere CPU-kjerner (om tilgjengelig)
nl: Meerdere CPU-kernen gebruiken (indien beschikbaar)
pl: Użyj wielu rdzeni procesora (jeśli są dostępne)
pt_br: Usar múltiplos núcleos de processador (se disponível)
ru: Использовать несколько ядер ЦП (если возможно)
sv: Använd flera CPU-kärnor (om tillgängligt)
tr: Çoklu CPU çekirdeği kullanın (varsa)
uk: Використовувати декілька ядер процесора (за наявності)

source: This determines what files are played when the 'Play now' command is run for a single file. It can be set use the default Player settings or customized for each media Type.
ca: Això determina quins fitxers es reprodueixen quan s'executa l'ordre "Reprodueix ara" per a un sol fitxer. Es pot configurar mitjançant la configuració predeterminada del reproductor o personalitzar-se per a cada tipus de suport.
da: Dette bestemmer, hvilke filer der afspilles, når kommandoen 'Spil nu' køres for en enkelt fil. Det kan indstilles til at bruge standard Afspillerindstillingerne eller tilpasses for hver medietype.
de: Bestimmt die Wirkung des Befehls "Jetzt abspielen" für eine einzelne Datei. Es können die Player-Standardaktionen übernommen werden, oder aber separate Einstellungen für jeden Media-Typ erfolgen.
he: זה קובע אילו קבצים מושמעים כשפוקד "נגן עכשיו" מופעל עבור קובץ יחיד. ניתן להגדיר להיעזר בהגדרות נגן ברירת מחדל או להתאים אישית עבור כל סוג מדיה.
ja: 「今すぐ再生」コマンドが単一のファイルに対して実行されたときに再生されるファイルを指定します。デフォルトのプレイヤー設定を使用して設定することも、メディアタイプごとにカスタマイズすることもできます。
nb_no: Dette bestemmer hvilke filer som spilles når 'Spill nå'-kommandoen kjøres for en enkelt fil. Det kan settes til å bruke standard Spiller-innstillinger eller tilpasses for hver medie Type.
nl: Dit bepaalt welke bestanden worden afgespeeld wanneer de opdracht 'Nu afspelen' wordt uitgevoerd voor een enkel bestand. Het kan worden ingesteld met behulp van de Speler instellingen of worden aangepast voor elk Type.
pt_br: Isto determina quais arquivos são tocados quando o comando 'Executar agora'. Pode ser definido para usar as configurações padrão do Tocador ou customizado para cada tipo de mídia.
ru: Определяет, какие файлы воспроизводятся при запуске команды воспроизведения для одного файла. Можно использовать настройки плеера по умолчанию или настроить для каждого типа мультимедиа.
sv: Detta bestämmer vilka filer som spelas upp när kommandot "Spela nu" körs för en enda fil. Den kan ställas in med standardinställningarna för spelare eller anpassas för varje medietyp.
tr: Bu, tek bir dosya için 'Şimdi oynat' komutu çalıştırıldığında hangi dosyaların oynatılacağını belirler. Varsayılan Oynatıcı ayarlarını kullanarak ayarlanabilir veya her medya Türü için özelleştirilebilir.

source: Vertical
ar: عمودي
da: Lodret
de: Vertikal
el: Κάθετα
he: אנכי
ja: 垂直方向
nb_no: Vertikal
nl: Verticaal
pl: Pionowy
ru: Вертикаль
sv: Vertikal
uk: Вертикальний

source: Bookmark
ca: Marcador
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
he: סימניה
ja: ブックマーク
nb_no: Bokmerke
nl: Bladwijzer
pl: Zakładka
pt_br: Marcador
ru: Закладка
sv: Bokmärke
uk: Закладка

source: Deletes remote content that isn't selected in the Sync list (either all unselected content or only unselected content that exists in the local database). Deletion occurs after remote content has been synced (if that option is available/enabled). In general, deletion should be enabled to prevent duplicates on the remote location, but the option to delete 'all' unselected content should be used carefully if the remote location contains new/modified content that isn't in the local database.
ca: Suprimeix el contingut remot que no està seleccionat a la llista de Sincronització (ja sigui tot el contingut no seleccionat o només el contingut no seleccionat que existeix a la base de dades local). La supressió es produeix després de sincronitzar el contingut remot (si aquesta opció està disponible / activada). En general, s’ha d’habilitar la supressió per evitar duplicats a l'ubicació remota, però l’opció per eliminar 'tot' el contingut no seleccionat s’ha d’utilitzar amb cura si l'ubicació remota conté contingut nou / modificat que no es troba a la base de dades local.
da: Sletter fjernindhold, der ikke er valgt i Synk-liste (enten alt ikke valgt indhold eller kun uvælgte indhold, der findes i den lokale database). Sletning sker efter fjernindhold er synkroniseret (hvis denne mulighed er tilgængelig/aktiveret). Generelt bør sletning være aktiveret for at forhindre dubletter på det fjerne sted, men muligheden for at slette 'alt' ikke valgt indhold bør bruges med forsigtighed, hvis det fjerne sted indeholder nyt/ændret indhold, der ikke er i den lokale database.
de: Löscht Remote-Inhalte, die nicht in der Synchronisierungsliste ausgewählt sind (entweder alle nicht ausgewählten Inhalte oder nur nicht ausgewählte Inhalte, die in der lokalen Datenbank vorhanden sind). Das Löschen erfolgt, nachdem Remote-Inhalte synchronisiert wurden (wenn diese Option verfügbar/aktiviert ist). Generell sollte das Löschen aktiviert sein, um Duplikate im Remote-Verzeichnis zu verhindern, aber die Option zum Löschen "aller" nicht ausgewählten Inhalte sollte sorgfältig verwendet werden, wenn das Remote-Verzeichnis neue/geänderte Inhalte enthält, die sich nicht in der lokalen Datenbank befinden.
el: Διαγράφει απομακρυσμένο περιεχόμενο που δεν έχει επιλεγεί στη λίστα Συγχρονισμού (είτε όλο το μη επιλεγμένο περιεχόμενο είτε μόνο μη επιλεγμένο περιεχόμενο που υπάρχει στην τοπική βάση δεδομένων). Η διαγραφή πραγματοποιείται μετά από συγχρονισμό του απομακρυσμένου περιεχομένου (εάν αυτή η επιλογή είναι διαθέσιμη/ενεργοποιημένη). Γενικά, η διαγραφή θα πρέπει να είναι ενεργοποιημένη για την αποφυγή διπλότυπων στην απομακρυσμένη τοποθεσία, αλλά η επιλογή διαγραφής 'όλου' μη επιλεγμένου περιεχομένου θα πρέπει να χρησιμοποιείται προσεκτικά εάν η απομακρυσμένη τοποθεσία περιέχει νέο/τροποποιημένο περιεχόμενο που δεν είναι στην τοπική βάση δεδομένων.
he: מחק תוכן מרוחק שלא נבחר ברשימת הסינכרון (או כל התוכן שלא נבחר או רק תוכן שלא נבחר שקיים במסד הנתונים המקומי). מחיקה מתרחשת לאחר שהתוכן המרוחק סונכרן (אם אופציה זו זמינה/מוגדרת). באופן כללי, מחיקה צריכה להיות מופעלת כדי למנוע כפילויות במיקום המרוחק, אבל האופציה למחוק 'כל' התוכן הלא נבחר צריכה להיות מופעלת בזהירות אם המיקום המרוחק מכיל תוכן חדש/מותאם שאין במסד הנתונים המקומי.
ja: 同期リストで選択されていないリモートコンテンツ（選択されていないすべてのコンテンツ、またはローカルデータベースに存在する選択されていないコンテンツのみ）を削除します。削除は、リモートコンテンツが同期された後に行われます（そのオプションが利用可能/有効な場合）。一般に、リモートの場所で重複を防ぐために削除を有効にする必要がありますが、リモートの場所にローカルデータベースにない新しい/変更されたコンテンツが含まれている場合は、選択されていない’すべて’のコンテンツを削除するオプションを慎重に使用する必要があります。
nb_no: Sletter eksternt innhold som ikke er valgt i Synkroniseringslisten (enten alt uvalgt innhold eller bare uvalgt innhold som finnes i den lokale databasen). Sletting skjer etter at eksternt innhold har blitt synkronisert (hvis det alternativet er tilgjengelig/aktivert). Generelt bør sletting være aktivert for å forhindre duplikater på den eksterne plasseringen, men alternativet for å slette 'alt' uvalgt innhold bør brukes forsiktig hvis den eksterne plasseringen inneholder nytt/endret innhold som ikke er i den lokale databasen.
nl: Verwijdert externe inhoud die niet is opgenomen in de synchronisatielijst (óf alle niet-geselecteerde inhoud óf alleen niet-geselecteerde inhoud die in de lokale database staat). Het verwijderen gebeurt nadat externe inhoud is gesynchroniseerd (als die optie beschikbaar/ingeschakeld is). Meestal moet Verwijderen worden ingeschakeld om duplicaten op de externe locatie te voorkomen. Gebruik de optie om 'alle' niet-geselecteerde inhoud te verwijderen zorgvuldig als de externe locatie nieuwe/gewijzigde inhoud bevat die niet in de lokale database staat.
pl: Usuwa zawartość zdalną, która nie jest zaznaczona na liście synchronizacji (cała niezaznaczona zawartość lub tylko niezaznaczona zawartość istniejąca w lokalnej bazie danych). Usunięcie następuje po zsynchronizowaniu zawartości zdalnej (jeśli ta opcja jest dostępna/włączona). Ogólnie rzecz biorąc, usuwanie powinno być włączone, aby zapobiec duplikatom w lokalizacji zdalnej, ale opcję usuwania „wszystkich” niewybranych treści należy stosować ostrożnie, jeśli lokalizacja zdalna zawiera nową/zmodyfikowaną zawartość, której nie ma w lokalnej bazie danych.
pt_br: Exclui o conteúdo remoto que não estiver selecionado na lista de sincronização (seja todo o conteúdo não selecionado ou apenas o conteúdo não selecionado que existe na base de dados local). A exclusão ocorre após o conteúdo remoto ter sido sincronizado (se essa opção estiver disponível/habilitada). Em geral, a exclusão deve ser habilitada para evitar duplicidade no local remoto, mas a opção para excluir 'todo' o conteúdo não selecionado deve ser usada com muito cuidado o local remoto contiver conteúdo novo/modificado que ainda não está na base de dados local.
ru: Удаляет сетевой контент, который не выбран в списке синхронизации (либо весь невыбранный контент, либо только невыбранный контент в локальной базе данных). Удаление происходит после синхронизации сетевого контента (если эта опция доступна/включена). Как правило, удаление должно быть включено для предотвращения дублирования в сетевом местоположении, но опцию удаления всего невыбранного следует использовать с осторожностью, если сетевое местоположение содержит новое/изменённое содержимое, которого нет в локальной базе данных.
sv: Tar bort fjärrinnehåll som inte är markerat i synkroniseringslistan (antingen allt omarkerat innehåll eller endast omarkerat innehåll som finns i den lokala databasen). Radering sker efter att fjärrinnehåll har synkroniserats (om det alternativet är tillgängligt/aktiverat). I allmänhet bör radering aktiveras för att förhindra dubbletter på fjärrplatsen, men alternativet att ta bort "allt" omarkerat innehåll bör användas försiktigt om fjärrplatsen innehåller nytt/ändrat innehåll som inte finns i den lokala databasen.
tr: Senkronizasyon listesinde seçilmemiş uzak içeriği siler (tüm seçilmemiş içerik veya yalnızca yerel veritabanında bulunan seçilmemiş içerik). Silme, uzak içerik senkronize edildikten sonra gerçekleşir (bu seçenek mevcutsa/etkinleştirilmişse). Genel olarak, uzak konumda yinelemeleri önlemek için silme etkinleştirilmelidir, ancak uzak konum yerel veritabanında olmayan yeni/değiştirilmiş içerik içeriyorsa 'tüm' seçilmemiş içeriği silme seçeneği dikkatli kullanılmalıdır.
uk: Видаляє віддалений вміст, не вибраний у Списку синхронізації (або весь невибраний вміст, або лише невибраний вміст, який знаходиться в локальній базі даних). Видалення відбувається після синхронізації віддаленого вмісту (якщо ця опція доступна / увімкнена). Як правило, видалення слід увімкнути для запобігання дублікатів у віддаленому розташуванні, але опцію видалення "всього" невибраного вмісту слід використовувати обережно, якщо віддалене розташування містить новий/змінений вміст, якого немає в локальній базі даних.

source: Syncs all images using the specified format and size
ca: Sincronitza totes les imatges utilitzant el format i la mida especificats
da: Synkroniserer alle billeder ved hjælp af det angivne format og størrelse
de: Synchronisiert alle Bilder mit angegebenem Format und angegebener Größe
he: מסנכרן את כל התמונות תוך שימוש בפורמט ובגודל המצוינים
ja: 指定した形式とサイズを使用してすべての画像を同期する
nb_no: Synkroniser alle bilder med det spesifiserte formatet og størrelse
nl: Synchroniseert alle afbeeldingen met het opgegeven formaat en grote
pt_br: Sincroniza todas as imagens usando o formato e tamanho especificados
ru: Синхронизировать все изображения с указанными форматом и размером
sv: Synkroniserar alla bilder med det angivna formatet och storleken

source: Organize these files using the following Directory and Filename format
ca: Organitzeu aquests fitxers mitjançant el següent format de directori i nom de fitxer
da: Organiser disse filer ved hjælp af det følgende Katalog og Filnavne format
de: Dateien nach folgendem Ordner- und Dateischema einordnen:
el: Οργάνωση αυτών των αρχείων με χρήση της ακόλουθης μορφής Καταλόγου και Ονόματος Αρχείου
he: ארגן את הקבצים האלה תוך שימוש בתבנית ספרייה ושם קובץ עבודות
ja: 次のディレクトリとファイル名の形式を使用して、これらのファイルを整理します
nb_no: Organiser disse filene ved å bruke følgende Katalog- og Filnavn-format
nl: Deze bestanden m.b.v. de volgende map- en bestandsnaamindeling ordenen
pl: Uporządkuj te pliki, używając następującego formatu katalogu i nazwy pliku
pt_br: Organizar estes arquivos usando o seguinte formato para diretório e nome de arquivo
ru: Упорядочить эти файлы, используя следующий формат папки и имени файла
sv: Organisera dessa filer med följande katalog- och filnamnsformat
tr: Bu dosyaları aşağıdaki Dizin ve Dosya Adı biçimini kullanarak düzenleyin
uk: Упорядкувати ці файли, використовуючи наступний формат каталогу та назви файлів

source: Eject CD after ripping
ar: إخراج القرص بعد استخراج
ca: Expulseu el CD després de la còpia
da: Skubbe cd'en ud, når ripning
de: Medium nach dem Rippen auswerfen
el: Εξαγωγή CD μετά το ripping
he: הוצא CD לאחר קריעה
ja: リッピング後にCDを取り出す
nb_no: Løs ut CD etter importering
nl: CD uitwerpen na het rippen
pl: Wysuń płytę CD po zrzucaniu
pt_br: Ejetar CD após a extração
ru: Извлечь CD после риппинга
sv: Mata ut skiva efter kopiering
uk: Витягнути CD після його копіювання

source: Elements
da: Elementer
de: Elemente
he: אלמנטים
ja: 要素
nb_no: Elementer
nl: Onderdelen
pt_br: Elementos
ru: Элементы
sv: Element
uk: Елементи

source: Find more addons
ca: Busqueu més complements
da: Find flere tilføjelser
de: Weitere Addons Online
he: מצא עוד תוספים
ja: 他のアドオンを探す
nb_no: Finn flere tillegg
nl: Zoek meer Add-ons
pt_br: Obter mais extensões
ru: Другие аддоны
sv: Hitta fler tillägg
tr: Daha fazla eklenti bul
uk: Знайти більше додатків

source: Preserve aspect ratio
ca: Conservar la relació d'aspecte
da: Bevar aspektforhold
de: Seitenverhältnis beibehalten
el: Διατήρηση αναλογίας απεικόνισης
he: שמור יחס מראה
ja: アスペクト比を維持する
nb_no: Behold aspektratio
nl: Beeldverhouding behouden
pl: Zachowanie proporcji
pt_br: Preservar relação de aspecto
ru: Сохранять пропорции
sv: Bevara bild-höjd/breddförhållande
uk: Зберегти коефіцієнт масштабування

source: This determines how many tracks Auto-DJ will add to the 'Playing' list when the list begins to empty.
ca: Això determina quantes pistes Auto-DJ afegirà a la llista de 'Reproduint' quan la llista comenci a buidar-se.
da: Dette bestemmer, hvor mange spor Auto-DJ vil tilføje til 'Spiller' liste, når listen begynder at tømme sig.
de: Anzahl der Tracks die Auto-DJ automatisch in der Abspielliste bereitstellt, bevor diese leerläuft.
he: זה קובע כמה שירים אוטו-DJ יוסיף לרשימת 'מתנגנים' כשמתחילים להתרוקן.
ja: ここでは、「再生中」リストが空になり始めたときにオートDJがリストに追加するトラック数を指定します。
nb_no: Dette bestemmer hvor mange spor Auto-DJ vil legge til 'Spiller nå'-listen når listen begynner å tømme seg.
nl: Bepaalt hoeveel tracks Auto-DJ toevoegt aan de 'Speel' lijst wanneer deze leeg begint te raken.
pt_br: Isto determina quantas faixas o Auto-DJ irá adicionar à janela 'Em Execução' quando a lista começar a ficar vazia.
ru: Определяет, сколько треков автодиджей будет добавлать в список воспроизведения, когда тот начнёт пустеть.
sv: Anger hur många spår Auto-DJ ska lägga till i spellistan när den närmar sig slutet.

source: Every day
ar: كل يوم
ca: Cada dia
da: Hver dag
de: Jeden Tag
el: Κάθε μέρα
he: כל יום
ja: 毎日
nb_no: Hver dag
nl: Elke dag
pl: Codziennie
pt_br: Uma vez por dia
ru: Каждый день
sv: Varje dag
uk: Кожного дня
