Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Resulting directories and filenames:
ar: الملفات الناتجة والدلائل:
ca: Directori i noms de fitxer resultants:
da: Resulterende mapper og filnavne:
de: Neue Ordner und Dateinamen:
el: Κατάλογοι και ονόματα αρχείων που προκύπτουν:
he: תיקיות ושמות קבצים שיתקבלו:
ja: 結果のディレクトリとファイル名:
nb_no: Resulterende direktorater og filnavn:
nl: Uitkomst mappen en bestandnamen:
pl: Wynikowe katalogi i nazwy plików:
pt_br: Resultado dos nomes de arquivos e diretórios:
ru: Целевые папки и файлы:
sv: Resulterande mappar och filnamn:
tr: Ortaya çıkan dizinler ve dosya adları:
uk: Отримані каталоги та імена файлів:

source: Allow compilations
ar: السماح بالمجموعات
ca: Permet compilacions
da: Tillad kompileringer
de: Auswahlen zulassen
el: Να επιτρέπονται συλλογές
he: אלבומי אוסף
ja: コンパイルを許可する
nb_no: Tillat samlinger
nl: Compilaties toestaan
pl: Zezwalaj na kompilacje
pt_br: Permitir coletâneas
ru: Разрешать сборники
sv: Tillåt urval
tr: Derlemelere izin ver
uk: Дозволити компіляції

source: Backup and Restore
ar: النسخ الاحتياطي والاستعادة
ca: Còpia de seguretat i restaurar
da: Sikkerhedskopiér og Gendan
de: Sichern und Wiederherstellen
el: Αντίγραφο Ασφαλείας και Επαναφορά
he: גיבוי ושחזור
ja: バックアップと復元
nb_no: Sikkerhetskopi og gjenoppretting
nl: Backup en Terugzetten
pl: Kopia zapasowa i przywracanie
pt_br: Backup e Restauração
ru: Резервное копирование и восстановление
sv: Säkerhetskopiering och återställning
tr: Yedekleme ve Geri Yükleme
uk: Резервне копіювання та відновлення

source: Always retain the
ar: دائماً
ca: Mantenir sempre el
da: Altid bevare
de: Behalte immer die
el: Πάντα διατήρηση
he: שמור תמיד את ה
ja: 常に記憶
nb_no: Oppretthold alltid de
nl: Behoud altijd de
pl: Zawsze zachowuj
pt_br: Sempre manter os
ru: Всегда сохранять
sv: Behåll alltid
tr: Her zaman şunu koru
uk: Завжди зберігати

source: Height
ar: ارتفاع
ca: Alçada
da: Højde
de: Höhe
el: Ύψος
he: גובה
ja: 高さ
nb_no: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
sv: Höjd
tr: Yükseklik
uk: Висота

source: Select formats supported on the target
ar: اختر التنسيقات المدعومة على الهدف
ca: Seleccioneu els formats compatibles amb l'objectiu
da: Vælg formater, der understøttes af målet
de: Wählen Sie die vom Gerätes unterstützen Formate
el: Επιλογή μορφών που υποστηρίζονται στο στόχο
he: בחר בפורמטים הנתמכים על יעד
ja: ターゲットでサポートされている形式を選択
nb_no: Velg formater som støttes på mål
nl: Door het doel ondersteunde indelingen selecteren
pl: Wybierz formaty obsługiwane w urządzeniu docelowym
pt_br: Selecione os formatos suportados no destino
ru: Выберите поддерживаемые целевые форматы
sv: Välj format som stöds av målet
tr: Hedefte desteklenen biçimleri seçin
uk: Обрати формати, що підтримуються адресатом

source: small
ar: صغير
ca: Petit
da: lille
de: gering
el: μικρή
he: קטן
ja: 小
nb_no: liten
nl: klein
pl: mały
pt_br: pequeno
ru: маленький
sv: låg
tr: küçük
uk: низька

source: This specifies a single character used to enter multiple values within a field (e.g. Rock;Folk). Spaces determine how the character is displayed.
ar: هذا يحدد حرفًا واحدًا لاستخدامه لإدخال قيم متعددة ضمن حقل (مثل Rock;Folk). تحدد المسافات كيف يتم عرض الحرف.
ca: Això especifica un sol caràcter utilitzat per introduir diversos valors dins d'un camp (p. ex., Rock;Folk). Els espais determinen com es mostra el personatge.
da: Dette specificerer et enkelt tegn, der bruges til at indtaste flere værdier i et felt (f.eks. Rock;Folk). Mellemrum bestemmer, hvordan tegnet vises.
de: Hier wird ein Trennzeichen für die Abgrenzung mehrerer Werte in einem Feld angegeben (z. B. Rock;Folk). Leerzeichen davor oder dahinter bestimmen, wie das Zeichen angezeigt wird.
el: Αυτό καθορίζει έναν μεμονωμένο χαρακτήρα που χρησιμοποιείται για την εισαγωγή πολλαπλών τιμών σε ένα πεδίο (π.χ. Rock;Folk). Τα διαστήματα καθορίζουν τον τρόπο εμφάνισης του χαρακτήρα.
he: זה מציין תו יחיד המשמש להזנת מספר ערכים בתוך שדה (למשל רוק;עממי). הרווחים קובעים איך התו יוצג.
ja: 項目内に複数の値を入力するために使用される単一の文字を指定します（例：Rock;Folk）。スペースは文字の表示方法を決定します。
nb_no: Dette spesifiserer et enkelt tegn brukt for å angi flere verdier innen et felt (f.eks. Rock;Folk). Mellomrom bestemmer hvordan tegnet vises.
nl: Dit specificeert een enkel teken dat wordt gebruikt om meerdere waarden in een veld in te voeren (bijv. Rock;Folk). Spaties bepalen hoe het teken wordt weergegeven.
pl: Określa pojedynczy znak używany do wprowadzania wielu wartości w polu (np. Rock;Folk). Spacje określają sposób wyświetlania postaci.
pt_br: Especifica um caractere usado para separar múltiplos valores dentro de um campo (Por exemplo: Rock;Folk). Espaço determina como o caractere é exibido.
ru: Задаёт один символ, используемый для ввода нескольких значений в поле (например, Rock;Folk). Пробелы определяют, как отображается символ.
sv: Detta anger ett enda tecken som används för att ange flera värden inom ett fält (t.ex. Rock;Folk). Mellanslag bestämmer hur tecknet visas.
tr: Bu, bir alana birden fazla değer girmek için kullanılan tek bir karakteri belirtir (örneğin Rock; Folk). Boşluklar, karakterin nasıl görüntüleneceğini belirler.
uk: Вказує, який символ використовується для введення декількох значень в одному полі (наприклад, Рок; Фольк). Пробіли визначають спосіб показу символу.

source: previous files in 'Playing' list
ar: الملفات السابقة في قائمة "قيد التشغيل"
ca: fitxers anteriors a la llista 'Reproduint'
da: tidligere filer i 'Spiller' listen
de: gespielte(n) Tracks in der Abspielliste
he: קבצים קודמים ברשימת 'מתנגנים'
ja: 件の以前のファイルを「再生中」リストに保持する
nb_no: tidligere filer i 'Spiller nå' liste
nl: vorige bestanden in 'Speel' lijst
pt_br: arquivos anteriores na lista 'Em execução'
ru: предыдущие файлы в списке 'Воспроизводится'
sv: tidigare filer i "Spelar" -listan
tr: Önceki dosyalar 'Oynatma' listesinde

source: Enable Auto-DJ
ar: تمكين الدي جي الآلي
ca: Activa el Auto-DJ
da: Aktiver Auto-DJ
de: Auto-DJ aktivieren
el: Ενεργοποίηση Auto-DJ
he: מיקס אוטומטי
ja: オートDJ を有効
nb_no: Aktiver Auto-DJ
nl: Auto-DJ inschakelen
pl: Włącz Auto-DJ
pt_br: Habilitar Auto-DJ
ru: Включить автодиджея
sv: Aktivera Auto-DJ
tr: Otomatik DJ'yi etkinleştir
uk: Увімкнути Авто Діджей

source: Configure layout (current tab)
ar: تكوين التخطيط (علامة التبويب الحالية)
ca: Configura el disseny (pestanya actual)
da: Konfigurer layout (aktuelt faneblad)
de: Layout konfigurieren (ausgewählter Tab)
el: Διαμόρφωση διάταξης (τρέχουσα καρτέλα)
he: ערוך פריסה (כרטיסיה נוכחי)
ja: レイアウトの設定（現在のタブ）
nb_no: Konfigurer layout (nåværende fane)
nl: Lay-out instellen (huidig tabblad)
pl: Konfiguruj układ (bieżąca karta)
pt_br: Configurar o layout (aba atual)
ru: Настроить макет (текущая вкладка)
sv: Konfigurera layout (aktuell flik)
tr: Düzeni yapılandır (geçerli sekme)
uk: Налаштувати структуру (поточна вкладка)

source: Use
ar: الاستخدام
ca: Fer servir
da: Brug
de: Reihenfolge
el: Χρήση
he: השתמש
ja: 使用
nb_no: Bruk
nl: Gebruik
pl: Użyj
pt_br: Usar
ru: Использовать
sv: Använd
tr: Kullanıcı
uk: Використання

source: Enable this if you wish the library to be pruned of any files that have been moved or deleted from a monitored folder. This is extremely useful, but should only be enabled if you're confident that you'll never move files to a folder that isn't monitored, as doing so would result in the file being removed from the Library entirely.
ar: قم بتمكين هذا إذا كنت ترغب في تقليم المكتبة من أي ملفات تم نقلها أو حذفها من مجلد مراقب. هذا مفيد جدًا، ولكن ينبغي تمكينه فقط إذا كنت واثقًا من أنك لن تقوم أبدًا بنقل الملفات إلى مجلد غير مراقب، حيث أن القيام بذلك سيؤدي إلى إزالة الملف من المكتبة بالكامل.
ca: Activeu-ho si voleu que la biblioteca es pugui esborrar qualsevol fitxer que s'hagi mogut o esborrat d'una carpeta monitoritzada. Això és extremadament útil, però només s’ha d’activar si confieu que mai no mogueu fitxers a una carpeta que no estigui monitoritzada, ja que fer-ho provocaria l’eliminació total del fitxer de la biblioteca.
da: Aktiver dette, hvis du ønsker, at biblioteket beskæres for eventuelle filer, der er blevet flyttet eller slettet fra en overvåget mappe. Dette er ekstremt nyttigt, men bør kun aktiveres, hvis du er sikker på, at du aldrig vil flytte filer til en mappe, der ikke overvåges, da det vil resultere i, at filen fjernes helt fra biblioteket.
de: Wenn Sie Dateien aus einem überwachten Ordner verschoben oder gelöscht haben, entfernt diese Funktion auch die Verweise darauf aus dem Archiv. Diese Funktion ist extrem nützlich, aber Achtung! Wenn Sie Dateien versehentlich in nicht überwachte Ordner verschoben haben, werden deren Archiveinträge komplett gelöscht.
el: Ενεργοποιήστε το αν επιθυμείτε η βιβλιοθήκη να καθαρίζει από όσα αρχεία έχουν μετακινηθεί ή διαγραφεί από έναν φάκελο που παρακολουθείται. Αυτό είναι πολύ χρήσιμο, αλλά θα πρέπει να ενεργοποιείται μόνο όταν είστε σίγουροι ότι ποτέ δεν θα μετακινήσετε αρχεία σε ένα φάκελο που δεν παρακολουθείται, λόγω του ότι το αρχείο θα διαγραφεί ολοκληρωτικά από την Βιβλιοθήκη .
he: הפעל זאת אם ברצונך שהספרייה תהיה נגזרת מקבצים שעברו או נמחקו מתיקיה מנוטרת. זה מאוד שימושי, אבל כדאי להפעילו רק אם אתה בטוח שלעולם לא תעביר קבצים לתיקיה שלא מנוטרת, כי לעשות זאת יגרום למחיקת הקבצים מהספרייה לחלוטין.
ja: 監視先フォルダーから移動 / 削除されたファイルをライブラリから削除したい場合に有効にします。 非常に便利ですが、ファイルを監視先フォルダー以外へ移動させることが絶対に無い場合にのみ有効にすべきです。その場合には、結果としてライブラリから削除されたファイルのみが対象になります。
nb_no: Aktiver dette hvis du ønsker at biblioteket skal bli rensket for alle filer som har blitt flyttet eller slettet fra en overvåket mappe. Dette er ekstremt nyttig, men bør kun bli aktivert hvis du er sikkert på at du aldri vil flytte filer til en mappe som ikke er overvåket, pga. at denne funksjonen gjør slik at filen blir fjernet helt fra biblioteket.
nl: Deze optie verwijdert verwijderde of verplaatste bestanden in een gemonitorde map uit de bibliotheek. Dit is handig, maar alleen bruikbaar als bestanden nooit verplaatst of gekopieerd worden naar niet-gemonitorde mappen, omdat het betreffende bestand dan volledig uit de bibliotheek verdwijnt.
pl: Włącz tę opcję, jeśli chcesz, aby biblioteka została wyczyszczona ze wszystkich plików, które zostały przeniesione lub usunięte z monitorowanego folderu. Jest to niezwykle przydatne, ale powinno być włączone tylko wtedy, gdy masz pewność, że nigdy nie przeniesiesz plików do folderu, który nie jest monitorowany, ponieważ spowoduje to całkowite usunięcie pliku z Biblioteki.
pt_br: Habilite esta opção se você deseja remover da Biblioteca as informações de qualquer faixa movida ou excluída de uma pasta monitorada. Isto é extremamente útil, mas só deve ser habilitado se você tiver certeza de que nunca irá mover suas músicas para pastas não monitoradas, pois isto resultaria na faixa sendo removida da Biblioteca.
ru: Включите, если хотите, чтобы библиотека была очищена от файлов, которые были перемещены или удалены из отслеживаемой папки. Включайте, только если вы уверены, что никогда не переместите файлы в неотслеживаемую папку, поскольку это приведёт к полному удалению файла из библиотеки.
sv: Ange detta val om du vill att alla spår som har flyttats eller raderats från en övervakad mapp skall rensas från Mediabiblioteket. Detta är mycket användbart, men skall endast användas om du aldrig flyttar spår till en oövervakad mapp, eftersom spåret då kommer att tas bort från Mediabiblioteket helt och hållet.
tr: Kitaplığın, izlenen bir klasörden taşınan veya silinen dosyalardan ayıklanmasını istiyorsanız bunu etkinleştirin. Bu son derece kullanışlıdır, ancak yalnızca dosyaları izlenmeyen bir klasöre asla taşımayacağınızdan eminseniz etkinleştirilmelidir, çünkü bunu yapmak dosyanın Kitaplıktan tamamen kaldırılmasına neden olur.
uk: Увімкніть це, якщо бажаєте, щоб бібліотеку було відрізано від будь-яких файлів, які були або видалені або переміщені з теки моніторингу. Це надзвичайно корисно, але повинно бути увімкнено лише у випадку, якщо ви впевнені, що ніколи не переміщатимете файли в теку, яка не знаходиться під моніторингом, оскільки це може призвести до цілковитого вилучення файлу з Бібліотеки.

source: Scan file directories for Artwork
ar: فحص أدلة الملفات بحثًا عن الأعمال الفنية
ca: Escaneja els directoris de fitxers per trobar Il·lustracions
da: Scan fimapper for Kunstværk
de: In Datei-Ordnern nach Bildern suchen
el: Σάρωση καταλόγων αρχείου για Γραφικό
he: סרוק ספריות קבצים עבור אומנות
ja: アートワークをファイルのディレクトリで探す
nb_no: Skann fildirektorater etter grafikk
nl: Naar Illustraties in mappen zoeken
pl: Skanuj katalogi plików w poszukiwaniu grafiki
pt_br: Procurar capa no diretório em que está o arquivo
ru: Сканировать папки для поиска иллюстраций
sv: Skanna filkataloger för Albumbilder
tr: Resim için dosya dizinlerini tarayın
uk: Перевірка каталогів файлів на наявність Ілюстрацій

source: If your network uses a proxy server, you'll need to configure these settings to enable Freedb HTTP connections and media streaming. If you don't know the proxy server settings, check with your administrator.
ar: إذا كانت شبكتك تستخدم خادم وكيل، فسوف تحتاج إلى تكوين هذه الإعدادات لتمكين اتصالات Freedb HTTP وتدفق الوسائط. إذا كنت لا تعرف إعدادات خادم الوكيل، فتحقق مع المسؤول الخاص بك.
ca: Si la vostra xarxa utilitza un servidor intermediari, haureu de configurar aquests paràmetres per habilitar les connexions HTTP Freedb i la transmissió multimèdia. Si no coneixeu la configuració del servidor intermediari, consulteu-ho amb l'administrador.
da: Hvis dit netværk bruger en proxyserver, skal du konfigurere disse indstillinger for at aktivere Freedb HTTP-forbindelser og mediestreaming. Hvis du ikke kender proxyserverindstillingerne, skal du tjekke med din administrator.
de: Wenn Ihr Netzwerk über einen Proxy Server verfügt müssen Sie diesen konfigurieren, um GnuDB-HTTP-Verbindungen und mp3/Ogg-Streaming zu ermöglichen. Bei Fragen zum Proxy Server wenden Sie sich an ihren Administrator.
el: Εάν το δίκτυό σας χρησιμοποιεί proxy server, θα πρέπει να διαμορφώσετε αυτές τις ρυθμίσεις για να ενεργοποιήσετε τις συνδέσεις HTTP Freedb και τη ροή πολυμέσων. Εάν δεν γνωρίζετε τις ρυθμίσεις proxy server, επικοινωνήστε με τον administrator.
he: אם הרשת שלך משתמשת בשרת פרוקסי, אליך להגדיר את ההגדרות הללו כדי לאפשר חיבורי HTTP עם Freedb וזרימת מדיה. אם אינך יודע את הגדרות שרת הפרוקסי, בדוק עם המנהל שלך.
ja: ネットワークがプロキシサーバーを使用している場合は、FreeDBのHTTP接続とメディアストリーミングを有効にするためにこれらの設定を構成する必要があります。プロキシサーバーの設定がわからない場合は管理者に確認してください。
nb_no: Hvis nettverket ditt bruker en proxy-server må du konfigurere disse innstillingene for å aktivere Freedb HTTP-tilkoblinger og media streaming. Hvis du ikke kjenner proxy-serverinnstillingene, sjekk med administratoren.
nl: Als het netwerk een proxyserver gebruikt, moeten deze instellingen geconfigureerd worden om Freedb HTTP-verbindingen en mediastreaming te kunnen gebruiken. Neem contact op met de beheerder voor de proxy-instellingen.
pl: Jeśli Twoja sieć korzysta z serwera proxy, musisz skonfigurować te ustawienia, aby umożliwić połączenia Freedb HTTP i strumieniowe przesyłanie multimediów. Jeśli nie znasz ustawień serwera proxy, skontaktuj się z administratorem.
pt_br: Se sua rede usa um servidor proxy, você vai precisar configurar estas opções para permitir conexões ao Freedb e streaming de mídia. Se não souber as configurações do proxy, verifique com o administrador de sua rede.
ru: Если в сети используется прокси-сервер, необходимо настроить эти параметры, чтобы включить HTTP-соединения Freedb и потоковую передачу мультимедиа. Если вы не знаете настройки прокси-сервера, обратитесь к администратору.
sv: Om ditt nätverk använder en proxy-server måste du konfigurera dessa inställningar för att kunna använda Freedb HTTP-anslutningar och MP3-/OGG-streaming. Om du inte vet inställningarna för proxy, kontakta din systemadministratör.
tr: Ağınız bir proxy sunucusu kullanıyorsa, Freedb HTTP bağlantılarını ve medya akışını etkinleştirmek için bu ayarları yapılandırmanız gerekir. Proxy sunucusu ayarlarını bilmiyorsanız, yöneticinize danışın.
uk: Ці параметри потрібно буде налаштувати, щоб увімкнути з'єднання HTTP Freedb та потокове передавання медіа, якщо у вашій мережі використовується проксі-сервер. Якщо ви не знаєте налаштувань проксі-сервера, зверніться до адміністратора.

source: When files are playing:
ar: عندما يتم تشغيل الملفات:
ca: Quan es reprodueixen fitxers:
da: Når filer afspilles:
de: Wenn Dateien abgespielt werden:
el: Όταν τα αρχεία αναπαράγονται:
he: כאשר קבצים מושמעים:
ja: ファイルが再生されている時:
nb_no: Når filer spilles av:
nl: Tijdens afspelen:
pl: Podczas odtwarzania plików:
pt_br: Quando arquivos estão tocando:
ru: Когда воспроизводятся файлы:
sv: När filer spelas:
tr: Dosyalar oynatılırken:
uk: Під час відтворення файлів:

source: Prevents Auto-DJ from adding tracks while this Type of content is playing
ar: يمنع Auto-DJ من إضافة المسارات بينما يكون نوع المحتوى هذا قيد التشغيل
ca: Evita que el Auto-DJ afegeixi pistes mentre es reprodueix aquest tipus de contingut
da: Forhindrer Auto-DJ i at tilføje numre, mens denne Type indhold afspilles
de: Verhindert, dass Auto-DJ Tracks hinzufügt während dieser Dateityp abgespielt wird
el: Αποτρέπει την προσθήκη κομματιών από το Auto-DJ κατά την αναπαραγωγή αυτού του Τύπου περιεχομένου
he: מונע מאוטו-DJ להוסיף שירים בזמן סוג התוכן הזה מושמע
ja: この種類のコンテンツが再生されている間、オートDJがトラックを追加できないようにします
nb_no: Forhindrer Auto-DJ fra å legge til spor mens denne typen innhold spilles
nl: Voorkomt dat Auto-DJ tracks toevoegt wanneer dit soort muziek wordt afgespeeld
pl: Zapobiega dodawaniu utworów przez Auto-DJ podczas odtwarzania tego typu treści
pt_br: Impede que o Auto-DJ adicione faixas quando esse tipo de arquivo estiver tocando
ru: Запрещает автодиджею добавлять треки во время воспроизведения контента такого типа
sv: Förhindrar att Auto-DJ lägger till spår medan denna typ av innehåll spelas upp
tr: Bu içerik türü çalınırken Auto-DJ'in parça eklemesini engeller
uk: Забороняє Авто Діджею додавати доріжки під час відтворення такого типу вмісту

source: (Unknown)
ar: (غير معروف)
ca: (Desconegut)
da: (Ukendt)
de: (Unbekannt)
el: (Άγνωστη)
he: (לא ידוע)
ja: （不明）
nb_no: (Ukjent)
nl: (Onbekend)
pl: (Nieznany)
pt_br: (Desconhecido)
ru: (Неизвестно)
sv: (Okänd)
tr: (Bilinmiyor)
uk: (Невідомо)

source: EPs
da: EP'er
ja: EP
nb_no: EP-er
pl: EPki
ru: Миньоны
sv: EP

source: Syncs updated metadata such as ratings and play counts from the device to the PC.
ar: يقوم بمزامنة البيانات الوصفية المحدثة مثل التقييمات وعدد مرات التشغيل من الجهاز إلى الكمبيوتر الشخصي.
ca: Sincronitza metadades actualitzades, com ara puntuacions i recompte de reproduccions des del dispositiu a l'ordinador.
da: Synkroniser opdaterede metadata, såsom ratings og afspilningstællinger, fra enheden til PC'en.
de: Synchronisiert aktualisierte Metadaten, wie z.B. Bewertungen und Abspiel-Zähler vom Gerät zum PC.
el: Συγχρονίζει τα ενημερωμένα μεταδεδομένα, όπως εκτιμήσεις και μετρήσεις αναπαραγωγής από τη συσκευή στον Η/Υ.
he: מסנכרן מטא נתונים מעודכנים כמו דירוגים ומסירה ממכשיר למחשב.
ja: デバイスからPCへ、評価や再生回数などの更新されたメタデータを同期します。
nb_no: Synkroniserer oppdatert metadata slik som vurderinger og antall ganger spilt fra enheten til PC-en.
nl: Synchroniseert bijgewerkte metadata, zoals scores en afspeeltellers, van het apparaat met de PC.
pl: Synchronizuje zaktualizowane metadane, takie jak oceny i liczby odtworzeń, z urządzenia na komputer.
pt_br: Sincroniza metadados atualizados tais como avaliações e contagem de execuções do dispositivo para o PC.
ru: Синхронизирует обновлённые метаданные, такие как рейтинги и количество воспроизведений, с устройства на ПК.
sv: Synkroniserar uppdaterade metadata som betyg och uppspelningsantal från enheten till datorn.
tr: Reytingler ve oynatma sayıları gibi güncellenen meta verileri cihazdan bilgisayara senkronize eder.
uk: Синхронізує оновлені метадані, такі як оцінки та кількість відтворень з пристрою на ПК.

source: Relative paths store file links in a playlist in relation to playlist's location, allowing the playlist and content to be moved to other locations without breaking the links.
ar: تخزن المسارات النسبية الروابط الملفات في قائمة التشغيل فيما يتعلق بموقع قائمة التشغيل، مما يسمح بنقل قائمة التشغيل والمحتوى إلى مواقع أخرى دون كسر الروابط.
ca: Els camins relatius emmagatzemen els enllaços de fitxers en una llista de reproducció en relació amb la ubicació de la llista de reproducció, cosa que permet moure la llista de reproducció i el contingut a altres ubicacions sense trencar-los.
da: Relativ stier gemme fil-links i en playliste i forhold til playlistens placering, hvilket tillader, at playlisten og indholdet kan flyttes til andre placeringer uden at bryde linksene.
de: Mit relativen Pfaden werden die Links zu den Dateien ausgehend vom Verzeichnis der Wiedergabeliste gesetzt. Somit können Wiedergabeliste UND die Dateien zusammen in ein anderes Verzeichnis kopiert werden, ohne den Link zu den Dateien zu verlieren.
el: Οι σχετικές διαδρομές αποθηκεύουν συνδέσμους αρχείων σε μια λίστα αναπαραγωγής σε σχέση με την τοποθεσία της λίστας αναπαραγωγής, επιτρέποντας τη μετακίνηση της λίστας αναπαραγωγής και του περιεχομένου σε άλλες τοποθεσίες χωρίς το σπάσιμο των συνδέσμων.
he: נתיבים יחסיים שומרים על קישורי קבצים ברשימת השמעה ביחס למיקום הרשימה, מה שמאפשר לרשימה והתוכן להיות מועברים למקומות אחרים מבלי לשבור את הקישורים.
ja: 相対パスは、プレイリストの場所に関連してファイルリンクをプレイリストに保存し、リンクを途切れさせることなくプレイリストとコンテンツを他の場所に移動させることができます。
nb_no: Relative stier lagrer fillenker i en spilleliste i forhold til spillelistens plassering, og lar spillelisten og innholdet flyttes til andre steder uten å bryte lenkene.
nl: Relatieve paden slaan bestandskoppelingen in een afspeellijst op in relatie tot de locatie van de afspeellijst waardoor de afspeellijst en inhoud kunnen worden verplaatst zonder de koppelingen te verbreken.
pl: Ścieżki względne przechowują łącza do plików na liście odtwarzania w odniesieniu do lokalizacji listy odtwarzania, umożliwiając przenoszenie listy odtwarzania i zawartości do innych lokalizacji bez zrywania łączy.
pt_br: Caminhos relativos armazenam os links dos arquivos na lista de modo relativo ao local da lista, permitindo que a lista e o conteúdo sejam movidos para outros locais, sem quebrar os links.
ru: Относительные пути хранят ссылки на файлы в плейлисте в зависимости от его местоположения, позволяя перемещать плейлист и содержимое в другие места без разрыва ссылок.
sv: Relativa sökvägar lagrar fillänkar i en spellista i förhållande till spellistans plats, vilket gör att spellistan och innehållet kan flyttas till andra platser utan att bryta länkarna.
tr: Bağıl yollar, çalma listesinin konumuna göre dosya bağlantılarını bir çalma listesinde depolar ve bu sayede çalma listesinin ve içeriğin bağlantıları bozmadan başka konumlara taşınmasına olanak tanır.
uk: Відносні шляхи зберігають посилання на файли у списку відтворення щодо місця розташування списку відтворення, що дозволяє переміщувати список відтворення та вміст в інші місця, не порушуючи посилання.

source: Use only the first Genre when multiple Genres exist
ar: استخدام النوع الأول فقط عند وجود عدة
ca: Utilitzeu només el primer gènere quan hi hagi diversos gèneres
da: Brug kun de første Genre når flere genrer findes
de: Nur erstes Genre bei Multi-Genres verwenden
el: Χρήση μόνο του πρώτου Είδους όταν υπάρχουν πολλά Είδη
he: השתמש רק בז'אנר הראשון כאשר קיימים מספר ז'אנרים
ja: 複数のジャンルが存在する場合、最初のジャンルのみを使用
nb_no: Bruk kun den første verdien når flere Sjangre eksisterer
nl: Gebruik alleen eerste genre als er meerdere zijn
pl: Użyj pierwszego gatunku, gdy istnieje więcej gatunków
pt_br: Usar apenas o primeiro valor quando houver múltiplos gêneros
ru: Если несколько жанров, использовать только первый
sv: Använd endast den första genren när flera genrer finns
tr: Birden fazla Tür mevcut olduğunda yalnızca ilk Türü kullanın
uk: Використати лише перший Жанр коли присутні декілька Жанрів
