Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Play next in MediaMonkey
ca: Reprodueix a continuació a MediaMonkey
da: Afspil næste i MediaMonkey
de: In MediaMonkey als nächstes abspielen
el: Αναπαραγωγή επόμενου στο MediaMonkey
he: נגן הבא ב-MediaMonkey
ja: MediaMonkey で次に再生
nb_no: Spill neste i MediaMonkey
nl: Hierna afspelen in MediaMonkey
pl: Odtwórz następny w MediaMonkey
pt_br: Executar a seguir no MediaMonkey
ru: Воспроизвести следующий в MediaMonkey
sv: Spela här&näst i MediaMonkey
uk: Відтворити далі в MediaMonkey

source: Could not write the image layout to the disk.
ca: No s'ha pogut escriure la disposició la imatge al disc.
da: Kunne ikke skrive billedlayout til disken.
de: Die Zusammenstellung konnte nicht auf das Medium geschrieben werden.
el: Δεν ήταν δυνατή η εγγραφή της διάταξης εικόνας στον δίσκο.
he: לא ניתן היה לכתוב את פריסת התמונה לדיסק.
ja: イメージレイアウトをディスクに書き込めませんでした。
nb_no: Kunne ikke skrive bilelayoutet til disken.
nl: Kan de afbeeldingslay-out niet naar de schijf schrijven.
pt_br: Não foi possível gravar o layout da imagem no disco.
ru: Не удалось записать макет образа на диск.
sv: Kunde inte skriva image-layouten till disken.
tr: Görüntü düzeni diske yazıılamadı..
uk: Не вдалося записати макет зображення на диск.

source: Auto-tag allows you to update tags based on existing filenames
ca: L’etiquetatge automàtic us permet actualitzar les etiquetes en funció dels noms de fitxer existents
da: Auto-tag tillader dig at opdatere tags baseret på eksisterende filnavne
de: Mit "Auto-Taggen" können Sie die Tags aus Datei- und/oder Ordnernamen erzeugen/aktualisieren
el: Η αυτόματη ετικέτα σάς επιτρέπει να ενημερώνετε ετικέτες με βάση υπάρχοντα ονόματα αρχείων
he: תגיות אוטומטיות מאפשרות לך לעדכן תגים בהתבסס על שמות קובצים קיימים
ja: 自動タグ付けを使用すると、既存のファイル名に基づいてタグを更新できます
nb_no: Auto-tag lar deg oppdatere tagger basert på eksisterende filnavn
nl: Auto-labelen maakt het mogelijk dat labels automatisch worden bijgewerkt o.b.v. bestaande bestandsnamen
pl: Automatyczne tagowanie pozwala aktualizować tagi na podstawie istniejących nazw plików
pt_br: Auto-tag permite atualizar tags com base no nome dos arquivos
ru: Автотегирование позволяет обновлять теги на основе существующих имён файлов
sv: Auto-Tag låter dig uppdatera ID3-taggar baserat på filnamn
tr: Otomatik etiketleme, etiketleri mevcut dosya adlarına göre güncellemenize olanak tanır
uk: Автоматичне додавання тегів дозволяє оновлювати теґи на основі наявних імен файлів

source: This determines what the default behavior is when a file is double-clicked or [enter] is pressed. Options are Play Now, Play Next, Play Last, or Edit Properties.
ca: Això determina quin és el comportament predeterminat quan es fa doble clic a un fitxer o es prem [entrar]. Les opcions són 'Reprodueix ara, `'Reprodueix següent', 'Reprodueix darrer' o 'Edita propietats'.
da: Dette bestemmer, hvad standardadfærden er, når en fil bliver dobbeltklikket eller [enter] er trykket. Muligheder er Spil nu, Spil Næste, Spil Sidst, eller Redigér Egenskaber.
de: Bestimmen Sie die Reaktionen bei Doppelklick oder [Enter]. Auszuwählen ist: "Jetzt abspielen", "Als nächstes abspielen", "Zuletzt abspielen" oder "Eigenschaften bearbeiten".
el: Αυτό καθορίζει ποια είναι η προεπιλεγμένη συμπεριφορά όταν ένα αρχείο έχει διπλό κλικ ή πατηθεί [enter]. Οι επιλογές είναι Αναπαραγωγή Τώρα, Αναπαραγωγή Επόμενου, Αναπαραγωγή Τελευταίου ή Επεξεργασία Ιδιοτήτων.
he: זה קובע מה התנהגות ברירת המחדל היא כאשר לוחצים פעמיים על קובץ או לוחצים [enter]. האפשרויות הן נגן עכשיו, נגן הבא, נגן אחרון או ערוך תכונות.
ja: ファイルをダブルクリックするか、「ENTER」キーを押したときのデフォルトの動作を指定します。「今すぐ再生」、「次に再生」、「最後に再生」、または「プロパティの編集」のオプションがあります。
nb_no: Dette bestemmer hva som er standard atferd når en fil dobbelklikkes eller [enter] trykkes. Alternativene er Spill Nå, Spill Neste, Spill Sist, eller Rediger Egenskaper.
nl: Hiermee wordt de standaard-actie is bij dubbel klikken op een bestand of wanneer op [Enter] wordt gedrukt. Opties zijn: Nu Afspelen, Hierna Afspelen, Als Laatste Afspelen of Eigenschappen.
pl: Określa to domyślne zachowanie po dwukrotnym kliknięciu pliku lub naciśnięciu klawisza [enter]. Dostępne opcje to Odtwórz teraz, Odtwórz następny, Odtwórz ostatni lub Edytuj właściwości.
pt_br: Isto determina o comportamento padrão quando se dá um duplo-clique ou se pressiona <enter> sobre um arquivo. As opções são Executar Agora, Executar Próxima, Executar no Final e Editar Propriedades.
ru: Определяет поведение по умолчанию при двойном щелчке по файлу или нажатии Enter. Доступны следующие опции: воспроизвести, воспроизвести следующий, воспроизвести последний и изменить свойства.
sv: Detta avgör vad som ska hända när användaren dubbelklickar på ett spår eller trycker på <enter>. Alternativen är Spela nu, Spela som nästa, Spela sist eller Ändra egenskaper.
tr: Bu, bir dosyaya çift tıklandığında veya [enter] tuşuna basıldığında varsayılan davranışın ne olacağını belirler. Seçenekler Şimdi Oynat, Sonrakini Oynat, Sonuncuyu Oynat veya Özellikleri Düzenle'dir.
uk: Це визначає типову поведінку при подвійному клацанні на файлі або натисканні клавіші [Enter]. Параметри: Відтворити зараз, Відтворити наступним, Відтворити останнім або Редагувати властивості.

source: Display format for 'Track summary' (e.g. in Player):
ca: Format de visualització del "Resum de la pista" (p. Ex., A Reproductor):
da: Vis format for 'Track summary' (f.eks. i Afspiller):
de: Anzeigeformat für "Titel-Zusammenfassung" (z.B. im Player):
el: Μορφή εμφάνισης για 'Περίληψη κομματιού' (π.χ. στον Player):
he: תבנית תצוגה עבור 'סיכום רצועות' (לדוגמה בנגן):
ja: 「トラックの概要」の表示形式（プレイヤーなど）:
nb_no: Displayformat for 'Sporoppsummering' (f.eks. i Spiller):
nl: Indeling voor 'Tracksamenvatting'(bijv. in Speler):
pl: Format wyświetlania „Podsumowania utworu” (np. w odtwarzaczu):
pt_br: Formato de exibição para 'Resumo da faixa' (Por ex. no tocador):
ru: Формат вывода сводных сведений о треке (например, в плеере):
sv: Visningsformat för "Spårsammanfattning" (t.ex. i spelare):
tr: 'Parça özeti' için görüntüleme biçimi (örneğin Oynatıcıda):
uk: Формат показу для "Відомості про доріжку" (наприклад, у Програвачі):

source: MediaMonkey will reload (which may terminate existing processes).
ca: MediaMonkey es tornarà a carregar (cosa que pot finalitzar els processos existents).
da: MediaMonkey vil genindlæse (hvilket kan afslutte eksisterende processer).
de: MediaMonkey wird neu gestartet (laufende Prozesse würden dabei abgebrochen).
el: Το MediaMonkey θα ξαναφορτώσει (ενδέχεται να τερματίσει υπάρχουσες διαδικασίες).
he: MediaMonkey ייטען מחדש.
ja: MediaMonkeyを再起動します（既存のプロセスが終了する可能性があります）。
nb_no: MediaMonkey vil lastes på nytt (som kan terminere eksisterende prosesser).
nl: MediaMonkey wordt opnieuw gestart (Mogelijk worden bestaande processen beëindigd).
pl: MediaMonkey przeładuje się (co może zakończyć istniejące procesy).
pt_br: O MediaMonkey irá recarregar (isso pode encerrar processos existentes).
ru: MediaMonkey перезагрузится (что может привести к завершению существующих процессов).
sv: MediaMonkey laddas om (avslutar eventuella pågående processer).
uk: MediaMonkey буде перезавантажено (що може припинити наявні процеси).

source: Imported %d new files
ca: S'han importat %d fitxers nous
da: Importerede %d nye filer
de: %d neue Dateien importiert
el: Εισήχθησαν %d νέα αρχεία
he: יובאו %d קבצים חדשים
ja: %d個の新規ファイルをインポート
nb_no: Importerte%d nye filer
nl: %d Nieuwe bestanden geïmporteerd
pl: Zaimportowano %d nowych plików
pt_br: Importados %d novos arquivos
ru: Импортировано новых файлов: %d
sv: Importerade %d nya filer
uk: Імпортовано %d нових файлів

source: Did not import %d files (did not match import criteria)
ca: No s'han importat %d fitxers (no coincideixen amb els criteris d'importació)
da: Importerede ikke %d filer (opfyldte ikke importkriterierne)
de: %d Dateien nicht importiert (aufgrund der Filterregeln)
el: Δεν εισάχθηκαν %d αρχεία (δεν ταίριαξαν με τα κριτήρια εισαγωγής)
he: דולגו %d קבצים (לא תואמים את קריטריון הייבוא)
ja: %d個のファイルをインポートしませんでした（インポート条件に一致せず）
nb_no: Importerte ikke %d filer (samsvarte ikke med importkriteriet)
nl: %d Bestanden niet geïmporteerd (voldoen niet aan criteria)
pl: Nie zaimportowano %d plików (nie spełniały kryterów importu)
pt_br: %d arquivos não foram importados, por não atenderem aos critérios de importação
ru: Не импортировано файлов: %d (не соответствуют критериям импорта)
sv: Importerade ej %d filer (matchade inte importkriteria)
tr: %d dosya içe aktarılmadı (içe aktarma ölçütleriyle eşleşmedi)
uk: Не імпортовано %d файлів (не відповідає критеріям імпорту)

source: Failed to import %d files
ca: No s'han pogut importar %d fitxers
da: Kunne ikke importere %d filer
de: Import von %d Dateien fehlgeschlagen
el: Αποτυχία εισαγωγής %d αρχείων
he: הייבוא של %d קבצים נכשל
ja: %d個のファイルのインポートに失敗しました
nb_no: Klarte ikke å importere %d filer
nl: Importeren %d bestanden mislukt
pl: Nie udało się zaimportować %d plików
pt_br: Falha ao importar %d arquivos
ru: Ошибка импорта файлов (%d шт.)
sv: Misslyckades med att importera %d filer
uk: Не вдалося імпортувати %d файлів

source: There was a problem ripping or verifying the following track(s):
ca: S'ha produït un problema en copiar o verificar les pistes següents:
da: Der var et problem med at rippe eller verificere de følgende spor:
de: Fehler beim Rippen oder Überprüfen der folgenden Tracks:
el: Παρουσιάστηκε πρόβλημα κατά το rip ή την επαλήθευση του(ων) ακόλουθου(ων) κομματιού(ιών):
he: היתה בעיה בצריבה או באימות הרצועה(ות) הבאות:
ja: 次のトラックのリッピングまたは検証中に問題が発生しました:
nb_no: Det var et problem med å rippe eller verifisere de følgende sporene:
nl: Probleem bij het rippen of verifiëren van de volgende track(s):
pl: Wystąpił problem podczas zgrywania lub weryfikowania następujących utworów:
pt_br: Houve um problema ao extrair ou verificar a(s) seguinte(s) faixa(s):
ru: Проблема с риппингом или проверкой следующих треков:
sv: Det var problem med att avläsa/rippa eller verifiera följande spår:
uk: Виникла проблема з копіюванням або перевіркою таких доріжок:

source: Imported
ca: Importat
da: Importerede
de: Importiert
el: Εισήχθησαν
he: מיובאים
ja: インポート済み
nb_no: Importert
nl: Geïmporteerd
pl: Zaimportowane
pt_br: Importado
ru: Импортировано
sv: Importerad
uk: Імпортовано

source: Adding $FAdd$ of $FTot$ ($Dir$$Str$)
ar: إضافة $فاد$ على $ فتوت (Dir$ $ $$) تقارير عن المعاملات المشبوهة
ca: Afegint $FAdd$ de $FTot$ ($Dir$$Str$)
da: Tilføjelse $FAdd$ af $FTot$ ($dir$$Str$)
de: Füge $FAdd$ von $FTot$ ($Dir$$Str$) hinzu
el: Πρόσθεση $FAdd$ από $FTot$ ($Dir$$Str$)
he: מוסיף $FAdd$ מתוך $FTot$ ($Dir$$Str$)
ja: $FAdd$/$FTot$ ($Dir$$Str$)の追加中
nb_no: Legger til $FAdd$ av $FTot$ ($Dir$$Str$)
nl: $FAdd$ van $FTot$ toevoegen ($Dir$$Str$)
pl: Dodawanie $FAdd$ z $FTot$ ($Dir$$Str$)
pt_br: Adicionando $FAdd$ de $FTot$ ($Dir$$Str$)
ru: Добавление $FAdd$ из $FTot$ ($Dir$$Str$)
sv: Lägger till $FAdd$ av $FTot$ ($Dir$$Str$)
uk: Додавання $FAdd$ з $FTot$ ($Dir$$Str$)

source: This determines what files are played when the 'Play now' command is run for a single file. By default the selected file and others subsequent to it play. The alternative is that only the selected file plays.
ca: Això determina quins fitxers es reprodueixen quan s'executa l'ordre "Reprodueix ara" per a un sol fitxer. Per defecte, es reprodueix el fitxer seleccionat i altres posteriors. L’alternativa és que només es reprodueixi el fitxer seleccionat.
da: Dette bestemmer, hvilke filer der afspilles, når 'Spil nu' kommandoen køres for en enkelt fil. Som standard afspilles den valgte fil og de efterfølgende. Alternativet er, at kun den valgte fil afspilles.
de: Bestimmt die Wirkung des Befehls "Jetzt abspielen" für eine einzelne Datei. Voreingestellt ist: Die ausgewählte Datei und die im Anzeigefenster darauf folgenden Tracks werden abgespielt. Alternativ wird nur die ausgewählte Datei abgespielt.
el: Αυτό καθορίζει ποια αρχεία αναπαράγονται όταν εκτελείται η εντολή 'Αναπαραγωγή τώρα' για ένα single αρχείο. Από προεπιλογή, αναπαράγονται το επιλεγμένο αρχείο και άλλα μετά από αυτό. Η εναλλακτική είναι ότι αναπαράγεται μόνο το επιλεγμένο αρχείο.
he: זה קובע אילו קבצים מתנגנים בעת הפעלת פקודת 'נגן עכשיו' עבור קובץ אחד. כברירת מחדל, כל הקבצים עד לאלה שנבחרו מושמעים. האלטרנטיבה היא להפעיל רק את הקובץ שנבחר.
ja: 「今すぐ再生」コマンドが１つのファイルに対して実行されたときに再生されるファイルを指定します。デフォルトでは、選択したファイルとそれに続く他のファイルが再生されます。選択したファイルのみを再生するという方法もあります。
nb_no: Dette bestemmer hvilke filer som spilles når 'Spill nå' kommandoen utføres for en enkelt fil. Som standard spilles den valgte filen og andre som følger etter den. Alternativet er at bare den valgte filen spilles av.
nl: Bepaalt welke bestanden worden afgespeeld wanneer 'Nu Afspelen' wordt gekozen voor een enkel bestand. Standaard wordt het gekozen en opvolgende bestanden gespeeld. Alternatief kan alleen het gekozen bestand worden afgespeeld.
pl: Określa to, jakie pliki są odtwarzane po uruchomieniu polecenia „Odtwórz teraz” dla pojedynczego pliku. Domyślnie odtwarzany jest wybrany plik i pozostałe po nim. Alternatywą jest to, że odtwarzany jest tylko wybrany plik.
pt_br: Isto determina quais arquivos são tocados quando o comando Executar Agora é dado sobre um único arquivo. Por padrão, são tocados o arquivo atualmente selecionado e todos os subsequentes, existentes na lista. A outra opção é tocar apenas o arquivo selecionado.
ru: Определяет, какие файлы будут воспроизводиться при выполнении команды 'Воспроизвести' для отдельного файла. По умолчанию воспроизводится выбранный файл и файлы, следующие за ним. Альтернативный вариант - воспроизведение только выбранного файла.
sv: Anger vilka spår som spelas när 'Spela nu' har valts för ett ensamt spår. Som förinställning spelas det valda spåret och efterföljande spår. Alternativt spelas endast det valda spåret.
tr: Bu, 'Şimdi oynat' komutu tek bir dosya için çalıştırıldığında hangi dosyaların oynatılacağını belirler. Varsayılan olarak seçili dosya ve ondan sonrakiler oynatılır. Alternatif olarak yalnızca seçili dosya oynatılır.
uk: Це визначає які файли відтворюватимуться під час виконання команди "Відтворити зараз" для одного файлу. Типово відтворюється вибраний файл та інші наступні файли. Альтернатива полягає в тому, що відтворюється лише вибраний файл.

source: Ripping
ca: Copiant
da: Ripper
de: Rippen
he: המרת CD לקבצים
ja: リッピング
nl: Rippen
pl: Zgrywanie
pt_br: Extração de CD
ru: Риппинг
sv: Avläsning/rippning
uk: Копіювання

source: Playing list
ca: Llista de reproducció
da: Spiller liste
de: Abspielliste
el: Λίστα αναπαραγωγής
he: עכשיו מנגן
ja: 再生リスト
nb_no: Spiller nå liste
nl: Speellijst
pl: Lista odtwarzania
pt_br: Lista Em execução
ru: Воспроизведение списка
sv: 'Spelande' lista
uk: Список відтворення

source: Shuffle disabled. Unable to unshuffle due to edits - use 'Undo' to revert changes to the Playing list.
ca: La barreja aleatòria està desactivada. No es pot cancel·lar la barreja a causa de les edicions: feu servir "Desfés" per revertir els canvis a la llista de reproducció.
da: Shuffle deaktiveret. Kan ikke ophæve shuffle grundet redigeringer - brug 'Fortryd' for at vende ændringerne til Spiller liste.
de: Mischen deaktiviert. Wegen Ihrer Änderungen in der Liste kann das Mischen nicht rückgängig gemacht werden. Benutzen Sie dafür bitte "Rückgängig" im 3-Punkte-Menü der Abspielliste.
he: שאפל נוטרל. לא ניתן לבטל את הדהוי בשל עריכות - השתמש ב'בטל' כדי לחזור לשינויים ברשימת המתנגנים.
ja: シャッフルは無効です。編集のためシャッフルを解除できません。再生リストへの変更を元に戻すには「元に戻す」を使用してください。
nb_no: Shuffle deaktivert. Kan ikke fjerne shuffle på grunn av endringer - bruk 'Angre' for å reversere endringer til Spiller nå-listen.
nl: Willekeurige volgorde uitgeschakeld. Kan de willekeurige volgorde niet ongedaan maken vanwege bewerkingen. Gebruik 'Ongedaan maken' om wijzigingen in de 'Speel' lijst ongedaan te maken.
pt_br: Embaralhar desativado. Impossível desembaralhar devido a edições. Use 'Desfazer' para reverter alterações na lista 'Em execução'.
ru: Перемешивание отключено. Невозможно отменить перемешивание из-за изменений. Используйте функцию отмены операции, чтобы вернуть список воспроизведения в исходный вид.
sv: Blanda inaktiverad. Det går inte att blanda på grund av redigeringar - använd "Ångra" för att återställa ändringar i listan "Spelar".
tr: Karıştırma devre dışı. Düzenlemeler nedeniyle karıştırma geri alınamıyor - Çalınan listedeki değişiklikleri geri almak için 'Geri Al'ı kullanın.

source: Shuffles the Playing list and makes default play commands shuffle tracks.
ca: Barreja la llista de reproducció i estableix les ordres de reproducció aleatòria de les pistes com a predeterminades.
da: Shuffler Spiller listen og gør standardafspilningskommandoer blande spor.
de: Mischt die Abspielliste und fügt neue Tracks an Zufallspositionen in die Abspielliste ein.
he: מערבל את רשימת המתנגנים ועושה פקודות הפעלה ברירת מחדל לערבב רצועות.
ja: 再生リストをシャッフルし、デフォルトの再生コマンドでトラックをシャッフルします。
nb_no: Shuffle Spiller nå-listen og gjør standard spillekommandoer tilfeldig.
nl: Shuffles de 'Speel' lijst en zorgt ervoor dat standaardafspeelopdrachten nummers in willekeurige volgorde afspelen.
pt_br: Embaralha a lista 'Em execução' e faz o comando executar padrão embaralhar as faixas.
ru: Перемешивает плейлист и заставляет команды воспроизведения по умолчанию перемешивать треки.
sv: Blandar spellistan och lägger in nya spår i spellistan slumpmässigt.
tr: Oynatılan listeyi karıştırır ve varsayılan oynatma komutlarının parçaları karıştırmasını sağlar.
uk: Перемішує список відтворення і змушує типові команди відтворення перемішувати доріжки.

source: Remove from Playing list only
ca: Elimina només de la llista de reproducció
da: Fjern kun fra Spiller liste
de: Nur aus der Abspielliste entfernen
el: Αφαίρεση μόνο από την Λίστα Αναπαραγωγής
he: הסר מרשימת "מתנגן כרגע"
ja: 再生リストからのみ削除
nb_no: Fjern fra Spiller nå-listen bare
nl: Alleen van de 'Speel' lijst verwijderen
pl: Usuń tylko z listy odtwarzania
pt_br: Remover somente da lista Em execução
ru: Удалить только из плейлиста
sv: Ta endast bort från spellista
uk: Вилучити лише зі списку відтворення

source: Remove from Playing list and
ca: Elimina de la llista de reproducció i
da: Fjern fra Spiller liste og
de: Aus der Abspielliste entfernen und
el: Αφαίρεση από την Λίστα Αναπαραγωγής και
he: הסר מרשימת "מתנגן כרגע" וגם
ja: 再生リストから削除
nb_no: Fjern fra Spiller nå-listen og
nl: Van de 'Speel' lijst verwijderen en
pl: Usuń z listy odtwarzania i
pt_br: Remover da lista Em execução e
ru: Удалить из плейлиста и
sv: Ta bort från spellista och
uk: Вилучити зі списку відтворення та

source: Delete from Playing list and the database only
ca: Esborreu només de la llista de reproducció i de la base de dades
da: Slet fra Spiller liste og kun databasen
de: Nur aus der Abspielliste und der Datenbank entfernen
el: Διαγραφή μόνο από την Λίστα Αναπαραγωγής και την βάση δεδομένων
he: הסר מרשימת "מתנגן כרגע" וממסד הנתונים
ja: 再生リストとデータベースからのみ削除
nb_no: Slett fra Spiller nå-listen og kun databasen
nl: Alleen van de 'Speel' lijst en uit de database verwijderen
pl: Usuń tylko z listy odtwarzania i bazy danych
pt_br: Excluir somente da lista Em execução e da base de dados
ru: Удалить только из плейлиста и базы данных
sv: Ta endast bort från spellistan och databasen
uk: Видалити лише зі Списку відтворення та з бази даних

source: Delete from Playing list, the database and drive
ca: Esborreu de la llista de reproducció, la base de dades i del disc
da: Slet fra Spiller liste, databasen og drevet
de: Aus Abspielliste und Datenbank entfernen und Datei vom Laufwerk löschen
el: Διαγραφή από την Λίστα Αναπαραγωγής, την βάση δεδομένων και την μονάδα δίσκου
he: הסר מרשימת "מתנגן כרגע", ממסד הנתונים והכונן
ja: 再生リスト、データベース、ドライブから削除
nb_no: Slett fra Spiller nå-listen, databasen og disken
nl: Van de 'Speel' lijst, schijf en uit de database verwijderen
pl: Usuń z listy odtwarzania, bazy danych i dysku
pt_br: Excluir da lista Em execução, da base de dados e do disco
ru: Удалить из плейлиста, базы данных и с диска
sv: Ta bort från spellistan, databasen och enheten
uk: Видалити зі списку відтворення, базу даних та диска

source: This turns on the Auto-DJ feature which causes tracks to automatically be added to the Playing list when it runs out.
ca: Això activa la funció Auto-DJ, que fa que les pistes s'afegeixin automàticament a la llista de reproducció quan s'esgoti.
da: Dette aktiverer Auto-DJ-funktionen, som gør, at spor automatisk tilføjes til Spiller liste, når den løber tør.
de: Die Auto-DJ-Funktion fügt automatisch Tracks zur Abspielliste hinzu, bevor diese leerläuft.
el: Αυτό ενεργοποιεί τη λειτουργία Auto-DJ που προκαλεί την αυτόματη προσθήκη κομματιών στη Λίστα Αναπαραγωγής όταν αυτή τελειώνει.
he: זה מפעיל את תכונת ה-DJ האוטומטית שגורמת לרצועות להתווסף אוטומטית לרשימת המתנגנים כשהיא נגמרת.
ja: オートDJ機能がオンになり、トラックがなくなると自動的に再生リストに追加されます。
nb_no: Dette aktiverer Auto-DJ-funksjonen som fører til at spor automatisk blir lagt til Spiller nå-listen når den blir tømt.
nl: Schakelt de Auto-DJ-functie in waardoor tracks automatisch worden toegevoegd aan de 'Speel' lijst wanneer deze leeg raakt.
pl: Włącza to funkcję Auto-DJ, która powoduje automatyczne dodawanie utworów do listy odtwarzania po jej wyczerpaniu.
pt_br: Isso ativa o recurso Auto-DJ, que adiciona faixas automaticamente à lista Em execução, quando ela chega ao fim.
ru: Включает функцию автодиджея, которая автоматически добавляет треки в плейлист, когда он заканчивается.
sv: Detta aktiverar Auto-DJ-funktionen som gör att spår automatiskt läggs till i "Spela" -listan när den tar slut.
uk: Увімкнення функції Авто Діджей, яка призводить до автоматичного додавання доріжок до списку відтворення після закінчення терміну дії.

source: This determines how many tracks Auto-DJ will add to the Playing list when the list begins to empty.
ca: Això determina quantes pistes Auto-DJ afegirà a la llista de reproducció quan la llista comenci a buidar-se.
da: Dette bestemmer, hvor mange spor Auto-DJ vil tilføje til Spiller liste, når listen begynder at tømme sig.
de: Anzahl der Tracks die Auto-DJ automatisch in der Abspielliste zum Abspielen bereitstellt.
el: Αυτό καθορίζει πόσα κομμάτια θα προσθέσει το Auto-DJ στη λίστα αναπαραγωγής όταν η λίστα αρχίζει να αδειάζει.
he: זה קובע כמה רצועות יוסיף ה-DJ האוטומטי לרשימת המתנגנים כשהרשימה מתחילה להתרוקן.
ja: ここでは、リストが空になり始めたときにオートDJが再生リストに追加するトラック数を指定します。
nb_no: Dette bestemmer hvor mange spor Auto-DJ vil legge til Spiller nå-listen når listen begynner å tømme seg.
nl: Bepaalt hoeveel tracks Auto-DJ toevoegt aan de 'Speel' lijst wanneer deze leeg begint te raken.
pl: Określa to, ile utworów Auto-DJ doda do listy odtwarzania, gdy lista zacznie być pusta.
pt_br: Isto determina quantas faixas o Auto-DJ irá adicionar à janela 'Em Execução' quando a lista começar a ficar vazia.
ru: Определяет, сколько треков автодиджей добавит в плейлист, когда тот начнёт пустеть.
sv: Anger hur många spår Auto-DJ ska lägga till i spellistan när den närmar sig slutet.
uk: Це визначає кількість треків, що Авто Діджей додаватиме до Списку відтворення, коли цей список починає порожніти.
