Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Cannot delete %s. Access is denied. The file may be in use or you may not have access rights.
ar: لا يمكن حذف %s. تم رفض الوصول. قد يكون الملف قيد الاستخدام أما لم يكن لديك حقوق وصول كافية.
ca: No es pot suprimir %s. Accés denegat. El fitxer pot estar en ús o és possible que no tingueu drets d’accés.
da: Kan ikke slette %s. Adgang nægtet. Filen kan være i brug, eller du måske ikke har adgang til rettigheder.
de: Kann %s nicht löschen. Zugriff verweigert. Die Datei ist entweder in Gebrauch oder Sie haben keine Zugriffsrechte.
el: Αδύνατη η διαγραφή %s. Η πρόσβαση απαγορεύεται. Το αρχείο μπορεί να είναι σε χρήση ή μπορεί να μην έχετε δικαίωμα πρόσβασης.
he: לא ניתן למחוק %s. הגישה נדחתה. ייתכן שהקובץ בשימוש או שאין לך זכויות גישה.
ja: "%s"を削除できません。アクセスが拒否されました。ファイルが使用されているか、アクセス権がない可能性があります。
nb_no: Kan ikke slette %s. Adgang er nektet. Filen blir kanskje brukt eller du har kanskje ikke adgangsrettigheter.
nl: Kan %s niet verwijderen. Toegang geweigerd. Bestand is mogelijk in gebruik of er zijn onvoldoende rechten.
pl: Nie można usunąć %s. Dostęp zabroniony. Plik może być w użyciu lub możesz nie mieć praw dostępu.
pt_br: Não é possível excluir %s. Acesso negado. O arquivo pode estar em uso ou você não tem permissão sobre ele.
ru: Невозможно удалить %s. Доступ запрещён. Файл может быть занят, либо у вас нет права доступа.
sv: Kan inte radera %s. Åtkomst nekad. Filen kankse användsm eller så har du inte tillräckliga rättigheter.
tr: %s silinemiyor. Erişim reddedildi. Dosya kullanımda olabilir veya erişim haklarınız olmayabilir.
uk: Неможливо видалити %s. Доступ заборонено. Файл може використовуватися або ви не маєте прав доступу.

source: Problem with copying file %s to %s.
ar: مشكلة نسخ الملف %s %s.
ca: Problema en copiar el fitxer %s to %s.
da: Problemet med kopiering filen %s til %s.
de: Problem beim Kopieren der Datei %s nach %s.
el: Πρόβλημα με την αντιγραφή του αρχείου %s σε %s.
he: בעיית העתקת קובץ %s ל-%s.
ja: ファイル"%s"を"%s"にコピーする際に問題が発生しました。
nb_no: Problem ved kopierieng av fil %s til %s.
nl: Probleem tijdens kopiëren bestand %s naar %s.
pl: Problem z kopiowaniem pliku %s do %s.
pt_br: Problema encontrado ao copiar o arquivo %s para %s.
ru: Проблема копирования файла %s в %s.
sv: Ett problem uppstod när filen %s skulle kopieras till %s.
tr: %s dosyasının %s konumuna kopyalanmasında sorun oluştu.
uk: Проблема копіювання файлу %s до %s.

source: File %s cannot be opened: %s
ar: غير قادر على فتح الملف %s%s:
ca: No es pot obrir el fitxer %s: %s
da: Fil %s kan ikke åbnes: %s
de: Datei %s kann nicht geöffnet werden: %s
el: Το αρχείο %s δεν μπορεί να ανοιχθεί: %s
he: לא ניתן לפתוח את הקובץ %s: %s
ja: ファイル"%s"を開くことができません: %s
nb_no: Fil %s kan ikke bli åpnet: %s
nl: Kan bestand %s niet openen: %s
pl: Plik %s nie może być otwarty: %s
pt_br: Arquivo %s não pode ser aberto: %s
ru: Невозможно открыть файл %s: %s
sv: Filen %s kan inte öppnas: %s
tr: Dosya %s açılamıyor: %s
uk: Неможливо відкрити файл %s: %s

source: Result
ar: النتيجة
ca: Resultat
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
he: תוצאה
ja: 結果
nb_no: Resultat
nl: Resultaat
pl: Wynik
pt_br: Resultado
ru: Результат
sv: Resultat
tr: Sonuç
uk: Результат

source: One or more tracks could not be ripped or verified. Select track(s) you wish to retry:
ar: تعذر تمزيق أو التحقق من أحد أو أكثر من المسارات. اختر المسار(ات) التي ترغب في إعادة المحاولة:
ca: No s'han pogut copiar ni verificar una o més pistes. Seleccioneu les pistes que voleu tornar a provar:
da: Et eller flere spor kunne ikke rippes eller verificeres. Vælg spor du ønsker at prøve igen:
de: Ein oder mehrere Titel konnten nicht gerippt oder überprüft werden. Wählen Sie den/die Titel für einen neuen Versuch aus:
he: רצועה אחת או יותר לא היו יכולות להיות מועתקים או אומתו. בחר מסלול/ים שברצונך לנסות שנית:
ja: ひとつ以上のトラックがリッピングまたはベリファイできませんでした。再試行したいトラックを選んでください:
nb_no: Én eller flere spor kunne ikke rippes eller verifiseres. Velg spor du ønsker å prøve igjen:
nl: Een of meer nummers konden niet worden geript of geverifieerd. Selecteer de nummer(s) die u opnieuw wilt proberen:
pt_br: Uma ou mais faixas não foram extraídas ou verificadas. Selecione as faixas que você deseja tentar novamente:
ru: Не удалось скопировать или проверить один или несколько треков. Выберите треки для повтора:
sv: Ett eller flera spår kunde inte läsas/rippas eller verifieras. Välj spår om du vill försöka igen:
tr: Bir veya daha fazla parça kopyalanamadı veya doğrulanamadı. Tekrar denemek istediğiniz parçayı/parçaları seçin:

source: Track(s) have been verified against AccurateRip.com database with the following results:
ar: تم التحقق من المسار(ات) مقابل قاعدة بيانات AccurateRip.com بالنتائج التالية:
ca: Les pista(s) s'han verificat amb la base de dades AccurateRip.com amb els següents resultats:
da: Spor er blevet verificeret mod AccurateRip.com database med følgende resultater:
de: Track(s) wurde(n) mit folgendem Ergebnis von AccurateRip geprüft:
el: Το(α) κομμάτι(α) έχει(ουν) επαληθευθεί ως προς την βάση δεδομένων AccurateRip.com με τα ακόλουθα αποτελέσματα:
he: רצועות אומתו מול AccurateRip.com מאגר נתונים עם התוצאות הבאות:
ja: トラックは以下の結果を持つAccurateRip.comデータベースに対して検証されました:
nb_no: Spor har blitt verifisert mot AccurateRip.com-databasen med følgende resultater:
nl: Track(s) geverifieerd bij de AccurateRip.com-database met het volgende resultaat:
pl: Ścieżki zostały zweryfikowane z bazą danych AccurateRip.com z następującym rezultatem:
pt_br: As faixas foram verificadas na base de dados do AccurateRip.com. Os resultados são os seguintes:
ru: Треки были проверены по базе данных AccurateRip.com со следующими результатами:
sv: Spår har verifierats mot AccurateRip.com-databasen med följande resultat:
tr: Parça(s) AccurateRip.com veritabanına göre doğrulandı ve aşağıdaki sonuçlar elde edildi:
uk: Доріжку(и) було перевірено на основі бази даних AccurateRip.com з наступними результатами:

source: Ripping results
ar: نتائج التقطيع
ca: Resultats de la còpia
da: Ripresultater
de: Ergebnisse beim Rippen
el: Αποτελέσματα rip
he: תוצאות המרה מדיסק
ja: リッピング結果
nb_no: Rippingresultater
nl: Ripresultaten
pl: Wyniki zgrywania
pt_br: Resultados
ru: Результаты
sv: Avkopierings-/rippningsresultat
tr: Ripleme sonuçları
uk: Результати копіювання

source: There was a problem leveling volume for the following track(s):
ar: كانت هناك مشكلة في ضبط مستوى الصوت للمسار(ات) التالية:
ca: S'ha produït un problema d'anivellament del volum de les pistes següents:
da: Der opstod et problem med volumenudjævning for de følgende spor:
de: Es gab ein Problem bei der Lautstärkeanpassung folgender Datei(en):
el: Υπήρξε πρόβλημα στην εξισορρόπηση της έντασης για το(α) ακόλουθο(α) κομμάτι(α):
he: הייתה בעיה בהתבקעות עוצמה למסלול(ים) הבאים:
ja: 次のトラックの音量揃え中に問題が発生しました:
nb_no: Det oppstod et problem med nivåjustering av volum for de følgende spor:
nl: Probleem bij normaliseren volume van de volgende track(s):
pl: Wystąpił problem z wyrównaniem głośności dla następujących utworów:
pt_br: Houve um problema ao ajustar o volume da(s) seguinte(s) faixa(s):
ru: Проблема с выравниванием громкости следующих треков:
sv: Problem att autojustera ljudstyrka på följande spår:
tr: Aşağıdaki parça(s) ses seviyesi ayarlanırken bir sorun oluştu:
uk: Виникла проблема вирівнювання гучності для наступних доріжок:

source: There was a problem processing audio for the following track(s):
ar: كانت هناك مشكلة في معالجة الصوت للمسار(ات) التالية:
ca: S'ha produït un problema al processar l'audio de la (les )pista(es) següent(s) :
da: Der opstod et problem med audiobehandling for de følgende spor:
de: Die Lautstärke konnte bei folgenden Dateien nicht analysiert werden:
el: Υπήρξε πρόβλημα στην επεξεργασία ήχου για το(α) ακόλουθο(α) κομμάτι(α):
he: הייתה בעיה בעיבוד אודיו עבור המסלול(ים) הבאים:
ja: 次のトラックの音声処理中に問題が発生しました:
nb_no: Det oppstod et problem med lydbehandling for de følgende spor:
nl: Er was een probleem bij het verwerken van de audio van de volgende bestand(en):
pl: Wystąpił problem z przetwarzaniem dźwięku dla następujących utworów:
pt_br: Houve um problema ao processar o áudio da(s) seguinte(s) faixa(s):
ru: Проблема с обработкой аудио следующих треков:
sv: Det uppstod ett problem med att bearbeta ljud för följande spår:
tr: Aşağıdaki parça(s) için ses işlemede bir sorun oluştu:
uk: Виникла проблема з обробкою звуку для наступних звукових доріжок:

source: There was a problem converting the following file(s):
ar: كانت هناك مشكلة في تحويل المسارات التالية:
ca: S'ha produït un problema en escanejar el(s) element(s) següent(s):
da: Der var et problem at konvertere følgende fil (er):
de: Es gab ein Problem beim Konvertieren folgender Datei(en):
el: Υπήρξε πρόβλημα με την μετατροπή του(ων) ακόλουθου(ων) αρχείου(ων):
he: הייתה בעיה בהמרת הקובץ/ים הבאים:
ja: 次のファイルの変換中に問題が発生しました。
nb_no: Det oppstod et problem ved konvertering for følgende spor:
nl: Probleem bij conversie van de volgende bestand(en):
pl: Wystąpił problem podczas konwertowania następujących plików:
pt_br: Houve um problema ao converter o(s) seguinte(s) arquivo(s):
ru: Проблема с преобразованием следующих файлов:
sv: Problem att konvertera följande fil(er):
tr: Aşağıdaki dosya(s) dönüştürülürken bir sorun oluştu:
uk: Виникла проблема з перетворенням наступних файлів:

source: There was a problem downloading the following file(s):
ar: كانت هناك مشكلة في التحميل للمسارات التالية:
ca: S'ha produït un problema al baixar el(s) element(s) següent(s):
da: Der var et problem at downloade følgende fil (er):
de: Es gab ein Problem beim Herunterladen folgender Datei(en):
el: Υπήρξε πρόβλημα με την λήψη του(ων) ακόλουθου(ων) αρχείου(ων):
he: הייתה בעיה בהורדת קובץ/ים הבאים:
ja: 次のファイルのダウンロード中に問題が発生しました。
nb_no: Det oppstod et problem ved nedlasting av følgende fil(er):
nl: Probleem bij downloaden van de volgende bestand(en):
pl: Wystąpił problem podczas pobierania następujących plików:
pt_br: Houve um problema ao baixar o(s) seguinte(s) arquivo(s):
ru: Проблема при загрузке следующих файлов:
sv: Problem att ladda ned följande fil(er):
tr: Aşağıdaki dosya(s) indirilirken bir sorun oluştu:
uk: Під час завантаження наступних файлів сталася помилка:

source: There was a problem scanning the following item(s):
ar: كانت هناك مشكلة في فحص العنصر(ات) التالية:
ca: S'ha produït un problema en analitzar els elements següents:
da: Der opstod et problem ved scanning af de følgende emner:
de: Es gab ein Problem beim Scannen folgender Datei(en):
el: Υπήρξε πρόβλημα κατά την σάρωση του(ων) ακόλουθου(ων) αντικειμένου(ων):
he: הייתה בעיה בסריקת פריט/ים הבאים:
ja: 次のアイテムのスキャン中に問題が発生しました:
nb_no: Det oppstod et problem ved skanning av følgende element(er):
nl: Probleem bij scannen van de volgende item(s):
pl: Wystąpił problem ze skanowaniem następujących elementów:
pt_br: Houve um problema ao examinar o(s) seguinte(s) item(s):
ru: Проблема сканирования следующих файлов:
sv: Problem med att skanna följande objekt:
tr: Aşağıdaki öğe(ler) taranırken bir sorun oluştu:
uk: Під час сканування таких елементів сталася помилка:

source: There was a problem synchronizing the following item(s):
ar: كانت هناك مشكلة في مزامنة العنصر(ات) التالية:
ca: S'ha produït un problema en sincronitzar els elements següents:
da: Der opstod et problem ved synkronisering af de følgende emner:
de: Es gab ein Problem beim Sychronisieren folgender Datei(en):
el: Υπήρξε πρόβλημα με τον συγχρονισμό του(ων) ακόλουθου(ων) αντικείμενου(ων):
he: הייתה בעיה בסנכרון פריט/ים הבאים:
ja: 次のアイテムの同期中に問題が発生しました:
nb_no: Det oppstod et problem ved synkronisering av følgende element(er):
nl: Probleem bij synchroniseren van de volgende item(s):
pl: Wystąpił problem z synchronizacją następujących elementów:
pt_br: Houve um problema ao sincronizar o(s) seguinte(s) item(s):
ru: Проблема синхронизации следующих файлов:
sv: Problem vid synkronisering av följande objekt:
tr: Aşağıdaki öğenin(s) senkronizasyonunda bir sorun oluştu:
uk: Виникла проблема синхронізації наступних елементів:

source: MediaMonkey is unable to decode this format.
ar: لا يستطيع MediaMonkey فك تشفير هذه الصيغة.
ca: MediaMonkey no pot descodificar aquest format.
da: MediaMonkey kan ikke decodere dette format.
de: MediaMonkey kann dieses Format nicht lesen.
el: Το MediaMonkey δεν μπορεί να αποκωδικοποιήσει αυτή τη μορφή.
he: MediaMonkey לא יכול לפענח פורמט זה.
ja: MediaMonkeyはこの形式をデコードできません。
nb_no: MediaMonkey klarer ikke å dekode dette formatet.
nl: MediaMonkey kan deze indeling niet decoderen.
pl: MediaMonkey nie może odkodować tego formatu.
pt_br: O MediaMonkey não consegue decodificar este formato.
ru: MediaMonkey не может декодировать этот формат.
sv: MediaMonkey kan inte avkoda detta format.
tr: MediaMonkey bu formatı çözemiyor.
uk: MediaMonkey не вдається декодувати цей формат.

source: The trial version of the %s is limited to a 30-day trial period. For unrestricted use please upgrade to MediaMonkey Gold. Do you want to upgrade?
ar: نسخة التجريبية لمدة %s محدودة بـفترة 30 يوم فقط. لاستخدام غير محدود يرجى الترقية إلى MediaMonkey Gold. هل تود الترقية؟
ca: La versió de prova de %s es limita a un període de prova de 30 dies. Per a un ús sense restriccions, actualitzeu a MediaMonkey Gold. Voleu actualitzar?
da: Prøveversionen af %s er begrænset til en 30-dages prøveperiode. For ubegrænset brug, opgrader venligst til MediaMonkey Gold. Ønsker du at opgradere?
de: Die Testversion des %s ist auf 30 Tage beschränkt. Für uneingeschränkte Nutzung kaufen Sie bitte MediaMonkey Gold. Möchten Sie ein Upgrade durchführen?
el: Η δοκιμαστική έκδοση του %s περιορίζεται σε μια δοκιμαστική περίοδο 30 ημερών. Για απεριόριστη χρήση, παρακαλούμε αναβαθμίστε σε MediaMonkey Gold. Θέλετε να κάνετε αναβάθμιση;
he: גרסת הניסיון של ה-%s מוגבלת לתקופה של 30 ימים. לשימוש בלתי מוגבל, שדרג ל-MediaMonkey Gold. האם אתה רוצה לשדרג?
ja: %sの試用版は30日間の試用期間に制限されています。無制限に使用するには、MediaMonkey Goldにアップグレードしてください。アップグレードしますか？
nb_no: Prøveversjonen av %s er begrenset til en 30-dagers prøveperiode. For ubegrenset bruk, oppgrader til MediaMonkey Gold. Vil du oppgradere?
nl: De proefversie van de %s is beperkt tot een periode van 30 dagen. MediaMonkey Gold is nodig voor onbeperkt gebruik. Upgraden?
pl: Wersja próbna %s jest ograniczona do 30-dniowego okresu próbnego. Aby korzystać bez ograniczeń, uaktualnij do MediaMonkey Gold. Czy chcesz uaktualnić?
pt_br: A versão de avaliação do %s é limitada a um período de 30 dias. Para uso irrestrito, atualize para o MediaMonkey Gold. Deseja atualizar?
ru: Пробная версия %s доступна в течение 30-дневного периода. Для неограниченного использования нужно обновить MediaMonkey до версии Gold. Хотите это сделать?
sv: Provversionen av %s är begränsad till en 30-dagars provperiod, men du kan få tillgång till obegränsad användning om du uppgraderar till MediaMonkey Gold. Vill du uppgradera?
tr: %s deneme sürümü 30 günlük deneme süresiyle sınırlıdır. Sınırsız kullanım için lütfen MediaMonkey Gold'a yükseltin. Yükseltmek ister misiniz?
uk: Пробна версія %s обмежена 30-денним пробним періодом. Для необмеженого використання перейдіть на MediaMonkey Gold. Бажаєте оновити?

source: There was a problem organizing the following file(s):
ar: كانت هناك مشكلة في تنظيم الملف(ات) التالية:
ca: S'ha produït un problema al organitzar el(s) element(s) següent(s):
da: Der opstod et problem ved organisering af de følgende filer:
de: Es gab ein Problem beim Einordnen folgender Datei(en):
el: Υπήρξε πρόβλημα κατά την οργάνωση του(ων) ακόλουθου(ων) αρχείου(ων):
he: הייתה בעיה בארגון הקובץ/ים הבאים:
ja: 次のファイルの整理中に問題が発生しました:
nb_no: Det oppstod et problem med organisering av de følgende filene:
nl: Probleem bij het ordenen van bestand(en):
pl: Wystąpił problem z porządkowaniem następujących plików:
pt_br: Houve um problema ao organizar o(s) seguinte(s) arquivo(s):
ru: Проблема с упорядочиванием следующих файлов:
sv: Problem med att organisera följande fil(er):
tr: Aşağıdaki dosya(s) düzenlenmesinde bir sorun oluştu:
uk: Виникла проблема з організацією таких файлів:

source: Restart in Safe mode
ar: إعادة التشغيل في الوضع الآمن
ca: Reinicieu en mode segur
da: Genstart i sikker tilstand
de: Neustart im abgesicherten Modus
el: Επανεκκίνηση σε Ασφαλή λειτουργία
he: הפעל מחדש במצב בטוח
ja: セーフモードで再起動
nb_no: Omstart i Sikkerhetsmodus
nl: Veilige modus
pl: Uruchom ponownie w trybie awaryjnym
pt_br: Reiniciar em modo seguro
ru: Перезапуск в безопасном режиме
sv: Starta om i felsäkert läge
tr: Güvenli modda yeniden başlat
uk: Перезапустити у Безпечному режимі

source: Disable & Restart
ar: إيقاف التشغيل وإعادة التشغيل
ca: Desactiva i reinicia
da: Deaktiver & Genstart
de: Deaktivieren & Neustart
el: Απενεργοποίηση & Επανεκκίνηση
he: ניטול והפעלה מחדש
ja: 無効にして再起動
nb_no: Deaktiver og start på nytt
nl: Uitschakelen en Herstarten
pl: Wyłącz i restartuj
pt_br: Desabilitar e reiniciar
ru: Отключить и перезапустить
sv: Inaktivera och starta om
tr: Devre Dışı Bırak ve Yeniden Başlat
uk: Вимкнути та перезапустити

source: Callstack
ar: الحزمة
ca: Una pila de trucades
el: Στοίβα κλήσεων
he: מחסנית
ja: コールスタック
nl: Uitvoeringslijst
pl: Stos połączeń
pt_br: Pilha de execução
ru: Стек вызовов
tr: Çağrı Yığını
uk: Стек викликів

source: There was a runtime error in Addon
ar: كان هناك خطأ في وقت التشغيل في الإضافة
ca: Hi ha hagut un error en temps d'execució en complement
da: Der opstod en runtime fejl i Addon
de: Es gab einen Laufzeitfehler im Addon
el: Υπήρξε σφάλμα runtime στο Addon
he: הייתה שגיאת זמן ריצה בתוסף
ja: アドオンでランタイムエラーが発生しました
nb_no: Det var en kjøretidsfeil i tillegg
nl: Runtime-error in Add-on
pl: W dodatku wystąpił błąd uruchomieniowy
pt_br: Houve um erro em tempo de execução na extensão
ru: Ошибка в аддоне во время выполнения
sv: Det uppstod ett körningsfel i tillägget
tr: Addon'da bir çalışma zamanı hatası oluştu
uk: У Додатку сталася помилка виконання

source: Do you want to disable this addon?
ar: هل تود إلغاء تفعيل هذه الإضافة؟
ca: Voleu desactivar aquest complement?
da: Ønsker du at deaktivere denne addon?
de: Möchten Sie dieses Addon deaktivieren?
el: Θέλετε να απενεργοποιήσετε αυτό το addon;
he: האם ברצונך לנטרל תוסף זה?
ja: このアドオンを無効にしますか？
nb_no: Vil du deaktivere dette tillegget?
nl: Add-on uitschakelen?
pl: Czy chcesz wyłączyć ten dodatek?
pt_br: Deseja desabilitar essa extensão?
ru: Хотите удалить этот аддон?
sv: Vill du inaktivera detta tillägg?
tr: Bu eklentiyi devre dışı bırakmak istiyor musunuz?
uk: Вимкнути цей додаток?

source: Invalid Addon: only valid for MediaMonkey 4.x
ar: إضافة غير صالحة: صالحة فقط لـ MediaMonkey 4.x
ca: Complement no vàlid: només vàlid per a MediaMonkey 4.x
da: Ugyldig Addon: kun gyldig for MediaMonkey 4.x
de: Inkompatibles Addon: läuft nur in MediaMonkey 4.x
el: Μη έγκυρο Addon: ισχύει μόνο για το MediaMonkey 4.x
he: תוסף לא חוקי: מתאים רק ל-MediaMonkey 4.x
ja: 無効なアドオン: MediaMonkey 4.xにのみ有効です
nb_no: Ugyldig tillegg: bare gyldig for MediaMonkey 4.x
nl: Ongeldige add-on: alleen bruikbaar in MediaMonkey 4.x
pl: Nieprawidłowy dodatek: ważny tylko dla MediaMonkey 4.x
pt_br: Extensão inválida: formato válido somente para o MediaMonkey 4.x
ru: Недопустимый аддон: он только для MediaMonkey 4.x
sv: Ogiltigt tillägg: fungerar endast för MediaMonkey 4.x
tr: Geçersiz Eklenti: yalnızca MediaMonkey 4.x için geçerlidir
uk: Недійсний Додаток: дійсний лише для MediaMonkey 4.x

source: %s was successfully installed.
ar: تم تثبيت %s بنجاح.
ca: %s s'ha instal·lat correctament.
da: %s blev installeret med succes.
de: %s wurde erfolgreich installiert.
el: Το %s εγκαταστάθηκε επιτυχώς.
he: %s הותקן בהצלחה.
ja: %sは正常にインストールされました。
nb_no: %s ble installert suksessfullt.
nl: %s is succesvol geïnstalleerd.
pl: %s został pomyślnie zainstalowany.
pt_br: %s foi instalado com sucesso.
ru: %s успешно установлен.
sv: %s har installerats.
tr: %s başarıyla yüklendi.
uk: %s успішно встановлено.

source: %s was not installed.
ar: لم يتم تثبيت %s.
ca: %s no s'ha instal·lat.
da: %s blev ikke installeret.
de: %s wurde nicht installiert.
el: Το %s δεν εγκαταστάθηκε.
he: %s לא הותקן.
ja: %sはインストールされませんでした。
nb_no: %s ble ikke installert.
nl: %s is niet geïnstalleerd.
pl: %s nie został zainstalowany.
pt_br: %s não foi instalado.
ru: %s не установлен.
sv: %s installerades inte.
tr: %s kurulmadı.
uk: %s не встановлено.

source: This action will uninstall '%s'. Do you wish to continue?
ar: بواسطة:
ca: Aquesta acció desinstal·larà '%s'. Voleu continuar?
da: Denne handling vil afinstallere '%s'. Ønsker du at fortsætte?
de: "%s" wird deinstalliert. Fortfahren?
el: Αυτή η ενέργεια θα απεγκαταστήσει το '%s'. Επιθυμείτε να συνεχίσετε;
he: פעולה זו תסיר את '%s'. האם ברצונך להמשיך?
ja: この操作は"%s"をアンインストールします。 続けてよろしいですか？
nb_no: Denne handlingen vil avinstallere '%s'. Vil du fortsette?
nl: Hierdoor wordt de installatie van '%s' ongedaan gemaakt. Doorgaan?
pl: Ta akcja odinstaluje '%s'. Czy chcesz kontynuować?
pt_br: Você está prestes a desinstalar '%s'. Deseja continuar?
ru: Это действие удалит '%s'. Продолжить?
sv: Den här åtgärden avinstallerar "%s". Vill du fortsätta?
tr: Bu eylem '%s' öğesini kaldıracaktır. Devam etmek istiyor musunuz?
uk: Ця дія видалить '%s'. Бажаєте продовжити?

source: No update available
ar: لا يوجد تحديث متاح
ca: No hi ha cap actualització disponible
da: Ingen opdatering tilgængelig
de: kein Update verfügbar
el: Μη διαθέσιμη ενημέρωση
he: אין עדכון זמין
ja: 利用可能な更新はありません
nb_no: Ingen oppdatering tilgjengelig
nl: Geen update beschikbaar
pl: Brak dostępnej aktualizacji
pt_br: Nenhuma atualização disponível
ru: Обновления нет
sv: Ingen uppdatering tillgänglig
tr: Güncelleme mevcut değil
uk: Оновлення недоступне

source: Fetching update info
ar: جاري جلب معلومات التحديث
ca: S'està obtenint la informació d'actualització
da: Henter opdateringsinfo
de: Update-Informationen werden abgerufen
el: Λήψη πληροφοριών ενημέρωσης
he: מאחזר מידע על עדכון
ja: 更新情報を取得しています
nb_no: Henter oppdateringsinformasjon
nl: Update-info ophalen
pl: Pobieram informacje o aktualizacji
pt_br: Buscando informações de atualização
ru: Получение информации об обновлении
sv: Hämtar uppdateringsinformation
tr: Güncelleme bilgisi getiriliyor
uk: Отримання інформації про оновлення

source: Skins
ar: الأشكال الخارجية
ca: Màscares
he: מראה
ja: スキン
nl: Uiterlijk
pl: Skórki
pt_br: Temas
ru: Скины
tr: Arayüzler
uk: Оболонки

source: Icons
ar: الأيقونات
ca: Icones
da: Ikoner
he: סמלים
ja: アイコン
nb_no: Ikoner
nl: Pictogrammen
pt_br: Ícones
ru: Значки
sv: Ikoner
tr: Simgeler
uk: Піктограма

source: Profiles
ar: الملفات الشخصية
ca: Perfils
da: Profiler
de: Profile
el: Προφίλ
he: פרופילים
ja: プロフィール:
nb_no: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
ru: Профили
sv: Profiler
tr: Profiller
uk: Профілі

source: Tweaks
ar: التعديلات
ca: Ajustements
de: Anpassungen
el: Μικροδιορθώσεις
he: כיוונונים
ja: 微調整
nb_no: Justeringer
nl: Aanpassingen
pl: Ulepszenia
pt_br: Ajustes
ru: Твики
sv: Anpassningar
tr: Ayarlamalar
uk: Налаштування

source: Sync device
ar: مزامنة الجهاز
ca: Sincronitza dispositiu
da: Synk enhed
de: Gerät synchronisieren
el: Συγχρονισμός συσκευής
he: סנכרן מול מכשיר
ja: デバイスと同期
nb_no: Synkroniser enhet
nl: Apparaat synchroniseren
pl: Synchronizuj urządzenie
pt_br: Sincronizar dispositivo
ru: Синхронизация устройства
sv: Synkronisera enhet
tr: Aygıtı senkronize et
uk: Пристрій синхронізації

source: Play Audio CD
ar: تشغيل CD صوتي
ca: Reprodueix CD d’àudio
da: Afspil Audio CD
de: Audio-CD abspielen
el: Αναπαραγωγή Audio CD
he: הפעל תקליטור אודיו
ja: オーディオCDの再生
nb_no: Avspill lyd-CD
nl: Audio-CD afspelen
pl: Odtwórz płytę Audio CD
pt_br: Tocar CD de aúdio
ru: Играть аудио-CD
sv: Spela upp ljud-CD
tr: Ses CD'sini oynat
uk: Відтворити аудіокомпакт-диск

source: Burn CD/DVD/BD
ar: نسخ CD/DVD/BD
ca: Gravar CD/DVD/BD
da: Brænd CD/DVD/BD
de: Brenne CD/DVD/BD
el: Εγγραφή CD/DVD/BD
he: צרוב דיסק
ja: CD/DVD/BDの書き込み
nb_no: Brenn CD/DVD/BD
nl: CD/DVD/BD branden
pl: Nagraj CD/DVD/BD
pt_br: Gravar CD/DVD/BD
ru: Записать CD/DVD/BD
sv: Bränn CD/DVD/BD
tr: CD/DVD/BD yazdır
uk: Запис CD/DVD/BD
