Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: There are background processes running. Terminate them?
ar: تشغيل عمليات الخلفية. هل ترغب في إنهائها؟
ca: Hi ha processos en segon pla en execució. Vols acabar-los?
da: Der er baggrundsprocesser i gang. Vil du afslutte dem?
de: Aktive Hintergrundprozesse abbrechen?
el: Υπάρχουν τρέχουσες διαδικασίες στο παρασκήνιο. Να διακοπούν;
he: פועלים תהליכי רקע. לסיים אותם?
ja: バックグラウンドプロセスが実行されています。終了しますか？
nb_no: Det er bakgrunnsprosesser som kjører. Avslutte dem?
nl: Achtergrondprocessen worden uitgevoerd. Afbreken?
pl: Działają procesy w tle. Zakończyć je?
pt_br: Existem processos sendo executados em segundo plano. Deseja fechá-los?
ru: Выполняются фоновые процессы. Завершить их?
sv: Det finns bakgrundsprocesser som körs. Avsluta dem?
tr: Arka plan işlemleri çalışıyor. Onları sonlandırmak ister misiniz?
uk: Запущені фонові процеси. Зупинити їх?

source: Imported Playlists
ar: قوائم التشغيل المستوردة
ca: Llistes de reproducció importades
da: Importerede playlister
de: Importierte Wiedergabelisten
el: Εισαχθείσες Λίστες Αναπαραγωγής
he: רשימות מיובאות
ja: インポートされたプレイリスト
nb_no: Importerte spillelister
nl: Geïmporteerde Afspeellijsten
pl: Zaimportowane listy odtwarzania
pt_br: Listas de execução importadas
ru: Импортированные плейлисты
sv: Importerade spellistor
tr: İçe Aktarılan Çalma Listeleri
uk: Імпортовані Списки відтворення

source: Channel
ar: القناة
ca: Canal
da: Kanal
de: Kanal
el: Κανάλι
he: ערוץ
ja: チャンネル
nb_no: Kanal
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
sv: Kanal
tr: Kanal
uk: Канал

source: encrypted
ar: مشفرة
ca: encriptat
da: krypteret
de: verschlüsselt
el: με κρυπτογράφηση
he: מוצפן
ja: 暗号化されている
nb_no: kryptert
nl: Versleuteld
pl: zaszyfrowane
pt_br: criptografado
ru: зашифрован
sv: krypterad
tr: şifrelenmiş
uk: зашифровано

source: %d database entries to be updated
ar: %d إدخالات قاعدة البيانات لتحديثها
ca: S'han d'actualitzar %d entrades de base de dades
da: %d database poster der skal opdateres
de: %d Datenbankeinträge werden aktualisiert
el: %d καταχωρήσεις βάσης δεδομένων για ενημέρωση
he: %d רשומות מאגר לעדכון
ja: %d個のデータベースエントリを更新する
nb_no: %d databaseoppføringer skal oppdateres
nl: %d database-ingangen bijwerken
pl: %d wpisów bazy danych do zaktualizowania
pt_br: %d entradas da base de dados a serem atualizadas
ru: Записей в базе данных для обновления: %d
sv: %d databasposter som ska uppdateras
tr: Güncellenecek %d veritabanı girişi
uk: %d записів у базі даних, які потрібно оновити

source: list
ar: قائمة
ca: llista
da: liste
de: Liste
el: λίστα
he: רשימה
ja: リスト
nb_no: liste
nl: lijst
pl: lista
pt_br: lista
ru: список
sv: lista
tr: liste
uk: список

source: Reorder track(s)
ar: إعادة ترتيب المسار(ات)
ca: Reordenar les pistes
da: Omarrangerer spor
de: Tracks neu ordnen
el: Αναδιάταξη κομματιού(ών)
he: סדר פריטים מחדש
ja: トラックの並べ替え
nb_no: Omorganiser spor
nl: Track(s) herschikken
pl: Zmień kolejność utworów
pt_br: Reordenar faixas
ru: Переупорядочить треки
sv: Omsortera spår
tr: Parça(s) yeniden sırala
uk: Змінити порядок доріжок

source: Reorder/copy track(s)
ar: إعادة ترتيب/نسخ المسار(ات)
ca: Reordenar/copiar pistes
da: Omarrangerer/kopierer spor
de: Tracks neu ordnen und ggf. kopieren
el: Αναδιάταξη/αντιγραφή κομματιού(ών)
he: סדר פריטים מחדש
ja: トラックの並べ替え/コピー
nb_no: Omorganiser/kopier spor
nl: Track(s) kopiëren/herschikken
pl: Zmień kolejność/skopiuj utwory
pt_br: Reordenar/copiar faixas
ru: Изменить порядок/скопировать треки
sv: Omsortera/kopiera spår
tr: Parçayı yeniden sırala/kopyala
uk: Змінити порядок/копіювати доріжки

source: There was an error while connecting to Freedb:
ar: حدث خطأ أثناء الاتصال إلى Freedb:
ca: S'ha produït un error en connectar-se a Freedb:
da: Der opstod en fejl under oprettelse af forbindelse til freedb:
de: Es gab ein Fehler beim Verbinden mit dem GnuDB-Server:
el: Υπήρξε σφάλμα κατά την σύνδεση στο Freedb:
he: התרחשה שגיאה בעת החיבור ל-Freedb:
ja: FreeDB への接続でエラーが発生しました:
nb_no: Det oppstod et problem under tilkoblingen til Freedb:
nl: Fout tijdens het verbinden met Freedb:
pl: Wystąpił błąd podczas połączenia do Freedb:
pt_br: Ocorreu um erro na conexão com o Freedb:
ru: Ошибка при подключении к Freedb:
sv: Ett fel uppstod när programmet skulle ansluta till Freedb:
tr: Freedb'ye bağlanırken bir hata oluştu:
uk: Під час підключення до Freedb сталася помилка:

source: Retrieving result %d of %d
ar: استرداد نتيجة %d من %d
ca: S'està recuperant el resultat %d de %d
da: Henter resultat %d af %d
de: Rufe Ergebnis %d von %d ab
el: Ανάκτηση αποτελέσματος %d από %d
he: שליפת תוצאה %d מתוך %d
ja: 結果%d/%dを取得しています
nb_no: Henter resultat %d av %d
nl: Resultaat %d van %d ophalen
pl: Pobieranie wyniku %d z %d
pt_br: Recebendo resultado %d de %d
ru: Получение результата %d из %d
sv: Hämtar resultat %d av %d
tr: Sonuç %d/%d alınıyor
uk: Отримання результату %d з %d

source: Opening connection
ar: فتح اتصال
ca: Obrin connexió
da: Åbner forbindelse
de: Verbinde
el: Άνοιγμα σύνδεσης
he: מתחבר
ja: 接続を開いています
nb_no: Åpner tilkobling
nl: Verbinding maken
pl: Otwieranie połączenia
pt_br: Abrindo conexão
ru: Открытие соединения
sv: Öppnar anslutning
tr: Bağlantı açılıyor
uk: Відкриття з'єднання

source: Cannot create connection.
ar: لا يمكن إنشاء اتصال.
ca: No es pot crear una connexió.
da: Kan ikke oprette forbindelse.
de: (Kein Netzwerk? Falsche Server-URL?)
el: Αδυναμία δημιουργίας σύνδεσης.
he: לא ניתן ליצור חיבור.
ja: 接続できません。
nb_no: Kan ikke koble til.
nl: Kan geen verbinding maken.
pl: Nie można ustanowić połączenia.
pt_br: Não é possível criar conexão.
ru: Невозможно подключиться.
sv: Kan inte skapa anslutning.
tr: Bağlantı oluşturulamıyor.
uk: Неможливо створити з'єднання.

source: Updating media %s (%d of %d)
ar: لتحديث وسائل الإعلام %s (%d من %d)
ca: S'està actualitzant el mitjà %s (%d of %d)
da: Opdatering medier %s (%d af %d)
de: Aktualisiere Datei %s (%d von %d)
el: Ενημέρωση πολυμέσου %s (%d από %d)
he: מעדכן מדיה %s (%d מתוך %d)
ja: メディア%sを更新しています(%d/%d)
nb_no: Oppdaterer media %s (#%d av %d)
nl: Media bijwerken %s (%d van %d)
pl: Uaktualnianie nośnika %s (%d z %d)
pt_br: Atualizando mídia %s (%d de %d)
ru: Обновление носителя %s (%d из %d)
sv: Uppdaterar media %s (%d av %d)
tr: %s medya güncelleniyor (%d/%d)
uk: Оновлення носія %s (%d з %d)

source: The media for the Freedb query is unavailable.
ar: وسائل الإعلام في الاستعلام Freedb غير متوفر.
ca: Els suports per a la consulta Freedb no estan disponibles.
da: Medierne for Freedb forespørgslen er ikke tilgængelig.
de: Das Medium für die GnuDB-Abfrage ist nicht verfügbar.
el: Το πολυμέσο για το ερώτημα Freedb δεν είναι διαθέσιμο.
he: המדיה עבור שאילת Freedb אינה זמינה.
ja: FreeDBクエリのメディアは利用できません。
nb_no: Etterspørsel for mediet hos Freedb er utilgjengelig.
nl: Media voor Freedb-aanvraag niet toegankelijk.
pl: Nośnik dla zapytanie Freedb jest niedostępny.
pt_br: A mídia para procura no Freedb não está disponível.
ru: Носитель недоступен для запроса Freedb.
sv: Mediat för Freedb-efterfrågan är inte tillgängligt.
tr: Freedb sorgusuna ait medya bulunamadı.
uk: Носій для запиту Freedb відсутній.

source: Please select an Audio CD before requesting information from Freedb.
ar: حدد قرص صوتي مضغوط قبل أن يطلب معلومات من Freedb.
ca: Seleccioneu un CD d'àudio abans de sol·licitar informació a Freedb.
da: Vælg venligst en Audio CD før anmodning om oplysninger fra freedb.
de: Bitte wählen Sie eine Audio-CD aus, bevor Sie Informationen von GnuDB abfragen.
el: Παρακαλούμε επιλέξτε ένα Audio CD πριν αιτηθείτε πληροφορία από Freedb.
he: אנא בחר תקליטור שמע לפני בקשת מידע מ-Freedb.
ja: FreeDBから情報をリクエストする前に、オーディオCDを選択してください。
nb_no: Vennligst velg en lyd-CD før du etterspør informasjon fra Freedb.
nl: Selecteer een Audio-CD vóór het opvragen van informatie bij Freedb.
pl: Wybierz płytę Audio przed zgłoszeniem z Freedb.
pt_br: Por favor selecione um CD de áudio antes de solicitar informações do Freedb.
ru: Выберите аудио-CD перед запросом информации из Freedb.
sv: Vänligen välj en Ljud-CD innan information från Freedb kan efterfrågas.
tr: Freedb'den bilgi talep etmeden önce lütfen bir Ses CD'si seçin.
uk: Будь ласка, виберіть аудіокомпакт-диск, перш ніж запитувати інформацію у Freedb.

source: Requesting information for %s (%d of %d)
ar: طلب معلومات عن %s (%d من %d)
ca: Sol·licitud d'informació per a %s (%d of %d)
da: Anmoder om information for %s (%d af %d)
de: Frage Information für %s ab (%d von %d)
el: Αίτηση πληροφοριών για %s (%d από %d)
he: מבקשים מידע עבור %s (%d מתוך %d)
ja: %sの情報をリクエストしています(%d/%d)
nb_no: Forespør informasjon for %s (%d av %d)
nl: Informatie opvragen voor %s (%d van %d)
pl: Żądanie informacji dla %s (%d z %d)
pt_br: Requisitando informações para %s (%d de %d)
ru: Запрос информации для %s (%d из %d)
sv: Begär information för %s (%d av %d)
tr: %s için bilgi isteniyor (%d/%d)
uk: Запит інформації для %s (%d з %d)

source: This Audio CD was not found in Freedb.
ar: لم يتم العثور على هذا القرص المضغوط الصوتي في Freedb.
ca: Aquest CD d'àudio no s'ha trobat a Freedb.
da: Denne lyd CD blev ikke fundet i Freedb.
de: Diese Audio-CD wurde bei GnuDB nicht gefunden.
el: Αυτό το Audio CD δεν βρέθηκε στο Freedb.
he: תקליטור שמע זה לא נמצא ב-Freedb.
ja: このオーディオCDはFreeDBにありません。
nb_no: Denne CD-en ble ikke funnet hos Freedb.
nl: Audio-CD niet gevonden in Freedb.
pl: Ta płyta audio CD nie została znaleziona w Freedb.
pt_br: Este CD de áudio não foi encontrado no Freedb.
ru: Этот аудио-CD не найден во Freedb.
sv: Denna Ljud-CD kunde inte hittas hos Freedb.
tr: Bu Ses CD'si Freedb'de bulunamadı.
uk: Цей аудіокомпакт-диск не знайдено у Freedb.

source: Track %s failed to verify
ar: فشل التحقق من المسار %s
ca: No s'ha pogut verificar la pista %s
da: Spor %s kunne ikke verificeres
de: Überprüfung von Titel %s ist fehlgeschlagen
el: Αποτυχία επαλήθευσης του κομματιού %s
he: הרצועה %s נכשלה באימות
ja: トラック%sの確認に失敗しました
nb_no: Spor %s klarte ikke å verifiseres
nl: Verificatie track %s mislukt
pl: Nie udało się zweryfikować utworu %s
pt_br: A verificação da faixa %s falhou
ru: Не удалось проверить трек %s
sv: Spår %s kunde inte verifieras
tr: Parça %s doğrulanamadı
uk: Не вдалося перевірити доріжку %s

source: (track isn't present in database)
ar: (المسار غير موجود في قاعدة البيانات)
ca: (la pista no està present a la base de dades)
da: (sporet er ikke til stede i databasen)
de: (Track ist nicht in der Datenbank vorhanden)
el: (το κομμάτι δεν υπάρχει στη βάση δεδομένων)
he: (הרצועה אינה קיימת במאגר הנתונים)
ja: （トラックはデータベースに存在しません）
nb_no: (sporet er ikke tilstede i databasen)
nl: (track staat niet in de database)
pl: (brak utworu w bazie)
pt_br: (faixa não está presente na base de dados)
ru: (трека нет в базе данных)
sv: (spår finns inte i databasen)
tr: (parça veritabanında mevcut değil)
uk: (доріжка відсутня в базі даних)

source: (bad rip or the database has partial/inaccurate data)
ar: (نسخة رديئة أو قاعدة البيانات تحتوي على بيانات جزئية/غير دقيقة)
ca: (mal copiat o la base de dades té dades parcials / inexactes)
da: (dårlig rips eller databasen har delvis/utroværdige data)
de: (schlechter Rip oder die Datenbank hat unvollständige/falsche Daten)
el: (κακό rip ή η βάση δεδομένων έχει μερικά/ανακριβή δεδομένα)
he: (העתקה גרועה או למאגר נתונים יש נתונים חלקיים/לא מדויקים)
ja: （リッピングが不正だったか、またはデータベースに不完全/不正確なデータがあります）
nb_no: (dårlig ripp eller databasen har delvis/unøyaktig data)
nl: (slechte rip of de database bevat onvolledige/verkeerde data)
pl: (zły rip lub baza danych zawiera częściowe/niedokładne dane)
pt_br: (erro na extração ou a base de dados possui dados parciais/imprecisos)
ru: (плохой рип или в базе данных частичные/неточные данные)
sv: (dålig kopia eller databasen har begränsade/felaktiga data)
tr: (kötü kopyalama veya veritabanında kısmi/yanlış veriler var)
uk: (погане копіювання або база даних має часткові/неточні дані)

source: (error parsing verification file)
ar: (خطأ في تحليل ملف التحقق)
ca: (error en analitzar el fitxer de verificació)
da: (fejl under parsing af verificeringsfil)
de: (Fehler beim Verarbeiten der Prüfdatei)
el: (σφάλμα ανάλυσης αρχείου επαλήθευσης)
he: (שגיאה בניתוח קובץ האימות)
ja: （検証ファイルの解析エラー）
nb_no: (feil ved analysering av verifikasjonsfil)
nl: (fout bij verwerken verificatiebestand)
pl: (błąd parsowania pliku weryfikacyjnego)
pt_br: (erro ao analisar o arquivo de verificação)
ru: (ошибка обработки файла проверки)
sv: (fel vid tolkning av verifieringsfil)
tr: (doğrulama dosyasını ayrıştırırken hata oluştu)
uk: (помилка під час аналізу файлу підтвердження)

source: Track %s verified with confidence number %d (number of people matched your rip)
ar: تم التحقق من المسار %s برقم ثقة %d (عدد الأشخاص الذين طابقوا نسختك)
ca: El seguiment de %s s'ha verificat amb el número de confiança %d (nombre de persones que coincideixen amb la vostre còpia)
da: Spor %s verificeret med tillidsnummer %d (antal personer matchede din rip)
de: Für Track %s wurde ein Vertrauensindex von %d ermittelt (Anzahl der Proben, bei denen die Prüfsumme übereinstimmt)
el: Eπαληθεύτηκε to %s κομμάτι με αριθμό εμπιστοσύνης %d (αριθμός ατόμων που ταιριάζουν με το rip σας)
he: הרצועה %s אומתה עם מספר בטיחות %d (מספר האנשים התאימו להעתקתך)
ja: トラック%sは信頼度数値%dで確認済みです（あなたのリッピングに一致した数)
nb_no: Spor %s verifisert med tillitsnummer %d (antall personer som samsvarte med din ripp)
nl: Track %s geverifieerd met zekerheidsniveau %d (aantal mensen met hetzelfde resultaat)
pl: Ścieżka %s zweryfikowana ze stopniem pewności %d (liczba osób, które uzyskały taki sam rezultat zgrywania)
pt_br: Faixa %s extraída com índice de confiança %d (número de pessoas com extração idêntica a você)
ru: Трек %s проверен с доверием %d (количество людей, соответствующих вашему рипу)
sv: Spåra %s verifierat med konfidensnummer %d (antal personer matchade din kopia/Rip)
tr: %s parçası %d güvenle doğrulandı (kopyanızla eşleşen kişi sayısı)
uk: Доріжка %s перевірена з номером довіри %d (кількість людей, що відповідають вашому виразу)

source: this CD doesn't exist in the database
ar: هذا القرص لا يوجد في قاعدة البيانات
ca: aquest CD no existeix a la base de dades
da: denne CD eksisterer ikke i databasen
de: Die CD ist nicht in der Datenbank vorhanden
el: αυτό το CD δεν υπάρχει στη βάση δεδομένων
he: התקליטור הזה לא קיים במאגר הנתונים
ja: このCDはデータベースに存在しません
nb_no: denne CD ekisterer ikke i databasen
nl: Deze CD staat niet in de database
pl: ta płyta nie istnieje w bazie danych
pt_br: este CD não existe na base de dados
ru: этого CD нет в базе данных
sv: den här CD-skivan finns inte i databasen
tr: bu CD veritabanında mevcut değil
uk: цей CD не існує в базі даних

source: Requesting data from AccurateRip.com database
ar: طلب البيانات من قاعدة بيانات AccurateRip.com
ca: Sol·licitud de dades a la base de dades AccurateRip.com
da: Anmoder om data fra AccurateRip.com database
de: Hole Informationen von AccurateRip
el: Αίτηση δεδομένων από τη βάση δεδομένων AccurateRip.com
he: בקשה לנתונים מהמאגר של AccurateRip.com
ja: AccurateRip.comデータベースからデータのリクエスト中
nb_no: Ber om data fra databasen til AccurateRip.com
nl: Data bij AccurateRip.com-database opvragen
pl: Szukanie danych w bazie AccurateRip.com
pt_br: Solicitando dados de AccurateRip.com
ru: Запрос информации из базы данных AccurateRip.com
sv: Begär data från AccurateRip.com-databasen
tr: AccurateRip.com veritabanından veri isteniyor
uk: Запит даних з бази даних AccurateRip.com

source: Error ripping track
ar: خطأ في استخراج المدرج
ca: Error en copiar la pista
da: Fejl rippe spor
de: Fehler (Jitter) beim Rippen des Tracks
el: Σφάλμα ripping κομματιού
he: שגיאה בהעתקת רצועה
ja: トラックのリッピング中にエラーが発生しました
nb_no: Feil ved ripping av spor
nl: Fout bij rippen track
pl: Błąd podczas zgrywania utworu
pt_br: Erro ao extrair faixa
ru: Ошибка риппинга трека
sv: Fel vid kopiering/rippning av spår
tr: Parça kopyalamada hata
uk: Помилка копіювання доріжки

source: The CD-ROM unit %s: does not contain track number %d.
ar: محرك الأقراص المضغوطة %s لا تتبع عدد %d.
ca: La unitat de CD-ROM% s: no conté el número de pista %d.
da: CD-rom-enhed %s: indeholder ikke spornummer %d.
de: CD-ROM %s: enthält keinen Track mit Nr. %d.
el: Η μονάδα CD-ROM %s: δεν περιέχει το νούμερο κομματιού %d.
he: יחידת ה-CD-ROM %s: לא מכילה מספר רצועה %d.
ja: CD-ROMユニット%s:にトラック番号%dが含まれていません。
nb_no: CD-ROM enheten %s: inneholder ikke spornummer %d.
nl: CD-ROM-station %s: bevat het volgnummer %d niet.
pl: Jednostka CD-ROM %s: nie zawiera utworu o numerze %d.
pt_br: A unidade de CD-ROM %s: não contém a faixa número %d.
ru: CD-привод %s: не содержит трека %d.
sv: CD-ROM-enheten %s: innehåller inte spår nummer %d.
tr: CD-ROM ünitesi %s: %d parça numarasını içermiyor.
uk: Блок компакт-дисків %s: не містить номер доріжки %d.

source: There were %d jitter errors while reading track %d. It is very likely that audio data is corrupt.
ar: وكانت هناك أخطاء %d %d المسار التشغيل. من المرجح جداً أن بيانات الصوت معطوبة.
ca: Hi ha hagut %d errors de fluctuació en llegir la pista %d. És molt probable que les dades d'àudio estiguin danyades.
da: Der var %d jitter fejl under læsning af spor %d. Det er meget sandsynligt, at audio data er korrupt.
de: Es gab %d Jitter-Fehler beim Lesen von Track %d. Sehr wahrscheinlich sind die Audiodaten fehlerhaft.
el: Υπήρξαν %d σφάλματα jitter κατά την ανάγνωση του κομματιού %d. Είναι πολύ πιθανό ότι τα δεδομένα ήχου είναι κατεστραμμένα.
he: היו %d שגיאות רעידות בעת קריאת הרצועה %d. יש סבירות גבוהה שהנתונים האודיו פגומים.
ja: %dジッターエラーがトラック%dの読み取り中にありました。オーディオデータが破損している可能性が非常に高いです。
nb_no: Det oppsod %d risteproblemer under lesing av spor %d. Det er høyst sannsynlig at lyd-data er korrupt.
nl: %d Jitterfouten gevonden tijdens lezen track %d. Waarschijnlijk is de audiodata beschadigd.
pl: Wystąpiły błędy %d jitter podczas odczytu utworu %d. Możliwe że dane audio są uszkodzone.
pt_br: Ocorreram %d erros de leitura na faixa %d. Isto normalmente está associado a discos riscados.
ru: Ошибки джиттера (%d) при чтении трека %d. Вероятно, данные повреждены.
sv: Det var %d jitter-fel när spår nummer %d lästes. Det är mycket troligt att datat är korrupt.
tr: %d parçası okunurken %d titreme hatası oluştu. Ses verilerinin bozuk olması çok olasıdır.
uk: Під час читання доріжки %d сталося %d помилок джиттера. Дуже ймовірно, що звукові дані пошкоджені.

source: Drive %s is currently in use.
ar: يستخدم المحرك %s حالياً.
ca: Drive %s s'està fent servir.
da: Drev %s er i øjeblikket i brug.
de: Laufwerk %s ist derzeit in Gebrauch.
he: הכונן %s נמצא בשימוש כרגע.
ja: ドライブ%sは現在使用中です。
nb_no: Disk %s er for tiden i bruk.
nl: Schijf %s is momenteel in gebruik.
pt_br: A unidade %s está em uso.
ru: Дисковод %s сейчас используется.
sv: Enheten %s används för närvarande.
tr: Sürücü %s şu anda kullanımda.
uk: Диск %s зараз використовується.

source: Not specified
ar: غير محدد
ca: Sense especificar
da: Ikke specificeret
de: Nicht angegeben
el: Χωρίς καθορισμό
he: לא מוגדר
ja: 不特定
nb_no: Ikke spesifisert
nl: Niet opgegeven
pl: Nie określono
pt_br: Não especificado
ru: Не указано
sv: Inte angivet
tr: Belirtilmemiş
uk: Не вказано

source: Cover (front)
ar: حزمة (أمامي)
ca: Portada (frontal)
da: Omslag (forside)
de: Cover (Vorderseite)
el: Κάλυμμα (έμπροσθεν)
he: כריכה
ja: カバー （表）
nb_no: Omslag (forsiden)
nl: Cover (voorkant)
pl: Okładka (przód)
pt_br: Capa (frente)
ru: Обложка (спереди)
sv: Omslag (framsida)
tr: Kapak (ön)
uk: Обкладинка (передня)

source: Cover (back)
ar: حزمة (الخلفي)
ca: Portada (posterior)
da: Cover (tilbage)
de: Cover (Rückseite)
el: Κάλυμμα (πίσω)
he: כריכה אחורית
ja: カバー（背面）
nb_no: Omslag (baksiden)
nl: Cover (achterkant)
pl: Okładka (tył)
pt_br: Capa (traseira)
ru: Обложка (сзади)
sv: Omslag (baksida)
tr: Arka kapak
uk: Обкладинка (задня)

source: Leaflet Page
ar: صفحة من الكراسة
ca: Pàgina de Fulletó
da: Indlægssedlen Side
de: Covereinlage
el: Σελίδα Φυλλαδίου
he: עלון
ja: リーフレット
nb_no: Brosjyre
nl: Informatievel
pl: Strona informacyjna
pt_br: Página do encarte
ru: Страница брошюры
sv: Sida i häfte
tr: Bildiri Sayfası
uk: Сторінка Листівки

source: Media Label
ar: وسائط الإعلام
ca: Etiqueta del mitjà
da: Medier Label
el: Ετικέτα Πολυμέσου
he: תווית
ja: メディアラベル
nb_no: Utgiver
pl: Etykieta nośnika
pt_br: Rótulo do disco
ru: Метка носителя
sv: Mediaetikett
tr: Medya Etiketi
uk: Етикетка Носія

source: Lead Artist
ar: الفنان الرئيسية
ca: Artista principal
da: Bly Kunstner
de: Haupt-Interpret
el: Επικεφαλής Καλλιτέχνης
he: יוצר מוביל
ja: 主アーティスト
nb_no: Soloartist
nl: Hoofdartiest
pl: Artysta prowadzący
pt_br: Artista principal
ru: Ведущий исполнитель
sv: Huvudartisten
tr: Baş Sanatçı
uk: Головний Виконавець

source: Band
ar: مجموعة
ca: Banda
de: Musik-Gruppe
el: Μπάντα
he: להקה
ja: バンド
pl: Zespół
pt_br: Banda
ru: Группа
sv: Bandet
tr: Grup
uk: Група

source: Recording Location
ar: مكان التسجيل
ca: Ubicació de la gravació
da: Optagelse Beliggenhed
de: Aufnahmeort
el: Τοποθεσία Εγγραφής
he: מיקום ההקלטה
ja: レコーディング場所
nb_no: Opptakssted
nl: Opnamelocatie
pl: Miejsce nagrania
pt_br: Local da gravação
ru: Место записи
sv: Inspelningsplatsen
tr: Kayıt Yeri
uk: Місце Запису

source: During Recording
ar: أثناء التسجيل
ca: Durant la gravació
da: Under optagelse
de: Bei der Aufnahme
el: Κατά την διάρκεια Εγγραφής
he: במהלך הקלטה
ja: 録音時
nb_no: Under brenning
nl: Tijdens opnemen
pl: Podczas nagrywania
pt_br: Durante a gravação
ru: Во время записи
sv: Under inspelningen
tr: Kayıt Sırasında
uk: Під час Запису

source: During Performance
ar: خلال فترة المعرض
ca: Durant l’actuació
da: Under Performance
de: Beim Auftritt
el: Κατά την διάρκεια Απόδοσης
he: בדמן ההופעה
ja: 演奏時
nb_no: Under Fremføring
nl: Tijdens Optreden
pl: Podczas przedstawiania
pt_br: Durante a apresentação
ru: Во время выступления
sv: Under framförandet
tr: Performans Sırasında
uk: Під час Виконання

source: Video Screen Capture
ar: التقاط الفيديو
ca: Captura de pantalla de vídeo
de: Video-Standbild
el: Απαθανάτιση Οθόνης Βίντεο
he: לכידת מסך וידאו
ja: スクリーンキャプチャ動画
nb_no: Video-opptak
pl: Zrzuty Ekranu Video
pt_br: Captura de cena do vídeo
ru: Захват видео
sv: Från video
tr: Video Ekran Yakalama
uk: Знімок екрана відео

source: Illustration
ar: المثال التوضيحي
ca: Il·lustració
el: Απεικόνιση
he: איור
ja: イラスト
nb_no: Illustrering
nl: Illustratie
pl: Ilustracja
pt_br: Ilustração
ru: Иллюстрация
tr: İllüstrasyon
uk: Ілюстрація

source: Band Logotype
ar: شعار الفريق
ca: Logotip de banda
da: Band Logo
de: Band-Logo
el: Λογότυπο Μπάντας
he: לוגו הלהקה
ja: バンドロゴタイプ
nb_no: Bandets Logo
nl: Soort logo
pl: Logo zespołu
pt_br: Logotipo da banda
ru: Логотип группы
sv: Bandets logotyp
tr: Grup Logosu
uk: Логотип Групи

source: Publisher Logotype
ar: شعار الناشر
ca: Logotip de l'editor
da: Udgiver Logo
de: Verlagslogo
el: Λογότυπο Εκδότη
he: לוגו המוציא לאור
ja: 発行者ロゴタイプ
nb_no: Utigvers Logo
nl: Uitgeverslogo
pl: Logo wydawcy
pt_br: Logotipo da gravadora
ru: Логотип издателя
sv: Förlagets logotyp
tr: Yayıncı Logosu
uk: Логотип Видавця

source: Unsaved image
ar: الصورة غير المحفوظة
ca: Imatge no desada
da: Ugemt billede
de: Nicht gespeichertes Bild
el: Μη αποθηκευμένη εικόνα
he: תמונה לא שמורה
ja: 保存されていない画像
nb_no: Ulagret bilde
nl: Niet-opgeslagen afbeelding
pl: Niezapisany obraz
pt_br: Imagem não salva
ru: Несохранённое изображение
sv: Osparad bild
tr: Kaydedilmeyen görüntü
uk: Незбережене зображення

source: Save to tag
ar: حفظ إلى العلامة
ca: Desa a l'etiqueta
da: Gem til tag
de: Speichere im Tag
el: Αποθήκευση στην ετικέτα
he: שמור לתג
ja: タグに保存
nb_no: Lagre til tagg
nl: In label opslaan
pl: Zapisz w tagu
pt_br: Salvar na tag
ru: Сохранить в тег
sv: Spara till tagg
tr: Etikete kaydet
uk: Зберегти до теґу

source: Save to: %s
ar: حفظ إلى: %s
ca: Desa a: %s
da: Gem til: %s
de: Speichern als: %s
el: Αποθήκευση σε: %s
he: שמור ל: %s
ja: 保存先: %s
nb_no: Lagre til: %s
nl: Opslaan als: %s
pl: Zapisz w: %s
pt_br: Salvar em: %s
ru: Сохранить в: %s
sv: Spara till: %s
tr: Şuraya kaydet: %s
uk: Зберегти в: %s
