Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Table of Contents of CD-ROM %s: was not read successfully.
ar: جدول محتويات محرك الأقراص المضغوطة %s غير قابلة للتشغيل.
ca: Taula de continguts del CD-ROM %s: no s'ha llegit correctament.
da: Indholdsfortegnelse af CD-rom %s: var ikke læse korrekt.
de: Inhaltsverzeichnis (TOC) von CD-ROM %s: wurde nicht erfolgreich gelesen.
el: Ο πίνακας περιεχομένων του CD-ROM %s: δεν αναγνώσθηκε επιτυχώς.
he: תוכן עניינים של CD-ROM %s: לא נקרא בהצלחה.
ja: CD-ROM"%s"のTOCの読み取りに失敗しました。
nb_no: Innholdsfortegnelse for CD-ROM %s: ble ikke lest vellykket.
nl: Inhoud van CD-ROM %s: niet succesvol gelezen.
pl: Tablica zawartości CD-ROM %s: nie została odczytana poprawnie.
pt_br: A tabela de conteúdo do CD-ROM %s não foi lida com sucesso.
ru: Содержимое CD-ROM %s: невозможно прочитать.
sv: Innehållsförteckningen på CD-ROM %S kunde inte läsas korrekt.
tr: CD-ROM %s'nin İçindekiler Tablosu: başarıyla okunamadı.
uk: Зміст компакт-диска %s: не було успішно прочитано.

source: There was a problem querying the database:
ar: كريبتوكين المشكلة قاعدة البيانات:
ca: S'ha produït un problema en consultar la base de dades:
da: Der var et problem at forespørge databasen:
de: Es gab ein Problem beim Abfragen der Datenbank:
el: Υπήρξε ένα πρόβλημα στο ερώτημα στη βάση δεδομένων:
he: הייתה בעיה בשאילת המאגר:
ja: データベースのクエリ中に問題が発生しました:
nb_no: Det oppstod et problem ved en forespørsel i databasen:
nl: Probleem bij het doorzoeken van de database:
pl: Wystąpił problem podczas przeszukiwania bazy danych:
pt_br: Houve um problema na consulta à base de dados:
ru: Проблема с запросом данных:
sv: Ett problem uppstod när databasen skulle läsas:
tr: Veritabanı sorgulanırken bir sorun oluştu:
uk: Виникла проблема з запитом до бази даних:

source: Files from the following locations are currently inaccessible: %sPlease reconnect the drive or insert the CDs.
ar: الملفات من المواقع التالية غير قابلة للوصول حاليًا: %sيرجى إعادة توصيل المحرك أو إدخال الأقراص المدمجة.
ca: Actualment, els fitxers de les ubicacions següents són inaccessibles: %s Torneu a connectar la unitat o introduïu els CD.
da: Filer fra følgende placeringer er i øjeblikket utilgængelige: %sVenligst tilslut drevet eller indsæt CD'erne.
de: Dateien aus folgendem Verzeichnis stehen derzeit nicht zur Verfügung: %sBitte verbinden Sie das Laufwerk erneut oder legen Sie die CDs ein.
el: Προς το παρόν δεν είναι προσβάσιμα αρχεία από τις ακόλουθες τοποθεσίες: %sΠαρακαλούμε ξανασυνδέστε τη μονάδα ή τοποθετήστε τα CD.
he: קבצים מהמיקומים הבאים אינם נגישים כרגע: %s אנא חבר מחדש את הכונן או הכנס את התקליטורים.
ja: 次の場所からのファイルは現在アクセスできません: %sドライブを再接続するか、CDを挿入してください。
nb_no: Filer fra følgende steder er for tiden utilgjengelige: %sVennligst koble til enheten igjen eller sett inn CDene.
nl: Bestanden op de volgende locaties zijn momenteen ontoegankelijk: %sSluit de drive aan of laad de CD's.
pl: Pliki z następujących lokalizacji są obecnie niedostępne: %sPodłącz ponownie napęd lub włóż płyty CD.
pt_br: Arquivos dos seguintes locais estão indisponíveis: %d Por favor reconecte o drive ou insira os CDs.
ru: Файлы из следующих мест сейчас недоступны. %Переподключите дисковод или вставьте CD.
sv: Filer från följande platser är för närvarande otillgängliga: %sAnslut enheten igen eller sätt i CD-skivorna.
tr: Aşağıdaki konumlardaki dosyalara şu anda erişilemiyor: %sLütfen sürücüyü yeniden bağlayın veya CD'leri takın.
uk: Наразі недоступні файли з таких місць: %s Під'єднайте наново накопичувач або вставте компакт-диски.

source: Time-out error occured while connecting to Freedb.
ar: نهاية الوقت المسموح به للاتصال Freedb.
ca: S'ha produït un error de temps d'espera en connectar-se a Freedb.
da: Time-out fejl opstod under oprettelse af forbindelse til freedb.
de: Zeitüberschreitung beim Verbinden mit GnuDB.
el: Σφάλμα λήξης χρόνου κατά την σύνδεση σε Freedb.
he: שגיאת זמן קצוב התרחשה בעת התחברות ל-Freedb.
ja: FreeDBへの接続中にタイムアウトエラーが発生しました。
nb_no: Time-out feil oppstod ved oppkobling mot Freedb.
nl: Time-out bij het cverbinden met Freedb.
pl: Przekroczono limit czasu podczas połączenia do Freedb.
pt_br: Tempo esgotado na tentativa de conexão ao Freedb.
ru: Превышено время ожидания при подключении к Freedb.
sv: Anslutningsförsöket till Freedb resulterade i en time-out.
tr: Freedb'ye bağlanırken zaman aşımı hatası oluştu.
uk: Під час підключення до Freedb сталася помилка часу очікування.

source: Collections allow you to define subsets of your Library so that you can, for example, browse your classical music collection independently of your other music. Collections can only be edited with the Gold version.
ar: تسمح لك المجموعات بتحديد مجموعات فرعية من مكتبتك بحيث يمكنك، على سبيل المثال، تصفح مجموعتك الموسيقية الكلاسيكية بشكل مستقل عن الموسيقى الأخرى. لا يمكن تحرير المجموعات إلا مع النسخة الذهبية.
ca: Les col·leccions us permeten definir subconjunts de la biblioteca per poder, per exemple, navegar per la vostra col·lecció de música clàssica independentment de la vostra altra música. Les col·leccions només es poden editar amb la versió Gold.
da: Samlinger giver dig mulighed for at definere delmængder af dit bibliotek, så du fx kan browse din klassiske musik samling uafhængigt af din anden musik. Samlinger kan kun redigeres med Gold-versionen.
de: Auswahlen ermöglichen die Unterteilung des Archivs, so dass Sie z.B. unabhängig von den übrigen Tracks durch Ihre klassische Musik navigieren können. Eine persönliche Auswahl kann nur mit MediaMonkey Gold erstellt werden.
el: Οι Συλλογές σάς επιτρέπουν να ορίσετε υποσύνολα της Βιβλιοθήκης σας ώστε να μπορείτε, για παράδειγμα, να περιηγηθείτε στην συλλογή κλασικής μουσικής σας ανεξάρτητα από την υπόλοιπη μουσική σας. Οι Συλλογές μπορούν να επεξεργασθούν μόνο στην έκδοση Gold.
he: אפשרויות מאפשרות לך להגדיר תתי-קבוצות של הספרייה שלך כך שתוכל, למשל, לגלוש באוספים שלך של מוזיקה קלאסית בנפרד מהמוזיקה האחרת שלך. ניתן לערוך אופציות רק בגרסת ה-Gold.
ja: コレクションを使用すると、ライブラリのサブセットを定義して、例えば、クラシック音楽コレクションを他の音楽とは独立して閲覧できるようにすることができます。コレクションはGoldバージョンでのみ編集できます。
nb_no: Samlinger lar deg definere utvalg av ditt bibliotek slik at du kan, som eksempel, utforske din klassiske musikksamling uavhengig av annen musikk du har. Samlinger kan kun bli redigert med Gold-versjonen.
nl: Collecties maken het mogelijk subsets te definiëren binnen de Bibiliotheek zodat, bijvoorbeeld, klassieke muziek doorzocht kan worden, los van overige muziek. Collecties kunnen alleen worden bewerkt in de Gold-versie.
pl: Kolekcje umożliwiają zdefiniowanie podzbiorów Biblioteki, dzięki czemu możesz na przykład przeglądać swoją kolekcję muzyki klasycznej niezależnie od innych utworów. Kolekcje można edytować tylko w wersji Gold.
pt_br: Coleções permitem definir subconjuntos de sua Biblioteca, tornando possível, por exemplo, navegar na sua coleção de música clássica independentemente das demais músicas. Coleções podem ser editadas na versão Gold do MediaMonkey.
ru: Коллекции позволяют определять подмножества библиотеки: можно, например, просматривать коллекцию классики независимо от другой музыки. Редактировать коллекции можно только в версии Gold.
sv: Samlingar låter dig definiera delmängder av ditt bibliotek så att du till exempel kan bläddra i din klassiska musiksamling oberoende av din andra musik. Uppgradera till Gold-versionen så kommer du åt samlingsfunktionen.
tr: Koleksiyonlar, örneğin klasik müzik koleksiyonunuzu diğer müziklerinizden bağımsız olarak tarayabilmeniz için Kitaplığınızın alt kümelerini tanımlamanıza olanak tanır. Koleksiyonlar yalnızca Gold sürüm ile düzenlenebilir.
uk: Колекції дозволяють визначити підмножини вашої Бібліотеки, щоб ви могли, наприклад, переглядати свою колекцію класичної музики незалежно від іншої музики. Збірки можна редагувати лише за допомогою версії Gold.

source: Information
ar: معلومات
ca: Informació
el: Πληροφορία
he: מידע
ja: 情報
nb_no: Informasjon
nl: Informatie
pl: Informacja
pt_br: Informação
ru: Информация
tr: Bilgi
uk: Інформація

source: Language(s)
ar: اللغة(اللغات)
ca: Idioma (s)
da: Sprog
de: Sprache(n)
el: Γλώσσα(ες)
he: שפות
ja: 言語
nb_no: Språk
nl: Taal/Talen
pl: Język(i)
pt_br: Idioma(s)
ru: Языки
sv: Språk
tr: Dil(s)
uk: Мова(и)

source: recent episodes first
ar: الأحداث الأخيرة اﻷول
ca: primer els episodis recents
da: nylige episoder første
de: neueste Episoden zuerst
el: πρόσφατα επεισόδια πρώτα
he: פרקים אחרונים קודם
ja: 新しいエピソードを先に
nb_no: nyeste episoder først
nl: recente afleveringen eerst
pl: najnowsze odcinki jako pierwsze
pt_br: episódios recentes primeiro
ru: сначала новые эпизоды
sv: senaste episoderna först
tr: önce son bölümler
uk: спочатку недавні епізоди

source: older episodes first
ar: الأحداث الأقدم أولاً
ca: primer els episodis més antics
da: ældre episoder første
de: ältere Episoden zuerst
el: παλαιότερα επεισόδια πρώτα
he: פרקים ישנים קודם
ja: 古いエピソードを先に
nb_no: eldre episoder først
nl: oudere afleveringen eerst
pl: starsze odcinki jako pierwsze
pt_br: episódios antigos primeiro
ru: сначала старые эпизоды
sv: äldre episoder först
tr: önce eski bölümler
uk: спочатку старіші епізоди

source: all episodes
ar: جميع الحلقات
ca: tots els episodis
da: alle episoder
de: alle Episoden
el: όλα τα επεισόδια
he: כל הפרקים
ja: すべてのエピソード
nb_no: alle episoder
nl: alle afleveringen
pl: wszystkie odcinki
pt_br: todos os episódios
ru: все эпизоды
sv: alla episoder
tr: tüm bölümler
uk: усі епізоди

source: no episodes
ar: لا الحلقات
ca: cap episodi
da: ingen episoder
de: keine Episoden
el: κανένα επεισόδιο
he: אין פרקים
ja: エピソードなし
nb_no: ingen episoder
nl: geen afleveringen
pl: brak odcinków
pt_br: nenhum episódio
ru: без эпизодов
sv: inga episoder
tr: bölüm yok
uk: немає епізодів

source: from the past 24 hours
ar: الـ 24 ساعة الماضية
ca: de les darreres 24 hores
da: fra de seneste 24 timer
de: der letzten 24 Stunden
el: από τις προηγούμενες 24 ώρες
he: מהיממה האחרונה
ja: 過去24時間から
nb_no: fra siste 24 timer
nl: in de laatste 24 uur
pl: z ostatnich 24 godzin
pt_br: das últimas 24 horas
ru: за последние 24 часа
sv: från de senaste 24 timmarna
tr: son 24 saat
uk: за минулі 24 години

source: from the past 2 days
ar: في اليومين الأخيرين
ca: dels darrers 2 dies
da: fra de sidste 2 dage
de: der letzten 2 Tage
el: από τις προηγούμενες 2 ημέρες
he: מיממה האחרונה
ja: 過去２日間から
nb_no: fra de to siste dagene
nl: in de laatste 2 dagen
pl: z ostatnich 2 dni
pt_br: dos 2 últimos dias
ru: за последние 2 дня
sv: från de senaste 2 dagarna
tr: Son 2 gün
uk: за минулі 2 дні

source: from the past 3 days
ar: في آخر 3 أيام
ca: dels darrers 3 dies
da: fra de sidste 3 dage
de: der letzten 3 Tage
el: από τις προηγούμενες 3 ημέρες
he: משלושת הימים האחרונים
ja: 過去 3 日間から
nb_no: fra de tre siste dagene
nl: in de laatste 3 dagen
pl: z ostatnich 3 dni
pt_br: dos 3 últimos dias
ru: за последние 3 дня
sv: från de senaste 3 dagarna
tr: son 3 gün
uk: за минулі 3 дні

source: from the past week
ar: الأسبوع الماضي
ca: de la setmana passada
da: fra den sidste uge
de: der letzten Woche
el: από την προηγούμενη εβδομάδα
he: מהשבוע האחרון
ja: 過去 1 週間から
nb_no: fra den siste uken
nl: in de laatste week
pl: z ostatniego tygodnia
pt_br: da última semana
ru: за последнюю неделю
sv: från den senaste veckan
tr: geçen haftadan
uk: за минулий тиждень

source: from the past 2 weeks
ar: الماضي 2 أسابيع
ca: de les darreres 2 setmanes
da: fra de sidste 2 uger
de: der letzten 2 Wochen
el: από τις προηγούμενες 2 εβδομάδες
he: מהשבועיים האחרונים
ja: 過去 2 週間から
nb_no: fra de siste to ukene
nl: in de laatste 2 weken
pl: z ostatnich 2 tygodni
pt_br: das 2 últimas semanas
ru: за последние 2 недели
sv: från de senaste 2 veckorna
tr: son 2 haftadan
uk: за минулі 2 тижні

source: from the past month
ar: الشهر الماضي
ca: del darrer mes
da: fra den seneste måned
de: des letzten Monats
el: από τον περασμένο μήνα
he: מהחודש האחרון
ja: 過去 1 か月間から
nb_no: fra siste måned
nl: in de laatste maand
pl: z ostatniego miesiąca
pt_br: do último mês
ru: за последний месяц
sv: från den senaste månaden
tr: geçen aydan
uk: за минулий місяць

source: 1 unplayed episode
ar: 1 الحلقة غير مقروءة
ca: 1 episodi sense reproduir
da: 1 afspillede episode
de: 1 ungespielte Episoden
el: 1 μη αναπαραχθέν επεισόδιο
he: פרק לא מושמע אחד
ja: １つの未プレイのエピソード
nb_no: En uavspilt episode
nl: 1 niet afgespeelde aflevering
pl: 1 nieodtwarzany odcinek
pt_br: 1 episódio não ouvido
ru: 1 невоспроизведённый эпизод
sv: 1 ospelat avsnitt
tr: 1 oynanmamış bölüm
uk: 1 невідтворений епізод

source: %d unplayed episodes
ar: %d الحلقات غير مقروءة
ca: %d episodis sense reproduir
da: %d afspillede episoder
de: %d ungespielte Episoden
el: %d μη αναπαραχθέντα επεισόδια
he: %d פרקים לא מושמעים
ja: %d件の未プレイのエピソード
nb_no: % uavspilte episoder
nl: %d niet afgespeelde afleveringen
pl: %d nieodtwarzanych odcinków
pt_br: %d episódios não ouvidos
ru: %d невоспроизведённых эпизодов
sv: %d ospelade avsnitt
tr: %d oynatılmamış bölüm
uk: %d невідтворених епізодів

source: Co&ntinue
ar: و&اصل
ca: Co&ntinua
da: Fortsæt
de: Fortfahre&n
el: Συνέχιση
he: המשך
ja: 続ける(&N)
nb_no: Fo&rtsett
nl: Doorgaan
pt_br: Co&ntinuar
ru: Продолжить
sv: Fortsätt
tr: De&vam
uk: Про&довжувати

source: &Erase CD
ar: &امسح القرص
ca: &Borra CD
da: Slet CD
de: Medium lösch&en
el: Διαγραφή CD
he: מחק דיסק
ja: CDを消去(&E)
nb_no: &Slett CD
nl: CD vewissen
pt_br: &Apagar CD
ru: Стереть CD
sv: Rad&era CD
tr: &CD'yi Sil
uk: Стерти компакт-диск

source: &Open tray
ar: &افتح الدرج
ca: &Obriu la safata
da: Åben skuffe
de: Laufwerk &öffnen
el: Άνοιγμα δίσκου
he: פתח כונן דיסקים
ja: トレイを開く(&O)
nb_no: &Åpne brett
nl: Lade openen
pt_br: &Abrir bandeja
ru: Извлечь диск
sv: Öppna lucka
tr: &Tepsiyi aç
uk: &Відкрити лоток

source: The inserted disc cannot be written on unless it is first erased. Do you want to erase it before it is burned?
ar: القرص المدرج لا يمكن الكتابة عليه إلا بعد محوه أولاً. هل تريد مسحه قبل حرقه؟
ca: El disc inserit no es pot escriure a menys que s'esborri primer. Voleu esborrar-lo abans que es gravi?
da: Den indsatte skive kan ikke skrives, medmindre den først slettes. Ønsker du at slette den, før den brændes?
de: Das eingelegte Medium muss vor dem Beschreiben gelöscht werden. Wollen sie es jetzt löschen?
el: Ο δίσκος που έχει εισαχθεί δεν μπορεί να εγγραφεί εκτός εάν πρώτα διαγραφεί. Θέλετε να τον διαγράψετε για την εγγραφή;
he: הדיסק המוזן אינו יכול להיכתב עליו אלא אם ימחק קודם. האם ברצונך למחוק אותו לפני הצריבה?
ja: 挿入されたディスクを最初に消去しない限り、書き込むことはできません。書き込む前に消去しますか？
nb_no: Den innsatte platen kan ikke skrives på med mindre den først slettes. Vil du slette den før den brennes?
nl: Er kan niet op de geplaatste schijf worden geschreven, tenzij deze eerst wordt gewist. Wil je het wissen voordat het wordt gebrand?
pt_br: O disco inserido precisa ser apagado antes de poder ser gravado. Deseja apagá-lo antes de iniciar a gravação?
ru: Вставленный оптический диск не может быть записан, если не будет предварительно стёрт. Стереть его перед записью?
sv: Det går inte att skrivas till den inmatade CD:n/DVD:n om den inte först raderas. Vill du radera den innan bränning?
tr: Takılan disk silinmeden üzerine yazı yazılamaz. Yazılmadan önce silmek ister misiniz?
uk: На вставлений диск не можна записувати, якщо його попередньо не стерти. Ви хочете стерти його, перш ніж на нього записувати?

source: Please insert a disc to be burned...
ar: يرجى إدخال قرص ليتم حرقه...
ca: Si us plau, inseriu un disc per gravar...
da: Indsæt venligst en skive der skal brændes...
de: Bitte legen Sie ein Medium ins Laufwerk ein...
el: Παρακαλούμε εισαγάγετε έναν δίσκο για εγγραφή...
he: אנא הכנס דיסק לצריבה...
ja: 書き込むディスクを挿入してください...
nb_no: Vennligst sett inn en plate som skal brennes...
nl: Plaats een schijf om te branden...
pt_br: Por favor, insira um disco a ser gravado...
ru: Вставьте лазерный диск для записи...
sv: Vänligen mata in den skiva som skall brännas...
tr: Lütfen yazdırılacak diski yerleştirin...
uk: Будь ласка, вставте диск для запису...

source: Error erasing the CDRW.
ar: حدث خطأ في مسح CDRW.
ca: S'ha produït un error al borrar el CDRW.
da: Fejl ved sletning af CDRW.
de: Fehler beim Löschen des Mediums.
el: Σφάλμα κατά τη διαγραφή του CDRW.
he: שגיאה במחיקת CDRW.
ja: CD-RWの消去中にエラーが発生しました。
nb_no: Feil ved sletting av CDRW.
nl: Fout bij het wissen van de CDRW.
pt_br: Erro ao apagar o CD-RW.
ru: Ошибка стирания CD-RW
sv: Ett fel uppstod när CDRW-skivan skulle raderas.
tr: CDRW silinirken hata oluştu.
uk: Помилка стирання CDRW.

source: Burning was not successful
ar: لم يكن الحرق ناجحًا
ca: La gravació no va tingut èxit
da: Brænding lykkedes ikke
de: Brennvorgang gescheitert
el: Η εγγραφή δεν ήταν επιτυχής
he: הצריבה לא הצליחה
ja: 書き込みに失敗しました
nb_no: Brenning var ikke vellykket
nl: Branden was niet succesvol
pt_br: Gravação não foi bem sucedida
ru: Запись лазерного диска не выполнена
sv: Bränningen misslyckades
tr: Yazma işlemi başarılı olmadı
uk: Запис не був вдалим

source: The layout could not be set.
ar: لم يمكن ضبط التخطيط.
ca: No s'ha pogut configurar el disseny .
da: Layoutet kunne ikke sættes.
de: Das Layout konnte nicht übernommen werden.
el: Δεν ήταν δυνατή η ρύθμιση της διάταξης.
he: לא ניתן לקבוע את התבנית
ja: レイアウトを設定できませんでした。
nb_no: Oppsettet kunne ikke settes.
nl: Layout kan niet ingesteld worden.
pt_br: O layout não pôde ser definido.
ru: Не удалось установить макет.
sv: Layouten kunde inte ställas in.
tr: Düzen ayarlanamadı.
uk: Не вдалося встановити макет.

source: Re-burn this disc?
ar: إعادة حرق هذا القرص؟
ca: Vols tornar a gravar el disc?
da: Gen-brænd denne skive?
de: Medium erneut brennen?
el: Επανεγγραφή αυτού του δίσκου;
he: לצרוב את הדיסק הזה שנית?
ja: このディスクを再度書き込みますか？
nb_no: Brenne denne platen på nytt?
nl: Deze schijf opnieuw branden?
pt_br: Re-gravar este disco?
ru: Перепрожечь этот диск?
sv: Bränna om den här skivan?
tr: Bu diski yeniden yazdır?
uk: Повторно записати цей диск?

source: Could not write the image layout to the disc.
ar: تعذر كتابة تخطيط الصورة على القرص.
ca: No s'ha pogut escriure el disseny de la imatge al disc.
da: Kunne ikke skrive billedlayout til skiven.
de: Die Zusammenstellung konnte nicht auf das Medium geschrieben werden.
he: לא נשמרה התבנית הדרושה לדיסק.
ja: イメージレイアウトをディスクに書き込めませんでした。
nb_no: Kunne ikke skrive bildefiler til platen.
nl: Kan de afbeelding lay-out niet naar de schijf schrijven.
pt_br: Não foi possível gravar o layout da imagem no disco.
ru: Не удалось записать макет образа на оптический диск.
sv: Kunde inte skriva image-layouten till disken.
tr: Görüntü düzeni diske yazılamadı.
uk: Не вдалося записати макет зображення на диск.

source: Burning was terminated.
ar: تم إنهاء الحرق.
ca: S'ha acabar la gravació.
da: Brænding blev afsluttet.
de: Der Brennvorgang wurde abgebrochen.
el: Τερματίστηκε η εγγραφή.
he: צריבה הופסקה.
ja: 書き込みは中断されました。
nb_no: Brenning ble avsluttet.
nl: Het branden werd beëindigd.
pt_br: Gravação interrompida.
ru: Прожиг прерван.
sv: Bränningen avbröts.
tr: Yazma işlemi sonlandırıldı.
uk: Запис був припиненим.

source: Burn completed successfully
ar: اكتمل الحرق بنجاح
ca: La gravació ha acabar correctament
da: Brænding fuldført med succes
de: Brennvorgang erfolgreich abgeschlossen
el: Η εγγραφή ολοκληρώθηκε με επιτυχία
he: צריבה הושלמה בהצלחה
ja: 書き込みが正常に完了しました
nb_no: Brenning fullført vellykket
nl: Branden succesvol voltooid
pt_br: Gravação concluída com sucesso
ru: Запись лазерного диска завершена
sv: Bränning framgångsrikt utförd
tr: Yazma işlemi başarıyla tamamlandı
uk: Запис успішно завершено

source: Preparing track %d of %d (%s)
ar: تحضير المسار %d من %d (%s)
ca: Preparant pista %d de %d (%s)
da: Forbereder spor %d af %d (%s)
de: Erstelle Track %d von %d (%s)
el: Προετοιμασία κομματιού %d από %d (%s)
he: הכנה לרצועה %d מתוך %d (%s)
ja: トラック%d/%d(%s)を準備しています
nb_no: Forbereder spor %d av %d (%s)
nl: Track %d van %d (%s) voorbereiden
pt_br: Preparando faixa %d de %d (%s)
ru: Подготовка трека %d из %d (%s)
sv: Förbereder spår %d av %d (%s)
tr: %d'den %d (%s) parça hazırlanıyor
uk: Підготовка доріжки %d з %d (%s)

source: Problem while decoding file %s, burning terminated
ar: مشكلة أثناء فك ترميز الملف %s، توقف الحرق
ca: Problema en descodificar el fitxer %s, gravació acabada
da: Problem ved dekodning af fil %s, brænding afsluttet
de: Problem beim Dekodieren der Datei %s, Brennvorgang abgebrochen
el: Πρόβλημα κατά την αποκωδικοποίηση του αρχείου %s, η εγγραφή τερματίστηκε
he: בעיה בפענוח קובץ %s, צריבה הופסקה
ja: ファイル"%s"のデコード中に問題が発生し、書き込み処理が中断されました
nb_no: Problem ved dekoding av fil %s, brenning avsluttet
nl: Probleem bij het decoderen van bestand %s, branden beëindigd
pt_br: Problema na decodificação do arquivo %s; gravação encerrada
ru: Проблема при декодировании файла %s, запись прервана
sv: Problem vid avkodning av fil %s, bränning avbruten
tr: %s dosyası kod çözme sırasında sorun oluştu, yazma işlemi sonlandırıldı
uk: Проблема під час декодування файлу %s, запис припинено

source: Burning ... (Phase: %s)%s
ar: جاري الحرق ... (المرحلة: %s)%s
ca: Gravant ... (Fase: %s)%s
da: Brænder ... (Fase: %s)%s
de: Brenne ... (Phase: %s)%s
el: Εγγραφή ... (Φάση: %s)%s
he: צריבה ... (שלב: %s)%s
ja: 書き込み中...（フェーズ: %s）%s
nb_no: Brenner ... (Fase: %s)%s
nl: Branden ... (Fase: %s)%s
pt_br: Gravando... (fase: %s)%s
ru: Прожиг... (Фаза: %s)%s
sv: Bränner... (Fas: %s)%s
tr: Yazıyor... (Aşama %s)%s
uk: Запис ... (Фаза: %s)%s

source: MediaMonkey Player
ar: MediaMonkey مشغل
ca: Reproductor de MediaMonkey
he: נגן MediaMonkey
ja: MediaMonkeyプレイヤー
nb_no: MediaMonkey Avspiller
nl: MediaMonkey Speler
pl: Odtwarzacz MediaMonkey
pt_br: Tocador do MediaMonkey
ru: Плеер MediaMonkey
sv: MediaMonkeys spelare
tr: MediaMonkey Oynatıcı
uk: Програвач MediaMonkey

source: Your computer is going to shutdown
ar: سيتم إطفاء الكمبيوتر الخاص بك.
ca: L'ordinador s'apagarà
da: Computeren kommer til at lukke
de: Ihr Computer wird heruntergefahren
el: Ο υπολογιστής σας θα τερματίσει λειτουργία
he: המחשב שלך עמדה להיכבות
ja: コンピューターがシャットダウンされます
nb_no: Din datamaskin kommer til å slå seg av
nl: De computer wordt afgesloten
pl: Twój komputer będzie wyłączony
pt_br: Seu computador está sendo desligado
ru: Работа ПК будет завершена
sv: Din dator kommer att stängas av
tr: Bilgisayarınız kapanacak
uk: Ваш комп'ютер вимкнеться

source: Your computer is going to hibernate
ar: سيتم وضع الكمبيوتر في وضع الإسبات.
ca: L'ordinador s'apagarà
da: Computeren kommer til at gå i dvale
de: Ihr Computer wird in den Ruhezustand versetzt
el: Ο υπολογιστής σας θα αδρανοποιηθεί
he: המחשב שלך עומד להיכנס למצב שינה
ja: コンピュータが休止状態に入ります
nb_no: Din datamaskin kommer til å gå i dvalemodus
nl: Computer gaat in de slaapstand
pl: Twój komputer przejdzie w stan hibernacji
pt_br: Seu computador está entrando em hibernação
ru: ПК будет переведён в режим гибернации
sv: Din dator kommer att gå i viloläge
tr: Bilgisayarınız uyku moduna geçecek
uk: Ваш комп 'ютер буде сплячим

source: Your computer is going to sleep
ar: وسوف يطرح الكمبيوتر الخاص بك للنوم.
ca: L’ordinador s'aturarà temporalment
da: Computeren kommer til at sove
de: Ihr Computer schaltet auf Standby
el: Ο υπολογιστής σας θα τεθεί σε sleep
he: המחשב שלך הולך להיכנס למצב שינה
ja: コンピューターがスリープ状態になります
nb_no: Din datamaskin kommer til å gå i hvilemodus
nl: De computer gaat in Stand-by
pl: Twój komputer będzie uśpiony
pt_br: Seu computador está entrando em modo de economia de energia
ru: ПК будет переведён в режим сна
sv: Din dator kommer att gå i viloläge
tr: Bilgisayarınız uyku moduna geçecek
uk: Ваш комп'ютер засне
