Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Current audio configuration cannot play %s. Verify that your sound drivers are properly installed or try to change/re-configure the output plugin.
ar: لا يمكن لتكوين الصوت الحالي تشغيل %s. تحقق من تثبيت تعريفات الصوت بشكل صحيح أو حاول تغيير/إعادة تكوين المكون الإضافي للمخرجات.
ca: La configuració d'àudio actual no pot reproduir %s. Verifiqueu que els controladors de so estiguin instal·lats correctament o proveu de canviar/tornar a configurar el connector de sortida.
da: Den aktuelle lydkonfiguration kan ikke afspille %s. Bekræft, at dine lyddrivere er korrekt installeret, eller prøv at ændre/konfigurere outputtilbehøret.
de: Die aktuelle Audiokonfiguration kann %s nicht abspielen. Stellen Sie sicher, dass Ihre Soundtreiber ordnungsgemäß installiert sind, oder versuchen Sie, das Ausgabe-Plugin zu ändern/neu zu konfigurieren.
el: Η τρέχουσα διαμόρφωση ήχου δεν μπορεί να αναπαράγει %s. Βεβαιωθείτε ότι τα προγράμματα οδήγησης ήχου έχουν εγκατασταθεί σωστά ή προσπαθήστε να αλλάξετε / διαμορφώσετε ξανά το plugin εξόδου.
he: התצורה האודיו הנוכחית לא יכולה לנגן %s. בדוק שהדרייברים של הצליל מותקנים כראוי או נסה לשנות/לשדר מחדש את התוסף האודיו.
ja: 現在のオーディオ構成は%sを再生できません。サウンドドライバが正しくインストールされていることを確認するか、出力プラグインを変更/再構成してください。
nb_no: Gjeldende lydkonfigurasjon kan ikke spille av %s. Bekreft at lyd driverne er riktig installert eller prøv å endre/omkonfigurere utdata-plugin.
nl: Huidige audioconfiguratie kan %s niet afspelen. Controleer of de geluidsdrivers correct zijn geïnstalleerd of wijzig/herconfigureer de outputplug-in.
pl: Bieżąca konfiguracja audio nie może odtwarzać %s. Sprawdź, czy sterowniki dźwięku są poprawnie zainstalowane lub spróbuj zmienić/ponownie skonfigurować wtyczkę wyjścia.
pt_br: A configuração de áudio atual não pode reproduzir %s. Verifique se seus drivers de som estão corretamente instalados ou tente mudar/reconfigurar o plug-in de saída.
ru: Текущая аудиоконфигурация не позволяет воспроизводить %s. Убедитесь, что звуковые драйверы установлены правильно, или попробуйте изменить/переконфигурировать плагин вывода.
sv: Aktuell ljudkonfiguration kan inte spela %s. Kontrollera att dina ljuddrivrutiner är korrekt installerade eller försök att ändra/konfigurera om utdatatillägget.
tr: Mevcut ses yapılandırması %s'yi oynatamıyor. Ses sürücülerinizin düzgün bir şekilde yüklendiğini doğrulayın veya çıkış eklentisini değiştirmeyi/yeniden yapılandırmayı deneyin.
uk: Поточна конфігурація аудіо не може відтворити %s. Переконайтеся, що ваші звукові драйвери встановлені належним чином, або спробуйте змінити/ повторно налаштувати вихідний плагін.

source: WMA is not supported. The codec must first be installed.
ar: WMA غير مدعومة. يجب تثبيت الترميز أولاً.
ca: WMA no és compatible. Primer s’ha d’instal·lar el còdec.
da: WMA er ikke understøttet. Codec'en skal først installeres.
de: WMA wird nicht unterstützt. Dafür muss der geeignete Codec installiert werden.
el: Το WMA δεν υποστηρίζεται. Ο κωδικοποιητής πρέπει πρώτα να εγκατασταθεί.
he: WMA לא נתמך. הקודק חייב להיות מותקן תחילה.
ja: WMAはサポートされていません。最初にコーデックをインストールする必要があります。
nb_no: WMA er ikke støttet. Kodek må først installeres.
nl: WMA wordt niet ondersteund. De codec moet eerst geïnstalleerd worden.
pl: WMA nie jest obsługiwany. Kodek należy najpierw zainstalować.
pt_br: WMA não é suportado. O codec precisa ser instalado primeiro.
ru: WMA не поддерживается. Сначала нужно установить кодек.
sv: WMA stöds inte. Codec måste först installeras.
tr: WMA desteklenmiyor. Önce codec'in yüklenmesi gerekiyor.
uk: WMA не підтримується. Спочатку потрібно встановити кодек.

source: Limit to
ar: الحد إلى
ca: Limitat a
da: Begrænset til
de: Limitiert auf
el: Όριο έως
he: הגבל
ja: 上限:
nb_no: Begrens til
nl: Beperken tot
pl: Ogranicz do
pt_br: Limitar a
ru: Ограничение до
sv: Begränsa till
tr: Sınırla
uk: Обмежити до

source: Coming up:
ar: القادمة:
ca: Següent:
da: Kommende:
de: Es folgt:
el: Στη συνέχεια:
he: הבא בתור:
ja: 今後:
nb_no: Kommende:
nl: Straks:
pl: Zbliża się:
pt_br: A seguir:
ru: Скоро:
sv: På gång:
tr: Sırada:
uk: Незабаром:

source: To the following format:
ar: بالتنسيق التالي:
ca: Al format següent:
da: Til følgende format:
de: zu folgendem Format:
el: Στην ακόλουθη μορφή:
he: לפורמט הבא:
ja: 以下の形式へ:
nb_no: Til følgende format:
nl: Naar de volgende indeling:
pl: Do następującego formatu:
pt_br: Para o seguinte formato:
ru: Для следующих форматов:
sv: Till följande format:
tr: Aşağıdaki formata:
uk: До наступного формату:

source: most recent episodes
ar: الحلقات الأخيرة
ca: els episodis més recents
da: seneste episoder
de: neueste Episode(n) beibehalten
el: πιο πρόσφατα επεισόδια
he: הפרקים האחרונים ביותר
ja: 最近のエピソード
nb_no: nyeste episoder
nl: meest recente afleveringen
pl: najaktualniejsze odcinki
pt_br: episódios mais recentes
ru: новых эпизодов
sv: senaste avsnitten
tr: en son bölümler
uk: останні епізоди

source: Delete episodes older than
ar: الأحداث واضحة الأقدم من
ca: Suprimeix els episodis anteriors a
da: Slet episoder ældre end
de: Episoden löschen, falls älter als
el: Διαγραφή επεισοδίων παλαιότερα από
he: מחק פרקים ישנים יותר מ
ja: より古いエピソードを削除
nb_no: Slette episoder eldre enn
nl: Verwijder afleveringen ouder dan
pl: Usuń odcinki starsze niż
pt_br: Excluir episódios com mais de
ru: Удалить эпизоды старше, чем
sv: Ta bort avsnitt som är äldre än
tr: Şu tarihten daha eski bölümleri sil
uk: Видалити епізоди старіші за

source: License key
ar: مفتاح الترخيص
ca: El número de llicència
da: Licensnøgle
de: Lizenzschlüssel
el: Κλειδί άδειας χρήσης
he: מפתח רשיון
ja: ライセンスキー
nb_no: Lisensnøkkel
nl: Licentiesleutel
pl: Klucz licencji
pt_br: Chave da licença
ru: Лицензионный ключ
sv: Licensnyckel
tr: Lisans anahtarı
uk: Ліцензійний ключ

source: Output quality
ar: جودة المخرجات
ca: Qualitat de sortida
da: Outputkvalitet
de: Ausgabequalität
el: Ποιότητα εξόδου
he: איכות שמע
ja: 出力品質
nb_no: Utgangskvalitet
nl: Outputkwaliteit
pl: Jakość wyjściowa
pt_br: Qualidade de saída
ru: Качество вывода
sv: Utgångskvalitet
tr: Çıktı kalitesi
uk: Вихідна якість

source: This changes the header for each custom field.
ar: هذا يغير العنوان لكل حقل مخصص.
ca: Això canvia la capçalera de cada camp personalitzat.
da: Dette ændrer headeren for hvert tilpasset felt.
de: Fürs Archiv können Sie benutzerdefinierten Feldern andere Namen geben (Tag-Name bleibt bestehen).
el: Αυτό αλλάζει την κεφαλίδα για κάθε προσαρμοσμένο πεδίο.
he: זה משנה את הכותרת עבור כל שדה מותאם אישית.
ja: 各カスタム項目のヘッダーが変更されます。
nb_no: Dette endrer overskriften for hvert egendefinerte felt.
nl: Hiermee wordt de koptekst van elk vrij veld gewijzigd.
pl: Zmienia to nagłówek każdego pola niestandardowego.
pt_br: Isso modifica o cabeçalho de cada campo personalizado.
ru: Изменяет заголовок для каждого настраиваемого поля.
sv: Detta ändrar rubriken för varje anpassat fält.
tr: Bu, her özel alanın başlığını değiştirir.
uk: Це змінює заголовок кожного налаштовуваного поля.

source: If enabled, MediaMonkey will prompt you whether to remove tracks from the 'Playing' list, remove them from the 'Playing' list and the Library, or delete them from the 'Playing' list, the Library, and the computer system.
ar: إذا كانت ممكّنة، سيطلب MediaMonkey منك ما إذا كنت تريد إزالة المسارات من قائمة "قيد التشغيل"، إزالتها من قائمة "قيد التشغيل" و المكتبة، أو حذفها من قائمة "قيد التشغيل"، المكتبة، ونظام الكمبيوتر.
ca: Si està activat, MediaMonkey us demanarà si voleu eliminar pistes de la llista de 'Reproducció', eliminar-les de la llista de 'Reproducció' i de la biblioteca o eliminar-les de la llista de 'Reproducció', de la biblioteca i del ordinador.
da: Hvis aktiveret, vil MediaMonkey spørge dig, om du ønsker at fjerne numre fra 'Spiller' liste, fjerne dem fra 'Spiller' liste og Bibliotek, eller slette dem fra 'Spiller' liste, Bibliotek og computersystemet.
de: Aktiviert folgende Löschabfragen: A) nur aus der Abspielliste entfernen, B) aus Abspielliste und Archiv entfernen oder C) aus Abspielliste und Archiv entfernen und Medien-Datei vom Computer löschen.
he: אם אפשר, MediaMonkey ישאל אם להסיר שירים מרשימת 'מתנגנים', להסיר אותם מרשימת 'מתנגנים' והספרייה, או למחוק אותם מרשימת 'מתנגנים', הספרייה והמערכת המחשב.
ja: 有効にすると、MediaMonkeyは「再生中」リストからトラックを削除するか、「再生中」リストとライブラリからトラックを削除するか、「再生中」リスト、ライブラリ、コンピュータシステムからトラックを削除するかをたずねます。
nb_no: Hvis aktivert, vil MediaMonkey spørre om du ønsker å fjerne spor fra 'Spiller nå' listen, fjerne dem fra 'Spiller nå' listen og biblioteket, eller slette dem fra 'Spiller nå' listen, biblioteket og datasystemet.
nl: MediaMonkey zal vragen of tracks van de 'Speel' lijst, de 'Speel' lijst en uit de Bibliotheek of van de 'Speel' lijst, uit de Bibliotheek en van de computer verwijderd moeten worden.
pt_br: Se esta opção for habilitada, o MediaMonkey irá perguntar se você deseja excluir as faixas apenas da Lista 'Em Execução', da Lista e da Biblioteca ou da Lista, da Biblioteca e do Computador.
ru: Если включено, MediaMonkey предложит удалить треки только из списка воспроизведения, а также из библиотеки и с диска.
sv: Om alternativet är valt så kommer MediaMonkey att fråga om du vill ta bort spår från spellistan, ta bort dem från spellistan och Mediabiblioteket, eller ta bort dem från spellistan, Mediabiblioteket och Datorn.
tr: Eğer etkinleştirilmişse, MediaMonkey sizden 'Çalan' listesinden parçaları kaldırıp kaldırmamak, parçaları 'Çalan' listesinden ve Kütüphane'den kaldırmak veya 'Çalan' listesinden, Kütüphane'den ve bilgisayar sisteminden silmek isteyip istemediğinizi sormuş olacaktır.

source: Applies the changes made to an existing Hotkey entry
ar: تطبيق التغييرات على اختصار القائمة
ca: Aplica els canvis fets a una entrada de tecla ràpida existent
da: Anvender de ændringer til en eksisterende Genvejstast post
de: Speichert das geänderte Tastenkürzel
el: Εφαρμόζει τις αλλαγές που έγιναν σε μία υπάρχουσα εισαγωγή Πλήκτρου Συντόμευσης
he: מיישם את השינויים שבוצעו על ערך מקש קיצור קיים
ja: 既存のホットキーエントリに行った変更を適用します
nb_no: Bruker forandringene gjort på en eksisterende Hurtigtast-oppføring
nl: Past een wijziging op een bestaande sneltoets toe
pl: Stosuje zmiany wprowadzone w istniejących klawiszach skrótu
pt_br: Aplica as alterações feitas a um atalho existente
ru: Применяет изменение, внесённое в имеющуюся горячую клавишу
sv: Tillämpar de ändringar som gjorts i en befintlig snabbtangentpost
tr: Mevcut bir Kısayol girişine yapılan değişiklikleri uygular
uk: Застосовує зміни, внесені до чинного запису Гарячої клавіші

source: .nfo files
ar: .nfo الملفات
ca: fitxers .nfo
da: .nfo filer
de: .nfo-Dateien
el: .nfo αρχεία
he: קבצי nfo.
ja: .nfoファイル
nb_no: .nfo filer
nl: .nfo-bestanden
pl: pliki .nfo
pt_br: Arquivos .nfo
ru: Файлы .nfo
sv: .nfo-filer
tr: .nfo dosyaları
uk: .nfo файли

source: Properties can be inferred from 'Filename' or 'Filename + Path'. Generally, it is better to infer from Filenames only, unless files are arranged in a highly organized directory structure, in which case 'Filename + Path' will yield better results.
ar: يمكن استنتاج الخصائص من 'اسم الملف' أو 'اسم الملف + المسار'. بشكل عام، من الأفضل الاستنتاج من أسماء الملفات فقط، إلا إذا كانت الملفات مرتبة في هيكل دليل منظم جدًا، في هذه الحالة سيكون 'اسم الملف + المسار' يحقق نتائج أفضل.
ca: Les propietats es poden inferir a partir de "Nom de fitxer" o "Nom de fitxer + ruta". En general, és millor inferir només dels noms de fitxer, tret que els fitxers estiguin organitzats en una estructura de directoris altament organitzada, en aquest cas 'Nom de fitxer + ruta' donarà millors resultats.
da: Egenskaber kan udledes fra 'Filnavn' eller 'Filnavn + Sti'. Generelt er det bedre kun at udlede fra Filnavne, medmindre filer er arrangeret i en meget organiseret mappe struktur, i hvilket tilfælde 'Filnavn + Sti' vil give bedre resultater.
de: Datei-Eigenschaften können aus "Dateiname" oder aus "Dateiname + Pfad" abgeleitet werden. Allgemein ist es besser, nur vom Dateinamen abzuleiten, außer die Dateien sind in einer gut organisierten Ordnerstruktur gespeichert.
el: Οι ιδιότητες μπορούν να συναχθούν από 'Όνομα Αρχείου' ή 'Όνομα Αρχείου + Διαδρομή'. Γενικά, είναι καλύτερο να συμπεράνετε μόνο από τα Ονόματα Αρχείων, εκτός εάν τα αρχεία είναι διατεταγμένα σε μια πολύ οργανωμένη δομή καταλόγου, οπότε το 'Όνομα Αρχείου + Διαδρομή' θα αποφέρει καλύτερα αποτελέσματα.
he: תכונות יכולות להיגזר מ'שם הקובץ' או 'שם הקובץ + נתיב'. לרוב, עדיף להסיק משמות קבצים בלבד, אלא אם כן הקבצים מסודרים בתבנית ספרייה מאורגנת במיוחד, ואז 'שם הקובץ + נתיב' יניב תוצאות טובות יותר.
ja: プロパティは、「ファイル名」または「ファイル名+パス」から推測されます。一般的に、ファイルが非常に整理されたディレクトリ構造に配置されている場合を除き、ファイル名のみから推測すると、「ファイル名+パス」がより良い結果をもたらします。
nb_no: Egenskaper kan bli hentet fra 'Filnavn' eller 'Filnavn + Sti'. Vanligvis er det bedre å kun hente informasjon fra filnavn, hvis ikke filer er ordnet i en skikkelig organisert struktur, slik at at 'Filnavn + Sti' vil gi et bedre resultat.
nl: Eigenschappen kunnen worden afgeleid van 'Bestandsnaam' of 'Bestandsnamen + Pad'. Meestal kat dit het beste worden gedaan van enkel de bestandsnaam, tenzij bestanden in een goed georganiseerde mapstructuur zijn opgeslagen. Dan zal de tweede optie betere resultaten opleveren.
pl: Właściwości można wywnioskować z „Nazwa pliku” lub „Nazwa pliku + ścieżka”. Ogólnie rzecz biorąc, lepiej jest wnioskować tylko na podstawie nazw plików, chyba że pliki są ułożone w wysoce zorganizowaną strukturę katalogów, w którym to przypadku „Nazwa pliku + ścieżka” da lepsze wyniki.
pt_br: As propriedades podem ser deduzidas do 'Nome do Arquivo' ou 'Nome do Arquivo + Caminho'. De um modo geral, é melhor deduzir apenas do nome do arquivo, a menos que as faixas estejam perfeitamente organizadas numa estrutura de diretório. Nesse caso, 'Nome do Arquivo + Caminho' produzirá melhores resultados.
ru: Свойства могут быть получены из имени файла или имени файла + пути. Обычно лучше получать только из имени файла. Однако если файлы расположены в упорядоченных папках, имя файла + путь даст лучшие результаты.
sv: Spårinformation kan gissas av programmet utifrån 'Filnamn' eller 'Filnamn + Sökväg'. Vanligen är det bättre att utgå från endast filnamn, såvida spåren inte ligger i mycket välorganiserade mappstrukturer. Då kan 'Filnamn + Sökväg' ge bättre resultat.
tr: Özellikler 'Dosya Adı' veya 'Dosya Adı + Yol'dan çıkarılabilir. Genellikle, dosyalar oldukça düzenli bir dizin yapısında düzenlenmedikçe yalnızca Dosya Adlarından çıkarım yapmak daha iyidir, bu durumda 'Dosya Adı + Yol' daha iyi sonuçlar verecektir.
uk: Властивості можна визначити з "Імен файлів" або "Імен файлів + Шлях". Як правило, краще визначати лише з імен файлів, якщо файли не розташовані у високоорганізованій структурі каталогів, і в цьому випадку "Ім'я файлу + Шлях" дасть кращі результати.

source: If enabled, will prompt for a password when attempting to exit Party Mode.
ar: إذا كانت ممكّنة، ستطلب كلمة مرور عند محاولة الخروج من وضع الحفلة.
ca: Si està activat, se us demanarà una contrasenya quan intenteu sortir del mode festa.
da: Hvis aktiveret, vil der blive bedt om en adgangskode, når der forsøges at afslutte Party Mode.
de: Legen Sie hier ein Passwort zum Beenden des Party-Modus fest (Entriegeln: Schild-Symbol in der Iconleiste).
el: Εάν ενεργοποιηθεί, θα ζητηθεί κωδικός πρόσβασης κατά την προσπάθεια εξόδου από την Λειτουργία Πάρτι.
he: אם אפשר, יוצג סיסמה בעת ניסיון לצאת ממצב מסיבה.
ja: 有効にすると、パーティーモードを終了しようとしたときにパスワードを入力するように求められます。
nb_no: Hvis aktivert, vil du bli bedt om et passord når du forsøker å avslutte Festmodus.
nl: Wanneer ingeschakeld, wordt er om een wachtwoord gevraagd bij het verlaten van Party-Mode.
pl: Jeśli jest włączony, przy próbie wyjścia z trybu imprezy pojawi się monit o hasło.
pt_br: Se habilitado, isso irá pedir uma senha ao tentar sair do modo festa.
ru: Если включено, то при выходе из режима вечеринки будет запрашиваться пароль.
sv: Om detta alternativ är valt frågas efter lösenord när användaren försöker lämna Partyläget.
tr: Etkinleştirilirse, Parti Modundan çıkmaya çalışırken parola istenir.
uk: Якщо увімкнено, під час спроби вийти з Режиму Вечірки з’явиться запит на введення пароля.

source: ID3v2 text encoding:
ar: ID3v2 ترميز النص:
ca: Codificació de text ID3v2:
da: ID3v2 tekst kodning:
de: ID3v2-Text-Kodierung:
el: Κωδικοποίηση κειμένου ID3v2:
he: קידוד טקסט ID3v2:
ja: ID3v2文字エンコード:
nb_no: ID3v2 tekstkoding:
nl: ID3v2-codering:
pl: kodowanie tekstu ID3v2:
pt_br: Codificação do texto ID3v2:
ru: Кодировка текста ID3v2:
sv: ID3v2 textkodning:
tr: ID3v2 metin kodlaması:
uk: Кодування тексту ID3v2:

source: ID3v2.3 tags
ar: ID3v2.3 العلامات
ca: Etiquetes ID3v2.3
el: ID3v2.3 ετικέτες
he: מידע ID3v2.3
ja: ID3v2.3タグ
nb_no: ID3v2.3 tagger
nl: ID3v2.3-labels
pl: Tagi ID3v2.3
pt_br: Tags ID3v2.3
ru: Теги ID3v2.3
sv: ID3v2-taggar
tr: ID3v2.3 etiketleri
uk: Теґи ID3v2.3

source: Add
ar: إضافة
ca: Afegeix
da: Tilføj
de: Hinzufügen
el: Προσθήκη
he: הוסף
ja: 追加
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

source: Discard changes
ar: إلغاء التغييرات
ca: Descartar els canvis
da: Forkast ændringer
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
he: בטל שינויים
ja: 変更を破棄
nb_no: Forkast endringer
nl: Wijzigingen negeren
pl: Odrzucać zmiany
pt_br: Descartar alterações
ru: Отменить изменения
sv: Kassera ändringar
tr: Değişiklikleri at
uk: Скасувати зміни

source: Recently watched series
ar: سلسلة تمت مشاهدتها مؤخرًا
ca: Sèries vistes recentment
da: For nyligt set serier
de: Kürzlich angesehene Serien
el: Πρόσφατα παρακολουθημένες σειρές
he: סדרות שנצפו לאחרונה
ja: 最近見たシリーズ
nb_no: Nylig sett serier
nl: Recent bekeken series
pl: Ostatnio oglądane seriale
pt_br: Séries assistidas recentemente
ru: Недавно просмотренный сериал
sv: Nyligen sedda serier
tr: Son izlenen diziler
uk: Нещодавно переглянуті серії

source: Describes directories other than the above that are scanned for media when syncing. Limit the directories scanned so as not to hurt performance.
ar: يصف دلائل غير المذكورة أعلاه التي يتم فحصها بحثًا عن الوسائط عند المزامنة. قلل من دلائل الفحص حتى لا تؤثر على الأداء.
ca: Descriu directoris diferents dels anteriors que s’exploren per a suports quan es sincronitzen. Limiteu els directoris escanejats per no perjudicar el rendiment.
da: Beskriver andre mapper end ovenstående, der scannes for medier ved synkronisering. Begræns de scannede mapper for at undgå at skade ydeevnen.
de: Zusätzliche Verzeichnisse, die beim Synchronisieren nach Medien durchsucht werden. Beschränken Sie die Anzahl der durchsuchten Verzeichnisse, um die Leistung nicht zu beeinträchtigen.
el: Περιγράφει καταλόγους εκτός από τους παραπάνω που σαρώνονται για πολυμέσα κατά το συγχρονισμό. Περιορίστε τους καταλόγους που σαρώθηκαν, ώστε να μην βλάψετε την απόδοση.
he: מתאר ספריות מעבר לאלו שנסרקות עבור מדיה בעת הסנכרון. הגבלת הספריות שנסרקות כדי לא לפגוע בביצועים.
ja: 同期時にメディアをスキャンする上記以外のディレクトリを記述します。パフォーマンスを損なわないように、スキャンしたディレクトリを制限します。
nb_no: Beskriver kataloger annet enn de ovennevnte som skannes for media ved synkronisering. Begrens katalogene som skannes for ikke å påvirke ytelsen.
nl: Beschrijft andere mappen dan de bovenstaande die worden gescand op media tijdens het synchroniseren. Beperk het aantal te scannen mappen voor betere prestaties.
pl: Opisuje katalogi inne niż powyższe, które są skanowane w poszukiwaniu multimediów podczas synchronizacji. Ogranicz skanowane katalogi, aby nie pogorszyć wydajności.
pt_br: Descreve os diretórios, além dos listados acima, que são analisados à procura de mídia ao sincronizar. Limite os diretórios analisados, para não prejudicar o desempenho.
ru: Описывает папки, отличные от указанных выше, которые сканируются на наличие мультимедиа при синхронизации. Чтобы не замедлять процесс, ограничьте количество сканируемых папок.
sv: Beskriver andra kataloger än ovanstående, som skannas för media vid synkronisering. För att inte försämra prestandan kan du begränsa de skannade katalogerna.
tr: Senkronizasyon sırasında medya taraması yapılan yukarıdakiler dışındaki dizinleri açıklar. Performansı olumsuz etkilememek için taranan dizin sayısını sınırlayın.
uk: Описує каталоги, крім наведених вище, які скануються на носій під час синхронізації. Обмежте скановані каталоги, щоб не погіршити продуктивність.

source: This determines whether playlists for Albums, Artists, etc. are saved in separate directories, or are simply prefaced with text indicating whether it is an Album or Artist.
ar: يحدد ما إذا كانت قوائم التشغيل للألبومات والفنانين، إلخ، يتم حفظها في مجلدات منفصلة، أو يتم ببساطة تسبقى بنص يشير إلى ما إذا كان ألبومًا أو فنانًا.
ca: Això determina si les llistes de reproducció d'àlbums, artistes, etc. es desen en directoris separats o simplement estan precedits amb un text que indica si es tracta d'un àlbum o d'un artista.
da: Dette bestemmer, om playlister for Albums, Kunstnere, osv. gemmes i separate mapper eller blot forsynes med tekst, der angiver, om det er et Album eller Kunstner.
de: Legt fest, ob Wiedergabelisten für Alben, Künstler, etc. in separaten Verzeichnissen gespeichert werden oder einfach durch vorangestellten Text auf Album oder Interpret hingewiesen wird.
el: Αυτό καθορίζει εάν οι λίστες αναπαραγωγής για Άλμπουμ, Καλλιτέχνες, κλπ, φυλάσσονται σε ξεχωριστούς καταλόγους, ή απλώς προλογίζονται με κείμενο που υποδηλώνει εάν είναι ένα Άλμπουμ, ή ένας Καλλιτέχνης.
he: זה קובע אם פלייליסטים עבור אלבומים, אמנים, וכו' נשמרים בספריות נפרדות, או פשוט מקדימים טקסט שמציין אם זה אלבום או אמן.
ja: アルバム、アーティストなどのプレイリストが別々のディレクトリに保存されるか、単にアルバムかアーティストかを示すテキストが頭に付けられるかを決定します。
nb_no: Dette bestemmer om spillelister for Album, Artister, osv. skal lagres i separate lokasjoner, eller merkes med tekst som indikerer om det er et Album eller Artist.
nl: Bepaalt of afspeellijsten voor Albums, Artiesten, enz. in aparte mappen worden opgeslagen of voorafgegaan worden door tekst die aangeeft of het een Album of aAtiest betreft.
pl: Określa to, czy listy odtwarzania dla albumów, wykonawców itp. są zapisywane w osobnych katalogach, czy po prostu poprzedzone tekstem wskazującym, czy jest to album, czy artysta.
pt_br: Isso determina se listas para Álbums, Artistas, etc. são salvas em pastas separadas ou são só precedidas de texto indicando se são de um Artista ou Álbum.
ru: Определяет, хранить ли плейлисты для альбомов, исполнителей и т.д. в отдельных папках, или просто ассоциировать с текстом, указывающим, что это альбом или исполнитель.
sv: Detta avgör om spellistor för album, artister etc. sparas i separata kataloger, eller bara inleds med text som anger om det är ett album eller en artist.
tr: Bu, Albümler, Sanatçılar vb. için çalma listelerinin ayrı dizinlere kaydedilip kaydedilmeyeceğini veya yalnızca Albüm veya Sanatçı olduğunu belirten bir metinle başlayıp başlamayacağını belirler.
uk: Це визначає, чи зберігаються списки відтворення Альбомів, Виконавців тощо в окремих каталогах, чи просто будуть містити текст, що вказує чи це Альбом чи Виконавець.

source: Use Linux folder separator ('/' instead of '\')
ar: استخدم الفاصل المجلد الخاص بـ Linux ('/' بدلاً من '\')
ca: Utilitzeu el separador de carpetes Linux ('/' en lloc de '\')
da: Brug Linux mappe separator ('/' i stedet for '\')
de: Linux-Trennzeichen verwenden ("/" anstatt "\")
el: Χρήση του διαχωριστή φακέλων Linux ('/' αντί για '\')
he: השתמש במפריד תיקיות של לינוקס ('/' במקום '\')
ja: Linuxのフォルダー記号 ('\' でなく '/') を使用
nb_no: Bruk Linux-mappe skilletegn ('/' i stedet for '\')
nl: Gebruik Linux-mapscheidingsteken ('/' i.p.v. '\')
pl: Używaj linuxowego separatora folderów ('/' zamiast '\')
pt_br: Use o separador de pastas do Linux ('/' ao invés de '\')
ru: Использовать Linux-подобные разделители ('/' вместо '\')
sv: Använd Linux-mappavgränsare ('/' istället för '\')
tr: Linux klasör ayırıcısını kullanın ('\' yerine '/')
uk: Використовувати роздільник тек Linux ("/" замість "\")
