Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Use extended M3U
ar: استخدم M3U الموسع
ca: Utilitzeu M3U ampliat
da: Brug udvidet M3U
de: Erweiterte .m3u verwenden
el: Χρήση επέκτασης M3U
he: השתמש ב-M3U מורחב
ja: 拡張M3Uを使用
nb_no: Bruk utvidet M3U
nl: Uitgebreide M3U gebruiken
pl: Użyj rozszerzonego M3U
pt_br: Usar formato M3U estendido
ru: Использовать расширенные M3U
sv: Använd utökad M3U
tr: Genişletilmiş M3U'yu kullan
uk: Використовувати розширений M3U

source: Port
ar: المنفذ
el: Θύρα
he: יציאה
ja: ポート
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт

source: License
ar: الترخيص
ca: Llicència
da: Licens
de: Lizenz
el: Άδεια
he: רשיון
ja: ライセンス
nb_no: Lisens
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
sv: Licens
tr: Lisans
uk: Ліцензія

source: Confirm All
ar: تأكيد الكل
ca: Confirmeu-ho tot
da: Bekræft alt
de: Alle bestätigen
el: Επιβεβαίωση Όλων
he: אשר
ja: すべて確認
nb_no: Bekreft alle
nl: Alles bevestigen
pl: Potwierdź wszystko
pt_br: Confirmar todos
ru: Подтвердить все
sv: Bekräfta alla
tr: Tümünü Onayla
uk: Підтвердити все

source: Rip type
ar: نوع القرص
ca: Tipus de còpia
de: Leseverfahren
el: Rip τύπος
he: סוג ייבוא מדיסק
ja: リッピング方式
nb_no: Rippe type
pl: Typ zgrywania
pt_br: Tipo de extração
ru: Тип рипа
sv: Avkopierings-/Riptyp
tr: Rip tipi
uk: Тип видобування

source: Defines how many new episodes are downloaded if new episodes are detected
ar: ويعرف كم عدد الحلقات يتم تحميل إذا تم الكشف عن الحلقات الجديدة
ca: Defineix quants episodis nous es descarreguen si es detecten episodis nous
da: Definerer hvor mange nye episoder hentes hvis nye episoder er påvist
de: Definiert, wie viele neue Episoden herungergeladen werden, wenn neue vorhanden sind
el: Προσδιορίζει πόσα νέα επεισόδια θα ληφθούν εάν εντοπισθούν νέα επεισόδια
he: מגדיר כמה פרקים חדשים יורדו אם יזוהו פרקים חדשים
ja: 新しいエピソードが検出された場合にダウンロードされる新しいエピソードの数を定義します
nb_no: Definerer hvor mange nye episoder som blir lastet ned hvis nye episoder blir oppdaget
nl: Bepaalt hoeveel nieuwe afleveringen worden gedownload als die gevonden zijn
pl: Określa ile nowych odcinków ma zostać pobranych w przypadku wykrycia dostępności nowych odcinków
pt_br: Define quantos episódios devem ser baixados, quando forem encontrados novos episódios
ru: Определяет, сколько новых эпизодов загружено, если они обнаружены
sv: Definierar hur många nya episoder som laddas ner om nya episoder upptäcks
tr: Yeni bölümler algılanırsa kaç yeni bölümün indirileceğini tanımlar
uk: Визначає, скільки нових епізодів завантажується, якщо виявлено нові епізоди

source: Audio format
ar: تنسيق الصوت
da: Lydformat
el: Μορφή ήχου
he: סוג קובץ השמע
ja: オーディオ形式
nb_no: Lydformat
nl: Audio-indeling
pl: Format audio
pt_br: Formato de áudio
ru: Аудиоформат
sv: Ljudformat
tr: Ses formatı
uk: Формат аудіо

source: Each Node in each Collection
da: Hver node i hver samling
ja: 各コレクションの各ノード

source: Minimizes to the MiniPlayer
ar: التقليل إلى أدنى حد مينيمونكي
ca: Minimitza al MiniReproductor
da: Minimeres til MiniPlayer
de: Wechselt in den Mini-Player
el: Ελαχιστοποίηση σε MiniPlayer
he: ממוזער למעבד הנגן המינימלי
ja: ミニプレイヤーに最小化
nb_no: Minimerer til miniavspilleren
nl: Naar Minispeler minimaliseren
pl: Minimalizuje do MiniPlayer
pt_br: Com esta opção habilitada, o programa minimiza para o MiniPlayer
ru: Сворачивает в миниплеер
sv: Minimerar till minispelare
tr: Mini Oynatıcıya küçült
uk: Мінімізує до Міні Програвача

source: Causes the Hotkey to function even when MediaMonkey isn't in focus
ar: السماح باختصار للعمل حتى عندما لم يكن ميديمونكي التركيز
ca: Fa que la tecla d'accés directe funcioni fins i tot quan MediaMonkey no està actiu
da: Får Genvejstast til at fungere, selv når MediaMonkey er ikke i fokus
de: Globale Tastenkürzel funktionieren auch dann, wenn MediaMonkey im Hintergrund läuft
el: Προκαλεί το Πλήκτρο Συντόμευσης να λειτουργεί ακόμη και αν το MediaMonkey δεν είναι σε εστίαση
he: גורם למקש הקיצור לעבוד גם כש-MediaMonkey אינו ממוקד
ja: MediaMonkeyがフォーカスされていない場合でも、ホットキーが機能するようにします
nb_no: Gjør slik at Hurtigtasten vil fungere selv når MediaMonkey ikke er i fokus
nl: Hierdoor is een sneltoets ook bruikbaar als MediaMonkey niet op de voorgrond draait
pl: Powoduje działanie klawisza skrótu nawet, gdy MediaMonkey nie jest aktywny
pt_br: Faz com que o atalho funcione, mesmo quando o MediaMonkey não estiver em foco
ru: Заставляет функционировать горячую клавишу, даже когда MediaMonkey не в фокусе
sv: Gör att snabbtangenten fungerar även när MediaMonkey inte är i fokus
tr: MediaMonkey odakta olmasa bile Kısayol Tuşunun çalışmasını sağlar
uk: Викликає функціонування Гарячої клавіші, навіть коли MediaMonkey не знаходиться в фокусі

source: About...
ar: حول...
ca: En quan a ...
da: Om...
de: Über...
el: Περί...
he: אודות...
ja: これについて...
nb_no: Om...
nl: Over...
pl: O...
pt_br: Sobre...
ru: О программе...
sv: Om...
tr: Hakkında...
uk: Про...

source: Show scan results dialog when scan is done.
ar: إظهار حوار نتائج الفحص عند الانتهاء من الفحص.
ca: Mostra el quadre de diàleg de resultats quan s'hagi acabat l'escaneig.
da: Vis scanningsresultat-dialog, når scanning er færdig.
de: Ergebnisse im Dialogfeld anzeigen, sobald der Scan abgeschlossen ist.
el: Εμφάνιση διαλόγου αποτελεσμάτων σάρωσης όταν ολοκληρωθεί η σάρωση.
he: הצג תיבת דו-שיח תוצאות סריקה כשהסריקה מסתיימת.
ja: スキャンが完了したら、スキャン結果ダイアログを表示します。
nb_no: Vis skanneresultatsdialog når skanningen er ferdig.
nl: Dialoogvenster Scanresultaten weergeven wanneer de scan is voltooid.
pl: Pokaż okno dialogowe wyników skanowania po zakończeniu skanowania.
pt_br: Ao concluir a varredura, exibir o resultado.
ru: Показывать окно результатов по завершении сканирования.
sv: Visa dialogrutan för resultat när skanningen är klar.
tr: Tarama tamamlandığında tarama sonuçları iletişim kutusunu göster.
uk: Показати діалогове вікно результатів сканування після завершення сканування.

source: Saves auto-converted content to a temporary cache so that it can be re-used, as needed.
ar: يحفظ المحتوى المحول تلقائيًا في ذاكرة مؤقتة مؤقتة بحيث يمكن إعادة استخدامه حسب الحاجة.
ca: Desa el contingut convertit automàticament en una memòria cau temporal perquè es pugui tornar a utilitzar, segons sigui necessari.
da: Gemmer auto-konverteret indhold til en midlertidig cache, så det kan genbruges, efter behov.
de: Speichert automatisch konvertierten Inhalt im temporären Cache, damit er gegebenenfalls wiederverwendet werden kann.
el: Αποθηκεύει το περιεχόμενο που μετατράπηκε αυτόματα σε προσωρινή cache , ώστε να μπορεί να χρησιμοποιηθεί ξανά, όπως απαιτείται.
he: שומר תוכן שהומר אוטומטית במטמון זמני כדי שניתן יהיה להשתמש בו מחדש, לפי הצורך.
ja: 自動変換されたコンテンツを一時キャッシュに保存し、必要に応じて再利用できるようにします。
nb_no: Lagrer autokonvertert innhold til en midlertidig buffer slik at det kan gjenbrukes etter behov.
nl: Slaat automatisch geconverteerde inhoud op in een tijdelijke cache, zodat deze, indien nodig, opnieuw gebruikt kan worden.
pl: Zapisuje automatycznie przekonwertowaną zawartość w tymczasowej pamięci podręcznej, aby w razie potrzeby można było jej ponownie użyć.
pt_br: Salva o conteúdo convertido automaticamente em um diretório temporário, para que possa ser reutilizado, se necessário.
ru: Сохранить автоматически преобразованный контент во временный кэш для повторного использования.
sv: Sparar automatiskt konverterat innehåll till ett tillfälligt cacheminne så att det kan återanvändas efter behov.
tr: Otomatik dönüştürülen içeriği, gerektiğinde yeniden kullanılabilmesi için geçici bir önbelleğe kaydeder.
uk: Зберігає автоматично перетворений вміст у тимчасовому кеші, щоб за потреби, його можна було використовувати повторно.

source: Lower
ar: بأس
ca: Baix
da: Lavere
de: Niedriger
el: Χαμηλότερη
he: נמוך יותר
ja: 通常以下
nb_no: Lavere
nl: Lager
pl: Niższy
pt_br: Baixa
ru: Низкий
sv: Lägre
tr: Alt
uk: Нижчий

source: Opaque
ar: معتمة
ca: Opac
de: Undurchsichtig
el: Αδιαφανές
he: אטום
ja: 不透明
nb_no: Ugjennomsiktig
nl: Ondoorzichtig
pl: Nieprzezroczyście
pt_br: Opaco
ru: Затемнено
sv: Ogenomskinlig
tr: Opak
uk: Непрозорий

source: Default 'Play now' action
ar: الإجراء الافتراضي 'تشغيل الآن'
ca: Acció predeterminada "Reprodueix ara"
da: Standard 'Afspil nu' handling
de: Standardaktion "Jetzt abspielen"
el: Προεπιλεγμένη ενέργεια 'Αναπαραγωγή τώρα'
he: ברירת מחדל לפעולת 'נגן עכשיו'
ja: デフォルトの「今すぐ再生」動作
nb_no: Standard "Spill nå" handling
nl: Standaard 'Nu afspelen'-actie
pl: Domyślna akcja „Zagraj teraz”
pt_br: Ação padrão para 'Executar agora'
ru: Действие по умолчанию 'Играть сейчас'
sv: Standardåtgärd "Spela nu"
tr: Şu anda oynatma eylemi
uk: Типова дія для "Відтворити зараз"

source: Indicates how long the Pop-up should display
ar: يشير إلى مقدار الوقت المعلومات المعروضة
ca: Indica quant de temps ha de mostrar-se la finestra emergent
da: Indikerer hvor længe Pop-up skal vise
de: Bestimmt die Anzeigedauer des Popups
el: Υποδεικνύει τη διάρκεια εμφάνισης του Αναδυόμενου
he: מציין כמה זמן תצוגת החלון הקפץ צריכה להציג
ja: ポップアップの表示時間を指定します
nb_no: Indikerer hvor lenge sprettoppvinduet skal vises
nl: Geeft aan hoe lang de pop-up weergegeven wordt
pl: Wskazuje jak długo podpowiedź powinna być widoczna
pt_br: Indica por quanto tempo a janela Pop-up deve ser exibida
ru: Показывает, сколько времени отображается всплывающее окно
sv: Anger hur länge popup-fönstret ska visas
tr: Açılır pencerenin ne kadar süreyle görüntüleneceğini belirtir
uk: Вказує, скільки часу має показуватися спливне вікно

source: ID3v1 and v2.4 tags
ar: ID3v1 والعلامات v2.4
ca: Etiquetes ID3v1 i v2.4
da: ID3v1 og v2.4 tags
de: ID3v1 und v2.4 Tags
el: ID3v1 και v2.4 ετικέτες
he: תגים ID3v1 ו-2.4
ja: ID3v1およびv2.4タグ
nb_no: ID3v1 og v2.4 tagger
nl: ID3v1- en v2.4-labels
pl: Tagi ID3v1 i v2.4
pt_br: Tags ID3v1 e v2.4
ru: Теги ID3v1 и v2.4
sv: ID3v1- och v2.4-taggar
tr: ID3v1 ve v2.4 etiketleri
uk: Теґи ID3v1 та v2.4

source: If enabled, MediaMonkey adjusts volume to the Player's Target volume, using previously analyzed volume leveling coefficients. It has no effect on tracks that do not have such a coefficient.
ar: إذا كانت ممكّنة، يضبط MediaMonkey الحجم إلى الهدف الخاص بالمشغل، باستخدام معاملات تسوية الحجم المحللة مسبقًا. ليس له أي تأثير على المسارات التي لا تمتلك مثل هذه المعاملات.
ca: Si està activat, MediaMonkey ajusta el volum a l'objectiu del reproductor, utilitzant coeficients d'anivellament de volum analitzats prèviament. No té cap efecte en les pistes que no tinguin aquest coeficient.
da: Hvis aktiveret, justerer MediaMonkey lydstyrken til afspillerens målvolumen, ved hjælp af tidligere analyserede volumen-nivellering koefficienter. Det har ingen effekt på numre, der ikke har en sådan koefficient.
de: MediaMonkey regelt die Abspiel-Lautstärke im Player, indem er die vorher ermittelten Ergebnisse der Lautstärkeanalyse im Tag nutzt . Nicht analysierte Dateien werden nicht davon beeinflusst.
el: Εάν ενεργοποιηθεί, το MediaMonkey προσαρμόζει την ένταση στην ένταση του Player's Target, χρησιμοποιώντας προηγούμενα αναλυθέντες συντελεστές εξισορρόπησης έντασης. Δεν έχει κανένα αποτέλεσμα σε κομμάτια που δεν έχουν τέτοιο συντελεστή.
he: אם מופעל, MediaMonkey מכוון את הווליום לעוצמת קול היעד של הנגן, באמצעות מקדמי היערכות עוצמה שנותחו. אין לכך השפעה על שירים שאין להם מקדם כזה.
ja: 有効にすると、MediaMonkeyは以前に分析した音量調整係数を使用して、プレイヤーの目標音量に音量を調整します。このような係数を持たないトラックには効果がありません。
nb_no: Hvis aktivert, justerer MediaMonkey volumet til spillerens målvolum ved hjelp av tidligere analyserte volumutjevningskoeffisienter. Det har ingen effekt på spor som mangler slik koeffisient.
nl: MediaMonkey past het volume aan het doelvolume van de speler aan m.b.v. eerder verkregen volumenormaliseringsco-efficiënten. Het heeft geen effect op tracks zonder co-efficiënt.
pl: Jeśli ta opcja jest włączona, MediaMonkey dostosowuje głośność do docelowej głośności odtwarzacza, używając wcześniej przeanalizowanych współczynników wyrównywania głośności. Nie ma wpływu na tory, które nie mają takiego współczynnika.
pt_br: Se habilitado, o MediaMonkey ajusta o volume desejado para o tocador, usando os coeficientes de volume previamente calculados. Não tem efeito em faixas que não tenham tal coeficiente calculado.
ru: Если включено, MediaMonkey подстраивает громкость в соответствии с целевой громкостью плеера, используя ранее проанализированные коэффициенты выравнивания громкости. На треки, не имеющие такого коэффициента, это не влияет.
sv: Om aktiverad justerar MediaMonkey ljudstyrkan till spelarens önskad styrka med hjälp av tidigare analyserade volymutjämningskoefficienter. Det har ingen effekt på spår som inte har en sådan koefficient.
tr: Etkinleştirilirse, MediaMonkey daha önce analiz edilen ses seviyelendirme katsayılarını kullanarak ses seviyesini Oynatıcının Hedef ses seviyesine ayarlar. Böyle bir katsayıya sahip olmayan parçalar üzerinde hiçbir etkisi yoktur.
uk: Якщо увімкнено, MediaMonkey регулює гучність відповідно до адресного рівня гучності Програвача, використовуючи попередньо аналізовані коефіцієнти вирівнювання гучності. Це не впливає на доріжки без такого коефіцієнта.

source: Restore window
ar: استعادة النافذة
ca: Restaurar finestra
da: Gendan vindue
de: Fenster wiederherstellen
el: Επαναφορά παραθύρου
he: שחזר גודל חלון
ja: ウィンドウを復元
nb_no: Gjenopprett vindu
nl: Venster herstellen
pl: Przywróć okno
pt_br: Restaurar janela
ru: Восстановить окно
sv: Återställ fönster
tr: Küçült
uk: Відновити вікно

source: Max. resolution
ar: الدقة القصوى
ca: Màx. resolució
da: Maks. opløsning
de: Max. Auflösung
el: Μέγ. ανάλυση
he: רזולוציה מירבית
ja: 最大解像度
nb_no: Maks. oppløsning
nl: Max. resolutie
pl: Maks. rozdzielczość
pt_br: Resolução máxima
ru: Макс. разрешение
sv: Max upplösning
tr: Maksimum çözünürlük
uk: Макс. роздільна здатність

source: Share automatically with all new devices
ar: المشاركة تلقائيًا مع جميع الأجهزة الجديدة
ca: Comparteix automàticament amb tots els dispositius nous
da: Del automatisk med alle nye enheder
de: Automatisch für alle neuen Geräte freigeben
el: Αυτόματη κοινή χρήση με όλες τις νέες συσκευές
he: שתף באופן אוטומטי עם כל המכשירים החדשים
ja: すべての新規デバイスで自動的に共有化
nb_no: Del automatisk med alle nye enheter
nl: Automatisch delen met alle nieuwe apparaten
pl: Współdziel automatycznie ze wszystkimi nowymi urządzeniami
pt_br: Compartilhar automaticamente com todos os dispositivos
ru: Автоматический общий доступ для всех новых устройств
sv: Dela automatiskt med alla nya enheter
tr: Tüm yeni cihazlarla otomatik olarak paylaşın
uk: Поділити автоматично з усіма новими пристроями

source: Malicious software can damage your computer or violate your privacy.
ar: يمكن أن تتسبب في تلف الكمبيوتر البرامج الضارة أو انتهاك الخصوصية الخاصة بك.
ca: El programari maliciós pot danyar l’ordinador o violar la vostra privadesa.
da: Ondsindet software kan skade din computer eller krænke dit privatliv.
de: Böswillige Software kann Ihren Computer beschädigen oder Ihre Privatsphäre verletzen.
el: Κακόβουλο λογισμικό μπορεί να καταστρέψει τον υπολογιστή σας ή να παραβιάσει την ιδιωτικότητά σας.
he: תוכנה זדונית יכולה לגרום נזק למחשב שלך או לפגוע בפרטיות שלך.
ja: 悪意のあるソフトウェアは、コンピュータを損傷したり、プライバシーを侵害したりする可能性があります。
nb_no: Ondsinnet programkode kan ødelegge din datamaskin eller krenke ditt privatliv.
nl: Kwaadaardige software kan de pc beschadigen of de privacy schaden.
pl: Złośliwe oprogramowanie może uszkodzić Twój komputer lub naruszyć Twoją prywatność.
pt_br: Programas maliciosos podem danificar seu computador ou violar sua privacidade.
ru: Вредоносное ПО может повредить компьютер или нарушить вашу конфиденциальность.
sv: Skadlig programvara kan skada din dator eller påverka din integritet negativt.
tr: Kötü amaçlı yazılımlar bilgisayarınıza zarar verebilir veya gizliliğinizi ihlal edebilir.
uk: Зловмисні програми можуть пошкодити ваш комп'ютер або порушити вашу приватність.

source: High
ar: عالي
ca: Alt
da: Høj
de: Hoch
el: Μεγάλο
he: גבוה
ja: 高
nb_no: Høy
nl: Hoog
pl: Wysoki
pt_br: Alta
ru: Высокий
sv: Hög
tr: Yüksek
uk: Високий

source: Writes track information to the CD so that devices that support CD-Text can display it during playback.
ar: يكتب معلومات المسار إلى القرص حتى تتمكن الأجهزة التي تدعم نص القرص من عرضها أثناء التشغيل.
ca: Escriu la informació de la pista al CD perquè els dispositius compatibles amb CD-Text la puguin mostrar durant la reproducció.
da: Skriver spor information til CD'en så enheder der understøtter CD-tekst kan vise det under afspilning.
de: CD-Text kann während des Abspielens auf CD-Text-fähigen Geräten angezeigt werden.
el: Γράφει πληροφορίες κομματιού στο CD έτσι ώστε οι συσκευές που υποστηρίζουν CD-Text να μπορούν να τις εμφανίζουν κατά την αναπαραγωγή.
he: כותב את פרטי השיר לדיסק כך שמכשירים שתומכים בטקסט-CD יכולים להציג אותו במהלך ההשמעה.
ja: CD-Textをサポートするデバイスが再生中に表示できるように、CDにトラック情報を書き込みます。
nb_no: Skriver sporkinformasjon til CDen slik at enheter som støtter CD-Text kan vise det under avspilling.
nl: Schrijft trackinformatie naar de CD zodat apparaten die CD-Text ondersteunen deze tijdens het afspelen kunnen weergeven.
pt_br: Grava as informações das faixas no CD. Assim, dispositivos que suportam o padrão CD-Text podem exibi-las durante a execução.
ru: Запись на CD информации о треке, которую устройства, поддерживающие CD-Text, могут отображать во время воспроизведения.
sv: Skriver spårinformation till CD-skivan så att enheter som stöder CD-Text kan visa den under uppspelning.
tr: Parça bilgilerini CD'ye yazar, böylece CD-Text'i destekleyen aygıtlar oynatma sırasında bu bilgileri görüntüleyebilir.
uk: Записує інформацію про доріжку на компакт-диск, щоб пристрої, які підтримують CD-текст, могли показувати її під час відтворення.

source: Improves performance by converting tracks on the fly to Audio CD format. Disable if burns are failing.
ar: يحسن الأداء عن طريق تحويل المسارات أثناء التشغيل إلى تنسيق CD الصوتي. قم بإلغاء التفعيل إذا كانت عمليات الحرق تفشل.
ca: Millora el rendiment convertint pistes sobre la marxa a format de CD d'àudio. Desactiveu si les gravacions fallen.
da: Forbedrer ydeevnen ved at konvertere sporene til lyd-CD format on-the-fly. Deaktiver hvis brændinger fejler.
de: Erhöht die Geschwindigkeit, indem die Daten nicht erst in ein Image, sondern sofort auf das Medium geschrieben werden. Deaktivieren Sie es, wenn der Brennvorgang fehlschlägt.
el: Βελτιώνει την απόδοση μετατρέποντας τα κομμάτια on the fly σε μορφή Audio CD. Απενεργοποιήστε, εάν αποτυγχάνουν οι εγγραφές.
he: משפר ביצועים על ידי המרת רצועות בזמן לאודיו CD. בטל אם הצריבות נכשלו.
ja: トラックをオンザフライで音楽CD形式に変換して、作成時間を短縮します。作成が失敗する場合は無効にします。
nb_no: Forbedrer ytelsen ved å konvertere spor i farten til lyd-CD-format. Deaktiver hvis brenning mislykkes.
nl: Verbetert de prestaties door tracks on-the-fly te converteren naar Audio CD formaat. Uitschakelen als branden faalt.
pt_br: Melhora o desempenho, convertendo as faixas para o formato do CD de áudio à medida em que grava. Se a gravação falhar, desabilite esta opção e tente novamente.
ru: Повышает производительность, преобразуя треки на лету в формат аудио-CD. Отключите при ошибках записи.
sv: Förbättrar prestanda genom att konvertera spår i farten till ljud-CD-format. Inaktivera om bränningen misslyckas.
tr: Parçaları anında Ses CD formatına dönüştürerek performansı artırır. Yazma işlemi başarısız olursa devre dışı bırakın.
uk: Покращує продуктивність шляхом перетворення доріжок на льоту у формат аудіо CD. Вимкнути, якщо не вдається виконати запис.

source: Action at end:
ar: الإجراء النهائي:
ca: Acció al final:
da: Aktion ved udgangen:
de: Aktion am Ende:
el: Ενέργεια στο τέλος:
he: פעולה בסוף:
ja: 終了時の動作:
nb_no: Til slutt:
nl: Eindactie:
pl: Akcja na koniec:
pt_br: Ao final:
ru: Действие в конце:
sv: Åtgärd vid slut:
tr: Son eylem:
uk: Дія наприкінці:

source: Automatically retain
ar: الحفاظ على تلقائياً
ca: Conserva automàticament
da: Automatisk beholder
de: Behalte automatisch
el: Αυτόματη διατήρηση
he: שומר
ja: 自動的に保持
nb_no: Oppretthold automatisk
nl: Houd automatisch
pl: Zachowaj automatycznie
pt_br: Reter automaticamente
ru: Сохранять автоматически
sv: Behåll automatiskt
tr: Otomatik olarak sakla
uk: Автоматично зберігати

source: Allow just one instance of MediaMonkey
ar: السماح لمثيل واحد فقط من MediaMonkey
ca: Permetre només una instància de MediaMonkey
da: Tillad blot ét eksempel på MediaMonkey
de: Nur eine Programm-Instanz von MediaMonkey erlauben
el: Να επιτρέπεται μόνο ένα περιστατικό του MediaMonkey
he: אפשר רק מקרה אחד של MediaMonkey
ja: MediaMonkeyのひとつのインスタンスのみを許可する
nb_no: Tillat bare en instans av MediaMonkey
nl: Slechts één open MediaMonkey-venster toestaan
pl: Pozwalaj na tylko jedną kopię MediaMonkey
pt_br: Permitir somente uma instância do MediaMonkey
ru: Разрешить только один экземпляр MediaMonkey
sv: Tillåt endast en instans av MediaMonkey
tr: MediaMonkey'in yalnızca bir örneğine izin ver
uk: Дозволити лише один примірник MediaMonkey

source: Shows the MediaMonkey icon in the system tray
ar: عرض رمز MediaMonkey في منطقة الإعلام
ca: Mostra la icona de MediaMonkey a la safata del sistema
da: Viser den MediaMonkey ikonet i systembakken
de: Zeigt das MediaMonkey-Symbol im Infobereich der Taskleiste an
el: Εμφάνιση εικονιδίου MediaMonkey στη γραμμή εργασιών
he: מציג את סמל MediaMonkey במגש המערכת
ja: システムトレイにMediaMonkeyアイコンを表示します
nb_no: Viser MediaMonkey-ikonet i systemstatusfeltet
nl: Geeft MediaMonkey weer in het systeemvak
pl: Pokazuje ikonę MediaMonkey w zasobniku systemowym
pt_br: Exibe o ícone do MediaMonkey na Área de Notificação do sistema
ru: Показывать значок MediaMonkey в области уведомлений
sv: VIsar MediaMonkey-ikonen i systemfältet
tr: MediaMonkey simgesini sistem tepsisinde gösterir
uk: Показує піктограму MediaMonkey у системному лотку

source: Video properties:
ar: خصائص الفيديو:
ca: Propietats del vídeo:
de: Video-Eigenschaften:
el: Ιδιότητες βίντεο:
he: מאפייני וידאו:
ja: 動画のプロパティ:
nb_no: Videoinnstillinger:
nl: Video-eigenschappen:
pl: Właściwości wideo:
pt_br: Propriedades de vídeo:
ru: Свойства видео:
sv: Videoegenskaper:
tr: Video özellikleri:
uk: Властивості відео:

source: Only for files with changed timestamp or size
ar: فقط للملفات ذات الطابع الزمني أو الحجم المتغير
ca: Només per a fitxers amb marca de temps o mida canviades
da: Kun for filer med ændret tidsstempel eller størrelse
de: Nur für Dateien bei denen Zeitstempel oder Größe geändert wurden
el: Μόνο για αρχεία με αλλαγή χρονικής σήμανσης ή μεγέθους
he: רק עבור קבצים עם חותמת זמן או גודל שהשתנו
ja: タイムスタンプまたはサイズが変更されたファイルのみ
nb_no: Kun for filer med endret tidsstempel eller størrelse
nl: Alleen voor bestanden met gewijzigde tijdsaanduiding of grootte
pl: Tylko dla plików ze zmienionym znacznikiem czasu lub rozmiarem
pt_br: Somente para arquivos com alteração de data ou tamanho
ru: Только для файлов с изменённой меткой времени или размером
sv: Endast för filer med ändrad datumstämpel eller storlek
tr: Yalnızca zaman damgası veya boyutu değiştirilmiş dosyalar için
uk: Тільки для файлів зі зміненою позначкою часу або розміром

source: This locks the current configuration of Party Mode.
ar: يقوم هذا الخيار بتأمين التكوين الحالي "وضع فييستا".
ca: Això bloqueja la configuració actual del Mode Festa.
da: Dette låser den nuværende konfiguration af partiets tilstand.
de: Sperrt die aktuelle Einstellungen des Party-Modus.
el: Αυτό κλειδώνει την τρέχουσα διαμόρφωση της Λειτουργίας Πάρτι.
he: זה נועל את התצורה הנוכחית של מצב מסיבה.
ja: パーティーモードの現在の設定をロックします。
nb_no: Dette låser den valgte konfigurasjonen til Festmodus.
nl: Blokkeert de huidige instellingen van Party-Mode.
pl: Blokuje aktualną konfigurację Trybu Party.
pt_br: Isto trava a configuração atual do Modo Festa.
ru: Блокирует текущую настройку режима вечеринки.
sv: Detta låser de nuvarande inställningarna för Partyläget.
tr: Bu, Parti Modunun geçerli yapılandırmasını kilitler.
uk: Це блокує поточну конфігурацію Режиму Вечірки.
