Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: When playback is stopped:
ar: عندما يتم إيقاف تشغيل:
ca: Quan la reproducció està aturada:
da: Når afspilningen er stoppet:
de: Wenn gestoppt ist:
el: Όταν η αναπαραγωγή σταματήσει:
he: כאשר ההשמעה נעצרת:
ja: 再生が停止している場合:
nb_no: Når avspillingen er stoppet:
nl: Als niets wordt afgespeeld:
pl: Gdy odtwarzanie jest zatrzymane:
pt_br: Com a execução parada:
ru: Когда воспроизведение остановлено:
sv: När uppspelningen är stoppad:
tr: Oynatma durduğunda:
uk: Коли відтворення зупинено:

source: Horizontal
ar: أفقي
ca: Horitzontal
da: Vandret
el: Οριζόντια
he: אופקי
ja: 水平方向
nb_no: Horisontal
nl: Horizontaal
pl: Poziomo
ru: Горизонталь
sv: Horisontell
tr: Yatay
uk: Горизонтально

source: Play all audio tracks as single stream to external players (gaplessly)
ar: تشغيل جميع المسارات الصوتية كمجرى واحد إلى المشغلات الخارجية (بدون فواصل)
ca: Reprodueix totes les pistes d'àudio com un únic flux a reproductors externs (sense pauses)
da: Afspil alle lydspor som en enkelt strøm til eksterne afspillere (gaplessly)
de: Spiele alle Audiospuren als einzelnen Stream auf externem Playern (lückenlos)
he: נגן את כל הרצועות האודיו כזרם יחיד לנגנים חיצוניים (ללא פערים)
ja: すべてのオーディオトラックをシングルストリームで外部プレーヤーに再生（ギャップなし）
nb_no: Spill av alle lydspor som én enkelt strøm til eksterne spillere (gapløst)
nl: Speel alle audiotracks als enkele stream af naar externe spelers (zonder onderbrekingen)
pt_br: Tocar todas as faixas de áudio como um fluxo contínuo (sem interrupções)
ru: Воспроизведение всех аудиотреков единым потоком на внешних плеерах (без зазоров)
sv: Spela alla ljudspår som en enda ström till externa spelare (utan tidsglapp)
tr: Tüm ses parçalarını harici oynatıcılarda tek akış olarak oynatın (boşluksuz)
uk: Відтворити всі аудіодоріжки одним потоком на зовнішні програвачі (без пропусків)

source: This filename is used whenever more than one image is stored to a folder. It is used a) for images other than the first image, when only a single Album/Series/Movie is contained within a folder b) for all images when multiple Albums/Series/Movies are contained within a folder.
ar: يتم استخدام اسم الملف هذا دائمًا عندما يتم تخزين أكثر من صورة واحدة في المجلد. ويستخدم أ) للصور التي ليست الصورة الأولى، عندما تحتوي المجلد على ألبوم/سلسلة/فيلم واحد فقط ب) لجميع الصور عندما يحتوي المجلد على ألبومات/سلسلات/أفلام متعددة.
ca: Aquest nom de fitxer s'utilitza sempre que s'emmagatzema més d'una imatge en una carpeta. S'utilitza a) per a imatges diferents de la primera imatge, quan només hi ha un sol àlbum / sèrie / pel·lícula dins d'una carpeta b) per a totes les imatges quan hi ha diversos àlbums / sèries / pel·lícules dins d'una carpeta.
da: Dette filnavn bruges, når mere end et billede gemmes i en mappe. Det bruges a) for billeder, der ikke er det første billede, når kun et enkelt Album/Serie/Film er indeholdt i en mappe b) for alle billeder, når multiple Album/Serie/Film er indeholdt i en mappe.
de: Dieser Dateiname wird verwendet, wenn ein Ordner mehr als ein Bild enthält. A) für zusätzliche Bilder bei nur einem Album/einer Serie/einem Film pro Ordner B) für alle Bilder, wenn ein Ordner mehrere Alben/Serien/Filme enthält.
el: Αυτό το όνομα αρχείου χρησιμοποιείται κάθε φορά που περισσότερες από μία εικόνα αποθηκεύεται σε ένα φάκελο. Χρησιμοποιείται α) για εικόνες εκτός από την πρώτη εικόνα, μόνο όταν ένα single Άλμπουμ/Σειρά/Ταινία περιέχεται σε ένα φάκελο και β) για όλες τις εικόνες όταν πολλά Άλμπουμ/Σειρές/Ταινίες περιέχονται σε ένα φάκελο.
he: שם הקובץ הזה משומש כששומרות תמונות רבות לתיקייה. הוא משומש א) לתמונות שאינן התמונה הראשונה, כאשר רק אלבום/סדרה/סרט אחד נמצא בתוך תיקייה ב) עבור כל התמונות כאשר מספר אלבומים/סדרות/סרטים נמצאים בתוך תיקייה.
ja: １つのフォルダーに複数画像が格納される場合は常にこのファイル名が使われます。 a) １つのフォルダー中に１つのアルバム / シリーズ / 映画しか含まない場合は、１枚目の画像以外の名前に使われます。 b) １つのフォルダー中に複数のアルバム / シリーズ / 映画が含まれる場合は、すべての画像の名前に使われます。
nb_no: Dette filnavnet blir brukt når mer enn ett bilde blir lagret i en mappe. Det blir brukt for a) andre bilder enn det første, når kun ett/én Album/Serie/Film er lagret i en mappe, eller for b) alle bilder når flere Album/Serier/Filmer er lagret i en mappe.
nl: Deze bestandsnaam wordt gebruikt wanneer een map meer dan één afbeelding bevat. Gebruik: a) voor afbeeldingen anders dan de eerste, wanneer een map slechts één album/serie/film bevat of b) voor alle afbeeldingen wanneer een map meerdere albums/series/films bevat.
pl: Ta nazwa pliku jest używana, gdy więcej niż jeden obraz jest przechowywany w folderze. Jest używany a) w przypadku obrazów innych niż pierwszy obraz, gdy w folderze znajduje się tylko jeden album/seria/film b) w przypadku wszystkich obrazów, gdy w folderze znajduje się wiele albumów/serii/filmów.
pt_br: Este é o nome usado sempre que mais de uma imagem estiver armazenada em uma pasta. Isso é usado a) para outras imagens que não a primeira, quando somente um Álbum, Série ou Filme existir na pasta ou b) para todas as imagens quando múltiplos Álbuns, Séries ou Filmes existirem na pasta.
ru: Это имя файла используется всякий раз, когда в папке сохраняется более одного изображения. Оно используется: а) для изображений, отличных от первого, когда в папке содержится только один альбом/сериал/фильм; б) для всех изображений, когда в папке содержится несколько альбомов/сериалов/фильмов.
sv: Detta filnamn används när mer än en bild lagras i en mapp. Den används a) för andra bilder än den första bilden, när endast ett enda album/serie/film finns i en mapp b) för alla bilder när flera album/serier/filmer finns i en mapp.
tr: Bu dosya adı, bir klasöre birden fazla resim kaydedildiğinde kullanılır. a) Bir klasörde yalnızca tek bir Albüm/Seri/Film bulunduğunda ilk resim dışındaki resimler için, b) Bir klasörde birden fazla Albüm/Seri/Film bulunduğunda tüm resimler için kullanılır.
uk: Це ім'я файлу використовується кожного разу, коли у теці зберігається більше одного зображення. Використовується а) для зображень, відмінних від першого зображення, коли в теці міститься лише один альбом/серія/фільм; б) для всіх зображень, коли в теці міститься декілька альбомів/серій/фільмів.

source: Level ripped tracks:
ar: توجيه المسارات المستخرجة:
ca: Nivel de pistes extretesl:
da: Niveau rippede numre:
de: Lautstärke gerippter Tracks anpassen:
el: Εξισορρόπηση ripped κομματιών:
he: רמת רצועות משוכפלות:
ja: リッピングしたトラックの音量を揃える:
nb_no: Utjevn importerte spor:
nl: Geripte tracks normaliseren:
pl: Zgrywanie utworów na poziomie:
pt_br: Nivelar faixas extraídas:
ru: Уровень копируемых треков:
sv: Utjämna ljudstyrka på avkopierade/rippade spår:
tr: Seviye rip parçaları:
uk: Рівень записуваних доріжок:

source: Capitalize common abbreviations
ar: تشكيل الأحرف الكبيرة للاختصارات الشائعة
ca: Posa en majúscula les abreviatures habituals
da: Kapitaliser almindelige forkortelser
de: Gebräuchliche Abkürzungen großschreiben
el: Χρησιμοποίηση κεφαλαίων για κοινές συντομογραφίες
he: הגדלות ראשי תיבות נפוצים
ja: 一般的な略語を大文字にする
nb_no: Kapitaliser vanlige forkortelser
nl: Gebruikelijke afkortingen met een hoofdletter
pl: Zapisywanie popularnych skrótów wielkimi literami
pt_br: Capitalizar abreviações comuns
ru: Распространённые сокращения - заглавными буквами
sv: Skriv vanliga förkortningar med stora bokstäver
tr: Yaygın kısaltmaları büyük harfle yazın
uk: Загальноприйняті скорочення з великої літери

source: Adjusts the volume of files to the chosen level (lossless only for MP3 files). Mainly for older devices that can't adjust volume on the fly via Replay Gain tags.
ar: يضبط حجم الملفات إلى المستوى المختار (خسارة فقط لملفات MP3). يهم بشكل رئيسي للأجهزة القديمة التي لا تستطيع ضبط الحجم أثناء التشغيل عبر علامات الربح الإعادة.
ca: Ajusta el volum de fitxers al nivell escollit (sense pèrdues només per a fitxers MP3). Principalment per a dispositius antics que no poden ajustar el volum sobre la marxa mitjançant les etiquetes Replay Gain.
da: Justerer lydvolumen af filer til det valgte niveau (tabsfri kun for MP3-filer). Hovedsageligt for ældre enheder, der ikke kan justere volumen on-the-fly via Replay Gain tags.
de: Codiert die Dateien mit der gewählte Lautstärke neu (verlustfrei nur für MP3). Hauptsächlich für ältere Geräte ohne die Fähigkeit, die Lautstärke beim Abspielen über Lautstärke -Tags zu berücksichtigen.
el: Προσαρμόζει την ένταση των αρχείων στο επιλεγμένο επίπεδο (χωρίς απώλειες μόνο για αρχεία MP3). Κυρίως για παλαιότερες συσκευές που δεν μπορούν να προσαρμόσουν την ένταση on the fly μέσω ετικετών Replay Gain.
he: מתאים את עוצמת הקול של קבצים לרמה הנבחרת (ללא איבודים רק לקבצי MP3). בעיקר עבור מכשירים ישנים יותר שאינם יכולים להתאים עוצמת קול בזמן לתגים של Replay Gain.
ja: ファイルの音量を選択したレベルに調整します（MP3ファイルのみ可逆）。主に、リプレイゲインタグを使用してオンザフライで音量を調整できない古いデバイス用です。
nb_no: Justerer volumet til filene til det valgte nivået (tapefritt kun for MP3-filer). Hovedsakelig for eldre enheter som ikke kan justere volum i farten via Replay Gain-tagger.
nl: Past het volume aan van bestanden aan et gekozen niveau (lossless alleen voor MP3-bestanden). Voornamelijk voor oudere apparaten die het volume niet direct kunnen aanpassen via Replay Gain-tags.
pl: Dostosowuje głośność plików do wybranego poziomu (bezstratny tylko dla plików MP3). Głównie dla starszych urządzeń, które nie mogą regulować głośności w locie za pomocą tagów Replay Gain.
pt_br: Ajusta o volume de arquivos ao nível desejado (sem perdas apenas para arquivos MP3). Útil para dispositivos antigos, que não conseguem ajustar o volume durante a execução através das tags ReplayGain.
ru: Подстраивает громкость файлов до выбранного уровня (без потерь только для файлов MP3). В основном для старых устройств, которые не умеют регулировать громкость на лету с помощью тегов ReplayGain.
sv: Justerar filvolymen till den valda nivån (förlustfri endast för MP3-filer). Huvudsakligen för äldre enheter som inte kan justera volymen i farten via Replay Gain-taggar.
tr: Dosyaların ses düzeyini seçilen düzeye ayarlar (yalnızca MP3 dosyaları için kayıpsız). Esas olarak, Replay Gain etiketleri aracılığıyla ses seviyesini anında ayarlayamayan eski cihazlar için.
uk: Налаштовує гучність файлів на вибраний рівень (без втрат лише для файлів MP3). Переважно для старіших пристроїв, які не можуть регулювати гучність на ходу за допомогою теґів Повторного Посилення.

source: For example 192.168.1.130:55963. You can find this in the server's settings.
ar: على سبيل المثال 192.168.1.130:55963. يمكنك العثور على هذا في إعدادات الخادم.
ca: Per exemple 192.168.1.130:55963. Ho podeu trobar a la configuració del servidor.
da: For eksempel 192.168.1.130:55963. Du kan finde dette i serverens indstillinger.
de: Zum Beispiel 192.168.178.30:55963. Die Adresse finden Sie in den Einstellungen des Servers.
el: Για παράδειγμα 192.168.1.130:55963. Μπορείτε να το βρείτε στις ρυθμίσεις του server.
he: לדוגמא 192.168.1.130:55963. תוכל למצוא זאת בהגדרות השרת.
ja: たとえば、「192.168.1.130:55963」。これはサーバーの設定で見つけることができます。
nb_no: For eksempel 192.168.1.130:55963. Du finner dette i serverinnstillingene.
nl: Bijvoorbeeld 192.168.1.130:55963. Terug te vinden in de serverinstellingen.
pl: Na przykład 192.168.1.130:55963. Możesz to znaleźć w ustawieniach serwera.
pt_br: Por exemplo, 192.168.1.130:55963. Você pode localizar isso nas configurações do servidor.
ru: Например 192.168.1.130:55963. Поищите в настройках сервера.
sv: Till exempel 192.168.1.130:55963. Du hittar detta i serverns inställningar.
tr: Örneğin 192.168.1.130:55963. Bunu sunucunun ayarlarında bulabilirsiniz.
uk: Наприклад, 192.168.1.130:55963. Це можна знайти в налаштуваннях сервера.

source: Match
ar: تطابق
ca: Coincidir
da: Matche
de: Übereinstimmung:
el: Ταίριασμα
he: התאמה
ja: 一致
pl: Dopasowanie
pt_br: Coincidência
ru: Совпадение
sv: Överensstämmer
tr: Eşleme
uk: Збіг

source: Playlist format
ar: تنسيق قائمة التشغيل
ca: Format de llista de reproducció
da: Playliste format
de: Format der Wiedergabeliste
el: Μορφή λίστας αναπαραγωγής
he: סוג רשימה
ja: プレイリスト形式
nb_no: Spillelisteformat
nl: Indeling afspeellijst
pl: Format listy odtwarzania
pt_br: Formato da lista
ru: Формат плейлиста
sv: Spellistformat
tr: Oynatma listesi biçimi
uk: Формат Списку відтворення

source: Update play count when playing remotely
ar: تحديث عدد مرات التشغيل عند التشغيل عن بُعد
ca: Actualitza el contador de reproduccions quan es reprodueix de forma remota
da: Opdater afspilningstælling ved afspilning eksternt
de: Abspielzähler auch beim Remote-Abspielen aktualisieren
el: Ενημέρωση αριθμού αναπαραγωγής κατά την απομακρυσμένη αναπαραγωγή
he: עדכן ספירת השמעה כאשר מנגנים מרחוק
ja: リモート再生時に再生回数を更新
nb_no: Oppdater spilleantall når du spiller eksternt
nl: Afspeelteller bijwerken bij afspelen op afstand
pl: Zaktualizuj licznik odtworzeń podczas gry zdalnej
pt_br: Atualizar a contagem de execuções ao tocar remotamente
ru: Обновить количество воспроизведений при удалённом воспроизведении
sv: Uppdatera uppspelningsantalet när du spelar på distans
tr: Uzaktan oynatırken oynatma sayısını güncelle
uk: Оновити кількість відтворень під час віддаленого програвання

source: Trim long paths/filenames
ar: قص المسارات/أسماء الملفات الطويلة
ca: Retalla direccions i nom de fitxers llarcs
da: Klip lange stier/filnavne
de: Lange Pfade/Dateinamen kürzen
el: Περικοπή μεγάλων διαδρομών/ονομάτων αρχείων
he: קצר נתיבים/שמות קבצים ארוכים
ja: 長いパス/ファイル名をトリミング
nb_no: Kutt lange stier/filnavn
nl: Lange paden/bestandsnamen inkorten
pl: Przytnij długie ścieżki/nazwy plików
pt_br: Encurtar caminhos e nomes de arquivos longos
ru: Обрезать длинные пути/имена файлов
sv: Trimma långa sökvägar/filnamn
tr: Uzun yolları/dosya adlarını kırp
uk: Обрізати довгі шляхи/назви файлів

source: Update the Library with the new location for the following files:
ar: تحديث المكتبة بالموقع الجديد للملفات التالية:
ca: Actualitzeu la biblioteca amb la nova ubicació dels fitxers següents:
da: Opdater biblioteket med den nye placering for følgende filer:
de: Die neuen Pfade für folgender Dateien ins Archiv übernehmen:
el: Ενημέρωση της Βιβλιοθήκης με την νέα διεύθυνση για τα ακόλουθα αρχεία:
he: עדכן את הספרייה עם המיקום החדש עבור הקבצים הבאים:
ja: 以下のファイルの新しい場所でライブラリを更新します:
nb_no: Oppdater biblioteket med følgende nye plasseringer for følgende filer:
nl: Bibliotheek bijwerken met de nieuwe locaties van deze bestanden:
pl: Zaktualizuj bibliotekę o nową lokalizację dla następujących plików:
pt_br: Atualizar a biblioteca com o novo local para os seguintes arquivos:
ru: Обновить путь в библиотеке для следующих файлов:
sv: Uppdatera Mediabiblioteket med den nya platsen för följande spår:
tr: Aşağıdaki dosyalar için Kütüphaneyi yeni konumla güncelleyin:
uk: Оновити Бібліотеку новим розташуванням для наступних файлів:

source: Info/Buy
da: Info/Køb
ja: 情報/購入
tr: Bilgi/Satın Al

source: This causes MediaMonkey to ignore the specified prefixes when sorting (separate multiple prefixes with a ','). For instance 'The Beatles' and 'Beatles' will appear directly adjacent to one another if this is enabled and 'the' is configured.
ar: هذا يجعل MediaMonkey يتجاهل البادئات المحددة عند الفرز (افصل بين عدة بادئات بفاصلة ','). على سبيل المثال، 'البيتلز' و 'بيتلز' ستظهر مباشرة بجانب بعضها إذا كانت هذه الميزة ممكّنة وتم إعداد 'الـ'.
ca: Això fa que MediaMonkey ignori els prefixos especificats quan s’ordenen (separeu diversos prefixos amb un ','). Per exemple, "The Beatles" i "Beatles" apareixeran directament adjacents entre si, en el cas d'està activat i el "the" està configurat.
da: Dette får MediaMonkey til at ignorere de specificerede prefixer, når der sorteres (adskill flere prefixer med en ','). For eksempel vil 'The Beatles' og 'Beatles' fremgå direkte ved siden af hinanden, hvis dette er aktiveret, og 'the' er konfigureret.
de: Beim Sortieren kann MediaMonkey die hier gelisteten Präfixe ignorieren (mehrere Werte durch "," trennen). So erscheinen z.B. "The Beatles" und "Beatles" direkt hintereinander, wenn "the' als Präfix verwendet wird.
el: Αυτό αναγκάζει το MediaMonkey να αγνοήσει τα καθορισμένα προθέματα κατά την ταξινόμηση (διαχωρισμός πολλών προθεμάτων με ','). Για παράδειγμα, το 'The Beatles' και το 'Beatles' θα εμφανιστούν ακριβώς το ένα δίπλα στο άλλο, εάν ενεργοποιηθεί και το 'the' έχει ρυθμιστεί.
he: זה גורם ל-MediaMonkey להתעלם מהקידומות המצוינות בעת המיון (הפרד בין קידומות מרובות עם ','). לדוגמא 'The Beatles' ו'Beatles' יופיעו ישירות סמוך זה לזה אם אופציה זו מופעלת ו'The' מוגדר.
ja: ソート時にMediaMonkeyは指定されたプレフィックスを無視します（複数のプレフィックスを','で区切ります）。たとえば、有効にして'the'が設定されている場合、'The Beatles' と'Beatles'は隣接して表示されます。
nb_no: Dette gjør at MediaMonkey ignorerer de spesifiserte prefiksene når det sorteres (skille flere prefiks med en ','). For eksempel vil 'The Beatles' og 'Beatles' vises rett ved siden av hverandre hvis dette er aktivert og 'the' er konfigurert.
nl: Laat MediaMonkey de opgegeven voorvoegsels negeren bij het sorteren (scheid meerdere voorvoegsels met een ','). Bijvoorbeeld 'The Beatles' en 'Beatles' verschijnen direct naast elkaar als dit is ingeschakeld en 'the' is geconfigureerd.
pl: Powoduje to, że MediaMonkey ignoruje określone prefiksy podczas sortowania (oddziel wiele prefiksów znakiem ','). Na przykład „The Beatles” i „Beatles” pojawią się obok siebie, jeśli ta opcja jest włączona i skonfigurowano „the”.
pt_br: Isto faz com que o MediaMonkey ignore alguns prefixos ao ordenar por Artista. Por exemplo, 'The Beatles' e 'Beatles' vão aparecer juntos se esta opção estiver ativada e 'the' estiver configurado. Use vírgula para inserir múltiplos prefixos.
ru: MediaMonkey будет игнорировать указанные префиксы при сортировке (разделяйте запятой). Например, 'The Beatles' и 'Beatles' будут отображаться рядом друг с другом, если это включено и настроен 'the'.
sv: Låter MediaMonkey ignorera vissa prefix när den sorterar på artist . Till exempel kommer "The Beatles" och "Beatles" att visas direkt intill varandra om detta är aktiverat och "the" är konfigurerat(, separera flera prefix med ",").
tr: Bu, MediaMonkey'in sıralama sırasında belirtilen önekleri yoksaymasına neden olur (birden fazla öneki ',' ile ayırın). Örneğin, 'The Beatles' ve 'Beatles', bu etkinleştirilirse ve 'the' yapılandırılırsa doğrudan yan yana görünecektir.
uk: Це призводить до того, що MediaMonkey ігнорує вказані префікси під час сортування (відокремлюйте кілька префіксів знаком ','). Наприклад, якщо це ввімкнено, а "the" налаштовано, 'The Beatles' і 'Beatles' зображатимуться безпосередньо поруч один з одним.

source: Minimization settings:
ar: الحد من المعلمات:
ca: Configuració de minimització:
da: Minimering indstillinger:
de: Minimierungs-Einstellungen:
el: Ρυθμίσεις ελαχιστοποίησης:
he: הגדרות מזעור:
ja: 最小化設定:
nb_no: Minimisering innstillinger:
nl: Instellingen voor minimaliseren:
pl: Ustawienia minimalizacji:
pt_br: Configurações de minimização:
ru: Настройки свёртывания:
sv: Minimeringsinställningar:
tr: Küçültme ayarları:
uk: Параметри мінімізації:

source: This option causes MediaMonkey to never truly close--it always runs in the background, and is always accessible via the system tray.
ar: إذا لم يتم تحديد هذا الخيار، لا تقم بإغلاق MediaMonkey عند النقر فوق على الصليب للتطبيق (S) مغلقة ولكن ما زال يمكن الوصول إليها عبر الرمز في منطقة الإعلام.
ca: Aquesta opció fa que MediaMonkey mai no es tanqui realment: sempre s'executa en segon pla i sempre és accessible a la safata del sistema.
da: Denne indstilling medfører MediaMonkey, at de aldrig rigtig tæt på - det altid kører i baggrunden, og er altid tilgængelig via systembakken.
de: MediaMonkey wird beim Schließen des Fensters mit X nicht beendet -- das Programm läuft im Hintergrund weiter und ist über das (zusätzliche) Icon in der Taskleiste erreich- und bedienbar.
el: Αυτή η επιλογή προκαλεί το MediaMonkey να μην κλείσει ποτέ αληθινά -τρέχει συνεχώς στο παρασκήνιο και είναι πάντα προσβάσιμο μέσω της γραμμής εργασιών.
he: אפשרות זו גורמת ל-MediaMonkey אף פעם לא להיסגר באמת - הוא תמיד פועל ברקע ותמיד נגיש דרך מגש המערכת.
ja: このオプションを使用すると、MediaMonkeyは常にバックグラウンドで実行され、システムトレイから常にアクセスできます。
nb_no: Dette alternativet gjør slik at MediaMonkey aldri virkelig lukkes--det kjører alltid i bakgrunnen og er alltid tilgjengelig via systemstatusfeltet.
nl: Deze optie sluit MediaMonkey nooit helemaal af -- het blijft actief op de achtergrond en is dan toegankelijk via het systeemvak.
pl: Ta opcja powoduje że MediaMonkey nigdy naprawdę się nie zamyka--ciągle jest uruchomiony w tle, i jest zawsze dostępny przez zasobnik systemowy.
pt_br: Com esta opção habilitada, o MediaMonkey nunca fecha realmente - ele continua executando em segundo plano e está sempre disponível na Área de Notificação do sistema.
ru: Эта опция запрещает полное закрытие MediaMonkey - он всегда работает в фоновом режиме и доступен в области уведомлений.
sv: Alternativet gör att MediaMonkey aldrig stängs ned helt och hållet, utan körs i bakgrunden, och är därför alltid möjligt att nå via aktivitetsfältet.
tr: Bu seçenek, MediaMonkey'in asla gerçekten kapanmamasına neden olur - her zaman arka planda çalışır ve sistem tepsisinden her zaman erişilebilir olur.
uk: Цей параметр призводить до того, що MediaMonkey ніколи по-справжньому не закривається - він завжди працює в фоновому режимі та завжди доступний через системний лоток.

source: Minimizes to the Taskbar
ar: تصغير على شريط المهام
ca: Es redueix al mínim a la barra de tasques
da: Minimeres til proceslinjen
de: In die Taskleiste minimieren
el: Ελαχιστοποίηση στην Γραμμή Εργασιών
he: ממזער לסרגל המשימות
ja: タスクバーに最小化
nb_no: Minimerer til Oppgavelinjen
nl: Minimaliseert naar de Taakbalk
pl: Minimalizuje do Paska Zadań
pt_br: Com esta opção habilitada, o programa minimiza para a Barra de Tarefas
ru: Сворачивает в панель задач
sv: Minimera till startlisten
tr: Görev Çubuğuna Küçültür
uk: Мінімізується до Панелі завдань

source: Import
ar: استيراد
ca: Importa
da: Importer
he: ייבוא
ja: インポート
nb_no: Importer
nl: Importeer
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe aktar

source: Tags then Playlists
ar: العلامات ثم قوائم التشغيل M3U
ca: Etiquetes i després les llistes de reproducció
da: Tags derefter Spillelister
de: Erst Tags, dann Wiedergabelisten
el: Ετικέτες έπειτα Λίστες Αναπαραγωγής
he: תגים ואז רשימות השמעה
ja: タグ優先、次にプレイリスト
nb_no: Tagger og deretter Spillelister
nl: Labels dan Afspeellijsten
pl: Tagi potem Playlista
pt_br: Primeiro das tags, depois das listas de execução
ru: Теги, затем плейлисты
sv: ID3-taggar, sen spellistor
tr: Etiketler sonra Oynatma Listeleri
uk: Теґи, а потім Списки відтворення

source: Default action for files:
ar: الإجراء الافتراضي للملفات:
ca: Acció predeterminada per als fitxers:
da: Standard handling for filer:
de: Standardaktion für Dateien:
el: Προεπιλεγμένη ενέργεια για αρχεία:
he: ברירת מחדל לפעולה עבור קבצים:
ja: ファイルのデフォルト動作:
nb_no: Standard handling for filer:
nl: Standaardactie voor bestanden:
pl: Domyślna akcja dla plików:
pt_br: Ação padrão para arquivos:
ru: Действие по умолчанию для файлов:
sv: Standardåtgärd för filer:
tr: Dosyalar için varsayılan eylem:
uk: Типова дія для файлів:

source: From other applications...
ar: من تطبيقات أخرى...
ca: Des d’altres aplicacions ...
da: Fra andre applikationer...
de: Von anderen Anwendungen...
el: Από άλλες εφαρμογές...
he: מאפליקציות אחרות...
ja: 他のアプリケーションから...
nb_no: Fra andre programmer...
nl: Van andere applicaties...
pl: Z innych aplikacji...
pt_br: De outros aplicativos...
ru: Из других приложений...
sv: Från andra applikationer...
tr: Diğer uygulamalardan...
uk: З інших програм...
