Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: composer
ar: الملحن
ca: Compositor
da: komponist
de: Komponist
el: συνθέτης
he: מלחין
ja: 作曲者
nb_no: komponist
nl: componist
pl: Kompozytor
pt_br: compositor
ru: композитор
sv: kompositör
tr: besteci
uk: композитор

source: Conductors
ar: القادة
ca: Directors d'orquestra
da: Dirigenter
de: Dirigenten
el: Μαέστροι
he: מנצחים
ja: 指揮者
nb_no: Dirigenter
nl: Dirigenten
pl: Dyrygenty
pt_br: Maestros
ru: Дирижёры
sv: Dirigenten
tr: Kondüktörler
uk: Диригенти

source: conductor
ar: القائد
ca: Director d'orquestra
da: dirigent
de: Dirigent
el: μαέστρος
he: מנצח
ja: 指揮者
nb_no: dirigent
nl: dirigent
pl: dyrygent
pt_br: maestro
ru: дирижёр
sv: Dirigenten
tr: kondüktör
uk: диригент

source: Producers
ar: المنتجين
ca: Productors
da: Producenter
de: Produzenten
el: Παραγωγοί
he: מפיקים
ja: プロデューサー
nb_no: Produsenter
nl: Producenten
pl: Producenci
pt_br: Produtores
ru: Продюсеры
sv: Producenter
tr: Yapımcılar
uk: Продюсери

source: producer
ar: المنتج
ca: Productor
da: producent
de: Produzent
el: παραγωγός
he: מפיק
ja: プロデューサー
nb_no: produsent
nl: producent
pl: Producent
pt_br: produtor
ru: продюсер
sv: producent
tr: yapımcı
uk: продюсер

source: Actors
ar: الممثلين
da: Skuespillere
de: Schauspieler
el: Ηθοποιοί
he: שחקנים
ja: 出演者
nb_no: Skuespillere
nl: Acteurs
pl: Aktorzy
pt_br: Atores
ru: Актёры
sv: Skådespelare
tr: Aktörler
uk: Актори

source: actor
ar: الممثل
da: skuespiller
de: Schauspieler
el: ηθοποιός
he: שחקן
ja: 出演者
nb_no: skuespiller
nl: acteur
pl: aktor
pt_br: ator
ru: актёр
sv: skådespelare
tr: aktör
uk: актор

source: Publishers
ar: الناشرين
ca: Editors
da: Forlag
de: Verlage
el: Εκδότες
he: מוציאים לאור
ja: 発行者
nb_no: Forleggere
nl: Uitgevers
pl: Wydawcy
pt_br: Editores
ru: Издатели
sv: Förlag
tr: Yayıncılar
uk: Видавці

source: publisher
ar: الناشر
ca: Editor
da: forlag
de: Verlag
el: εκδότης
he: מוציא לאור
ja: 発行者
nb_no: forlegger
nl: uitgever
pl: wydawca
pt_br: editor
ru: издатель
sv: Förlag
tr: yayıncı
uk: видавець

source: genre
ar: النوع الموسيقي
ca: Gènere
el: είδος
he: סגנון
ja: ジャンル
nb_no: sjangre
pl: gatunek
pt_br: gênero
ru: жанр
tr: tür
uk: жанр

source: Pop
ar: بوب
he: פופ
ja: ポップ
ru: Поп
uk: Поп

source: Rock
ar: روك
he: רוק
ja: ロック
ru: Рок
uk: Рок

source: R&B and soul
ar: آر أند بي والروح
da: R&B og soul
de: R&B und Soul
el: R&B και soul
he: נשמה ו R&B
ja: R&Bとソウル
nb_no: R&B og soul
nl: R&B en Soul
pl: R&B i soul
pt_br: R&B e soul
ru: R&B и соул
sv: R&B och soul
tr: R&B ve soul
uk: R&B та соул

source: Dance
ar: الرقص
ca: Dansa
da: Dans
he: דאנס
ja: ダンス
nb_no: Dans
pl: Taneczny
pt_br: Dança
ru: Танцевальная
tr: Dans
uk: Танці

source: Blues
ar: البلوز
he: בלוז
ja: ブルース
ru: Блюз
uk: Блюз

source: Jazz
ar: موسيقى الجاز
he: ג'אז
ja: ジャズ
ru: Джаз
uk: Джаз

source: Latin & Caribbean
ar: لاتينية وكاريبية
ca: Llatina & Caribenya
da: Latin & Caribien
he: לטיני
ja: ラテン＆カリビアン
nb_no: Latin og Karibisk
nl: Latin & Caribean
pl: Łacina i Karaiby
pt_br: Latino e Caribenho
ru: Латиноамериканская
sv: Latin & Karibiskt
tr: Latin & Karayipler
uk: Латина і Кариби

source: Electronic
ar: إلكتروني
ca: Electrònica
da: Elektronisk
he: אלקטרוני
ja: エレクトロニック
nb_no: Elektronisk
nl: Elektronisch
pl: Elektroniczny
pt_br: Eletrônico
ru: Электронная
sv: Elektronisk
tr: Elektronik
uk: Електронна музика

source: Country
ar: كانتري
he: קאנטרי
ja: カントリー
pl: Kraj
ru: Кантри
tr: Ülke
uk: Кантрі

source: Folk
ar: الشعبي
da: Folkemusik
he: פולק
ja: フォーク
pl: Ludowa
ru: Народная
uk: Фольк

source: Easy listening
ar: السماع السهل
ca: Fàcil d'escolta
he: קליל
ja: イージーリスニング
nb_no: Lettlyttende
pl: Łatwe słuchanie
pt_br: Tranquilo
ru: Лёгкая музыка
sv: Lättlyssnat
tr: Kolay dinleme
uk: Легке прослуховування

source: Comedy
ar: كوميديا
ca: Comèdia
da: Komedie
he: משעשע
ja: コメディ
nb_no: Komedie
pl: Komedia
pt_br: Comédia
ru: Комедия
sv: Komedi
tr: Komedi
uk: Комедія

source: Classical
ar: الموسيقى الكلاسيكية
ca: Clàssica
da: Klassisk
de: Klassik
he: קלאסי
ja: クラシカル
nb_no: Klassisk
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
ru: Классика
sv: Klassisk
tr: Klasik
uk: Класична Музика

source: World
ar: عالمية
ca: Mon
da: Verdensmusik
he: מוזיקת עולם
ja: ワールド
nb_no: Verdensmusikk
nl: Wereldmuziek
pl: Świat
pt_br: Mundo
ru: Этническая
sv: Världsmusik
tr: Dünya
uk: Світ

source: Album Artist is not the same across tracks on an album.
ar: فنان الألبوم ليس نفسه عبر المقاطع في الألبوم.
ca: L'artista de l'àlbum no és el mateix en totes les cançons d'un àlbum.
da: Albumkunstner er ikke den samme på tværs af spor på et album.
de: Unterschiedliche Album-Interpreten in einem Album.
el: Ο Καλλιτέχνης Άλμπουμ δεν είναι ο ίδιος στα κομμάτια ενός άλμπουμ.
he: תגית "יוצר האלבום" שונה בין שירים באלבום.
ja: アルバムアーティストは、アルバムのトラック間で同じではありません。
nb_no: Albumartist er ikke den samme i alle spor på et album.
nl: Album Artiest heeft niet dezelfde waarden voor alle bestanden op het album.
pl: Wykonawca albumu różni się we wszystkich utworach na albumie.
pt_br: Artista do Álbum não é o mesmo em todas as faixas de um álbum.
ru: В альбоме разные исполнители треков.
sv: Albumartist är inte densamma på alla spår på ett album.
tr: Bir albümdeki parçaların sanatçısı farklı olabilir.
uk: Виконавець альбому не однаковий за композиціями в альбомі.

source: This finds all tracks with tags that don't match the database, highlighting the mismatched values. If tracks don't show highlighted fields, try enabling additional columns.
ar: هذا يجد جميع المقاطع ذات العلامات التي لا تتطابق مع قاعدة البيانات، مما يبرز القيم غير المتطابقة. إذا لم يتم عرض الحقول البارزة، جرب تمكين أعمدة إضافية.
ca: Aquí es troben totes les pistes amb etiquetes que no coincideixen amb la base de dades, ressaltant els valors que no coincideixen. Si les pistes no mostren camps ressaltats, intenteu habilitar columnes addicionals.
da: Dette finder alle spor med tags der ikke matcher databasen, fremhæver de uoverensstemmende værdier. Hvis spor ikke viser fremhævede felter, prøv at aktivere yderligere kolonner.
de: Hier werden alle Tracks gefunden, bei denen die ID-Tags nicht mit der Datenbank übereinstimmen. Abweichungen sind hervorgehoben. Wenn in einer Zeile keine hervorgehobenen Felder angezeigt werden, aktivieren Sie zusätzliche Spalten.
el: Αυτό βρίσκει όλα τα κομμάτια με ετικέτες που δεν ταιριάζουν με τη βάση δεδομένων, επισημαίνοντας τις αναντιστοιχίες τιμών. Εάν τα κομμάτια δεν εμφανίζουν επισημασμένα πεδία, δοκιμάστε να ενεργοποιήσετε επιπλέον στήλες.
he: פעולה זו מוצאת פריטים עם תגיות שאינן תואמות למסד הנתנוים, מסמנת ערכים סותרים.
ja: データベースと一致しないタグを持つすべてのトラックが見つかり、一致しないものが強調表示されます。トラックにハイライトされた項目が表示されない場合は、追加の表示項目を有効にしてみてください。
nb_no: Dette finner alle spor med tagger som ikke samsvarer med databasen, og markerer de uoverensstemmende verdiene. Hvis sporene ikke viser markerte felt, prøv å aktivere flere kolonner.
nl: Vindt alle tracks met labels die afwijken van de database, waarbij de afwijkingen gemarkeerd worden. Selecteer meer kolommen als er geen afwijkende velden zijn.
pl: Spowoduje to znalezienie wszystkich utworów z tagami, które nie pasują do bazy danych, podświetlając niedopasowane wartości. Jeśli ścieżki nie pokazują podświetlonych pól, spróbuj włączyć dodatkowe kolumny.
pt_br: Localiza todas as faixas com tags que não coincidem com o conteúdo da base de dados, destacando os valores diferentes. Se as faixas não exibirem campos destacados, tente habilitar colunas adicionais.
ru: Будут найдены все треки с тегами, которые не соответствуют базе данных, и выделены несоответствующие значения. Если треки не отображают выделенные поля, попробуйте включить дополнительные столбцы.
sv: Hitta alla spår med taggar som inte matchar databasen och markera de felaktiga värdena. Det går att aktivera ytterligare kolumner om inga markerade fält syns.
tr: Bu, veritabanıyla eşleşmeyen etiketlere sahip tüm parçaları bulur ve eşleşmeyen değerleri vurgular. Parçalar vurgulanan alanları göstermiyorsa, ek sütunları etkinleştirmeyi deneyin.
uk: Це знаходить усі доріжки з теґами, які не відповідають базі даних, виділяючи невідповідні значення. Якщо на доріжках не показуються виділені поля, спробуйте ввімкнути додаткові стовпці.

source: This node finds all content for which tracks have duplicate hashes or fingerprints.
ar: تعثر هذه العقدة على كل المحتوى الذي يحتوي على مقاطع لها هاشات أو بصمات مكررة.
ca: Aquest node troba tot el contingut per al qual les pistes tenen hashes o empremtes digitals duplicades.
da: Denne node finder alt indhold, for hvilket spor har duplikerede hashes eller fingeraftryk.
de: Dieser Knoten zeigt Duplikate mit denselben Hashwerten oder Fingerabdrücken (Voraussetzung: "Signatur für Duplikatprüfung erzeugen" wurde durchgeführt).
el: Αυτός ο κόμβος βρίσκει όλο το περιεχόμενο για το οποίο τα κομμάτια έχουν διπλούς κατακερματισμούς ή δακτυλικά αποτυπώματα.
he: פעולה זו מחפשת תכנים זהים.
ja: このノードは、トラックに重複したハッシュまたはフィンガープリントがあるすべてのコンテンツを検索します。
nb_no: Denne noden finner alt innhold for hvilket spor har dupliserte hasher eller fingeravtrykk.
nl: In deze map staat alle inhoud waarvoor tracks dubbele hashes of vingerafdrukken hebben.
pl: Ten węzeł znajduje całą zawartość, dla której ścieżki mają zduplikowane skróty lub odciski palców.
pt_br: Este nó localiza todo o conteúdo para o qual as faixas possuem assinaturas duplicadas.
ru: Этот узел находит весь контент, для треков которого есть повторяющиеся хеши или отпечатки.
sv: Denna nod visar dubbletter med samma hashvärden eller fingeravtryck (krav: "Skapa signatur för dubblettkontroll" utförd).
tr: Bu düğüm, parçaların yinelenen karma değerlerine veya parmak izlerine sahip olduğu tüm içerikleri bulur.
uk: Цей вузол знаходить весь вміст, для якого доріжки мають повторювані хеші або відбитки.

source: Artwork is not the same across tracks on an album.
ar: الأعمال الفنية ليست نفسها عبر المقاطع في الألبوم.
ca: La caràtula no és la mateixa en totes les cançons d'un àlbum.
da: Kunstværk er ikke det samme på tværs af spor på et album.
de: Die Tracks eines Albums haben unterschiedliche Bilder.
el: Τα γραφικά δεν είναι τα ίδια σε όλα τα κομμάτια ενός άμπουμ.
he: צלמית אלבום אינה זהה לכל פריטי האלבום.
ja: アルバムのトラック間でアートワークが同じではありません。
nb_no: Grafikken er ikke den samme gjennom alle spor på et album.
nl: Het albumafbeelding is niet hetzelfde voor alle bestanden op het album.
pl: Grafika nie jest taka sama we wszystkich utworach na albumie.
pt_br: Capa não é a mesma em todas as faixas de um álbum.
ru: В альбоме разное оформление треков.
sv: Albumbilder är inte samma på alla spår i ett album.
tr: Bir albümdeki parçalarda albüm kapağı aynı değil.
uk: Оформлення альбому не однакове за композиціями в альбомі.

source: Files have been deleted or moved.
ar: تم حذف الملفات أو نقلها.
ca: S'han suprimit o mogut fitxers.
da: Filer er blevet slettet eller flyttet.
de: Dateien wurden gelöscht oder verschoben.
el: Έχουν διαγραφεί ή μετακινηθεί αρχεία.
he: קבצים נמחקו\הועברו.
ja: ファイルが削除または移動されました。
nb_no: Filer har blitt slettet eller flyttet.
nl: Bestanden zijn verwijderd of verplaatst.
pl: Pliki zostały usunięte lub przeniesione.
pt_br: Arquivos foram excluídos ou movidos.
ru: Файлы были удалены или перемещены.
sv: Filer har tagits bort eller flyttats.
tr: Dosyalar silindi veya taşındı.
uk: Файли видалено або переміщено.

source: Files to Edit
ar: محرر الملفات
ca: Arxius per Editar
da: Filer til Edit
de: zu bearbeitende Dateien
el: Αρχεία για Επεξεργασία
he: קבצים לעריכה
ja: 要編集ファイル
nb_no: Filer å redigere
nl: Te Bewerken Bestanden
pl: Pliki do edycji
pt_br: Arquivos a editar
ru: Файлы для изменения
sv: Filer att Redigera
tr: Düzenlenecek Dosyalar
uk: Файли для редагування

source: Media Properties
ar: خصائص وسائل الإعلام
ca: Propietats dels suports
da: Medier Ejendomme
de: Eigenschaften Medium
el: Ιδιότητες Πολυμέσου
he: מאפייני מדיה
ja: メディアのプロパティ
nb_no: Medie Egenskaper
nl: Eigenschappen van Media
pl: Właściwości Mediów
pt_br: Propriedades da mídia
ru: Свойства медиа
sv: Mediaegenskaper
tr: Medya Özellikleri
uk: Властивості Носія

source: Location
ar: موقع
ca: Localització
da: Beliggenhed
de: Speicherorte
el: Τοποθεσία
he: מיקום
ja: 場所
nb_no: Plassering
nl: Locatie
pl: Położenie
pt_br: Localização
ru: Размещение
sv: Plats
tr: Konum
uk: Розташування

source: Audio
ar: الصوت
da: Lyd
el: Ήχος
he: שמע
ja: オーディオ
nb_no: Lyd
pt_br: Áudio
ru: Аудио
sv: Ljud
tr: Ses
uk: Аудіо

source: Video
ar: فيديو
el: Βίντεο
he: וידאו
ja: 動画
pl: Wideo
pt_br: Vídeo
ru: Видео
uk: Відео

source: Remove bookmark
ar: إزالة الإشارة المرجعية
ca: Elimina el marcador
da: Fjern bogmærke
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
he: הסר סימנייה
ja: ブックマークを削除
nb_no: Fjern bokmerke
nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt_br: Remover marcador
ru: Удалить закладку
sv: Ta bort bokmärke
tr: Yer imini kaldır
uk: Вилучити закладку

source: Radio
ar: راديو
ca: Ràdio
el: Ράδιο
he: רדיו
ja: ラジオ
pt_br: Rádio
ru: Радио
tr: Radyo
uk: Радіо

source: Home
ar: وقت مبكر
ca: Inici
de: Start
el: Αρχική
he: בית
ja: ホーム
nb_no: Hjem
pl: Start
pt_br: Início
ru: Домой
sv: Rot
tr: Ana Sayfa
uk: Домівка

source: Collections
ar: المجموعات
ca: Col·leccions
da: Samlinger
de: Auswahl
el: Συλλογές
he: אוספים
ja: コレクション
nb_no: Samlinger
nl: Collecties
pl: Kolekcje
pt_br: Coleções
ru: Коллекции
sv: Samlingar
tr: Koleksiyonlar
uk: Колекції

source: Install
ar: تثبيت
ca: Instal·lar
da: Installer
de: Installieren
he: התקן
ja: インストール
nb_no: Installer
nl: Installeren
pt_br: Instalar
ru: Установить
sv: Installera
tr: Kur
uk: Встановити

source: Install update
ar: تثبيت التحديث
ca: Instal·la l'actualització
da: Installer opdatering
de: Updates installieren
he: התקן עדכון
ja: アップデートをインストール
nb_no: Installer oppdatering
nl: Installeer update
pt_br: Instalar atualização
ru: Установить обновление
sv: Installera uppdatering
tr: Güncellemeyi yükle
uk: Встановити оновлення

source: Installing update
ar: قيد تثبيت التحديث
ca: S'està instal·lant l'actualització
da: Installerer opdatering
de: Update installieren
el: Εγκατάσταση ενημέρωσης
he: מתקין עדכון
ja: アップデートをインストールしています
nb_no: Installerer oppdatering
nl: Update wordt geïnstalleerd
pl: Instalacja aktualizacji
pt_br: Instalando atualização
ru: Установка обновления
sv: Installerar uppdatering
tr: Güncelleme yükleniyor
uk: Встановлення оновлення

source: Sort order
ar: ترتيب الفرز
ca: Ordre de classificació
da: Sorteringsrækkefølge
de: Sortier-Reihenfolge
el: Σειρά ταξινόμησης
he: כיוון סדר
ja: ソート順
nb_no: Sorterings rekkefølge
nl: Sorteervolgorde
pl: Kolejnośc sortowania
pt_br: Ordem
ru: Порядок сортировки
sv: Sorteringsordning
tr: Sıralama düzeni
uk: Порядок сортування

source: ascending
ar: تصاعدي
ca: ascendent
da: stigende
de: aufsteigend
el: αύξουσα
he: סדר עולה
ja: 昇順
nb_no: stigende
nl: oplopend
pl: rosnąco
pt_br: crescente
ru: возрастание
sv: stigande
tr: artan
uk: висхідний

source: descending
ar: تنازلي
ca: descendent
da: faldende
de: absteigend
el: φθίνουσα
he: סדר יורד
ja: 降順
nb_no: synkende
nl: aflopend
pl: malejąco
pt_br: decrescente
ru: убывание
sv: fallande
tr: azalan
uk: низхідний

source: Date
ar: تاريخ
ca: Data
da: Dato
de: Datum
el: Ημερομηνία
he: תאריך
ja: 日付
nb_no: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
uk: Дата

source: Season %s
ar: الموسم %s
ca: Temporada %s
da: Sæson %s
de: Staffel %s
el: Κύκλος %s
he: עונה %s
ja: シーズン%s
nb_no: Sesong %s
nl: Seizoen %s
pl: Sezon %s
pt_br: Temporada %s
ru: Сезон %s
sv: Säsong %s
tr: Mevsim %s
uk: Сезон %s

source: Disc %s
ar: قرص %s
da: Disk %s
el: Δίσκος %s
he: דיסק %s
ja: ディスク%s
pl: Dysk %s
pt_br: Disco %s
ru: Диск %s
sv: Skiva %s
tr: Disk %s
uk: Диск %s

source: Switch
ar: تبديل
ca: Canvia
da: Skift
de: Wechseln
el: Αλλαγή
he: החלף
ja: 切り替え
nb_no: Bytt
nl: Verwisselen
pt_br: Alternar
ru: Переключить
sv: Växla
tr: Anahtar
uk: Перемкнути

source: Update properties
ar: تحديث الخصائص
ca: Actualitza les propietats
da: Opdater egenskaber
de: Eigenschaften aktualisieren
el: Ενημέρωση ιδιοτήτων
he: עדכן מאפיינים
ja: プロパティを更新
nb_no: Oppdater egenskaper
nl: Eigenschappen bijwerken
pl: Zaktualizuj właściwości
pt_br: Atualizar propriedades
ru: Обновить свойства
sv: Uppdatera egenskaper
tr: Özellikleri güncelle
uk: Оновити властивості

source: Release
ar: إصدار
ca: llançament
da: Udgivelse
el: Κυκλοφορία
he: שנת הוצאה
ja: リリース
nb_no: Utgivelse
nl: Uitgave
pl: Wydanie
pt_br: Lançamento
ru: Релиз
sv: Utgåva
tr: Serbest bırak
uk: Випуск

source: Choose different language
ar: اختر لغة مختلفة
ca: Trieu un idioma diferent
da: Vælg andet sprog
de: Andere Sprache wählen
el: Επιλογή διαφορετικής γλώσσας
he: בחר שפה אחרת
ja: 別の言語を選択
nb_no: Velg et annet språk
nl: Andere taal kiezen
pl: Wybierz inny język
pt_br: Escolha um idioma diferente
ru: Выберите другой язык
sv: Välj annat språk
tr: Farklı bir dil seçin
uk: Вибрати іншу мову

source: Edit in Wikipedia
ar: تعديل في ويكيبيديا
ca: Edita a la Viquipèdia
da: Rediger i Wikipedia
de: In Wikipedia bearbeiten
el: Επεξεργασία στην Wikipedia
he: ערוך בוויקיפדיה
ja: ウィキペディアで編集
nb_no: Rediger i Wikipedia
nl: In Wikipedia bewerken
pl: Edytuj w Wikipedii
pt_br: Editar na Wikipédia
ru: Редактировать в Википедии
sv: Redigera på Wikipedia
tr: Vikipedi'de düzenle
uk: Редагувати у Вікіпедії

source: Edit album in MusicBrainz
ar: تحرر الألبوم في MusicBrainz
ca: Edita l'àlbum a MusicBrainz
da: Rediger album i MusicBrainz
de: Album in MusicBrainz bearbeiten
el: Επεξεργασία άλμπουμ στο MusicBrainz
he: ערוך אלבום ב - MusicBrainz
ja: MusicBrainzでアルバムを編集
nb_no: Rediger album i MusicBrainz
nl: Album in MusicBrainz bewerken
pl: Edytuj album w MusicBrainz
pt_br: Editar o álbum no MusicBrainz
ru: Редактировать альбом в MusicBrainz
sv: Redigera album på MusicBrainz
tr: Albümü MusicBrainz'de düzenle
uk: Редагувати альбом у MusicBrainz

source: Edit release in MusicBrainz
ar: تحرير الإصدار في MusicBrainz
ca: Editeu la versió a MusicBrainz
da: Rediger udgivelse i MusicBrainz
de: Release in MusicBrainz bearbeiten
el: Επεξεργασία κυκλοφορίας στο MusicBrainz
he: ערוך מהדורה ב - MusicBrainz
ja: MusicBrainzでリリースを編集
nb_no: Rediger utgivelse i MusicBrainz
nl: Uitgave in MusicBrainz bewerken
pl: Edytuj wydanie w MusicBrainz
pt_br: Editar o lançamento no MusicBrainz
ru: Редактировать релиз в MusicBrainz
sv: Redigera utgåva i MusicBrainz
tr: MusicBrainz'de sürümü düzenle
uk: Редагувати випуск у MusicBrainz

source: Edit comment
ar: تحرير التعليق
ca: Edita comentaris
da: Rediger kommentar
de: Kommentar bearbeiten
el: Επεξεργασία σχολίου
he: ערוך תגובה
ja: コメントを編集
nb_no: Rediger kommentar
nl: Bewerk opmerking
pl: Edytuj komentarz
pt_br: Editar comentário
ru: Правка комментария
sv: Redigera kommentar
tr: Yorumu düzenle
uk: Редагувати коментар

source: Are you sure that you want to modify %d files ?
ar: هل أنت متأكد من أنك تريد تعديل %d ملفات؟
ca: Esteu segur que voleu modificar %d fitxers?
da: Er du sikker på, at du vil ændre %d filer ?
de: Wollen Sie wirklich %d Datei(en) aktualisieren?
el: Είστε σίγουρος ότι θέλετε να τροποιήσετε %d αρχεία ;
he: האם אתה בטוח שברצונך לשנות %d קבצים ?
ja: %d個のファイルを修正してよろしいですか？
nb_no: Er du sikker på at du vil endre %d filer?
nl: %d Bestanden wijzigen?
pl: Czy na pewno chcesz zmodyfikować %d plików ?
pt_br: Você deseja realmente modificar %d faixas de uma só vez?
ru: Вы действительно хотите изменить файлы (%d)?
sv: Är du säker på att du vill modifiera %d filer?
tr: %d dosyayı değiştirmek istediğinden emin misin?
uk: Ви впевнені, що хочете змінити %d файлів ?

source: In the future, do not ask me
ar: لم تعد مسألة
ca: En el futur, no m’ho preguntis
da: I fremtiden, spørg mig ikke
de: Auswahl merken (Rückgängig in Optionen>Bestätigungen)
el: Να μην ξαναγίνει ερώτηση
he: בעתיד, אל תשאל אותי
ja: 次回から確認しない
nb_no: I fremtiden, ikke spør meg
nl: Niet meer vragen
pl: Nie pytaj mnie w przyszłości
pt_br: No futuro, não pergunte novamente
ru: Больше не спрашивать
sv: Fråga inte i fortsättningen
tr: Bundan sonra, bana sorma
uk: Не запитувати мене у майбутньому

source: Getting
ar: جار الحصول
ca: Aconseguint
da: Henter
de: Liest
el: Λήψη
he: מקבל
ja: 取得
nb_no: Henter
nl: Leest
pl: Dostawanie
pt_br: Obtendo
ru: Получение
sv: Hämtar
tr: Alınıyor
uk: Отримання

source: album image
ar: صورة الألبوم
ca: imatge de l'àlbum
da: album billede
de: Album-Bild
el: εικόνα άλμπουμ
he: תמונת אלבום
ja: アルバム画像
nb_no: album bilde
nl: album-illustratie
pl: obraz albumu
pt_br: imagem do álbum
ru: изображение альбома
sv: albumbild
tr: albüm resmi
uk: зображення альбому

source: track
ar: مسار
ca: pista
da: spor
el: κομμάτι
he: רצועה
ja: トラック
nb_no: spor
pl: Utwór
pt_br: faixa
ru: трека
sv: spår
tr: parça
uk: доріжка

source: Top Tracks
ar: أهم المسارات
ca: Les millors pistes
da: Top Skræ
el: Κορυφαία Κομμάτια
he: פריטים מובילים
ja: 先頭トラック
nb_no: Topp spor
pl: Najlepsze utwory
pt_br: Faixas top
ru: Топ-треки
sv: Toppspår
tr: En İyi Parçalar
uk: Найпопулярніші доріжки

source: Show all tracks
ar: عرض جميع المسارات
ca: Mostra totes les pistes
da: Vis alle spor
de: Alle Tracks anzeigen
el: εμφάνιση όλων των κομματιών
he: הצג את כל הפריטים
ja: すべてのトラックを表示
nb_no: Vis alle spor
nl: Alle tracks tonen
pl: Pokaż wszystkie utwory
pt_br: Mostrar todas as faixas
ru: Показать все треки
sv: Visa alla spår
tr: Tüm parçaları göster
uk: Показати всі доріжки

source: Loading all tracks
ar: جار تحميل جميع المسارات
ca: Mostra totes les pistes
da: Indlæser alle spor
de: Alle Tracks laden
el: Φόρτωση όλων των κομματιών
he: טוען את כל הפריטים
ja: すべてのトラックを読み込んでいます
nb_no: Laster alle spor
nl: Alle tracks laden
pl: Ładowanie wszystkich utworów
pt_br: Carregando todas as faixas
ru: Загрузка всех треков
sv: Laddar alla spår
tr: Tüm parçalar yükleniyor
uk: Завантаження всіх доріжок

source: All tracks
ar: جميع المسارات
ca: Totes les pistes
da: Alle spor
de: Alle Tracks
el: 'Ολα τα κομμάτια
he: כל הפריטים
ja: すべてのトラック
nb_no: Alle spor
nl: Alle tracks
pl: Wszystkie utwory
pt_br: Todas as faixas
ru: Все треки
sv: Alla spår
tr: Tüm parçalar
uk: Усі доріжки

source: Show Top Tracks only
ar: عرض أفضل المسارات فقط
ca: Mostra totes les pistes
da: Vis kun Top Skræ
de: Nur Top-Tracks anzeigen
el: Εμφάνιση μόνο Κορυφαίων Κομματιών
he: הצג פריטים מובילים בלבד
ja: 先頭トラックのみ表示
nb_no: Vis kun topp spor
nl: Alleen Toptracks tonen
pl: Pokaż tylko najlepsze utwory
pt_br: Mostrar apenas as melhores faixas
ru: Показывать только лучшие треки
sv: Visa endast toppspår
tr: Sadece En İyi Parçaları Göster
uk: Показати лише найпопулярніші доріжки

source: Tracks (unclassified)
ar: المسارات (غير المصنفة)
ca: Pistes (sense classificar)
da: Spor (uklassificeret)
de: Tracks (nicht klassifiziert)
el: Κομμάτια (αταξινόμητα)
he: פריטים (ללא סיווג)
ja: トラック（分類されていない）
nb_no: Spor (uklassifisert)
nl: Tracks (ongeclassificeerd)
pl: Utwory (niesklasyfikowane)
pt_br: Faixas (não classificadas)
ru: Треки (не классифицированные)
sv: Spår (oklassificerade)
tr: Parçalar (sınıflandırılmamış)
uk: Доріжки (некласифіковані)

source: Show more from YouTube
ar: عرض المزيد من YouTube
ca: Mostra'n més a YouTube
da: Vis mere fra YouTube
de: Mehr von YouTube anzeigen
el: Εμφάνιση περισσότερων από το YouTube
he: הצג ב YouTube
ja: Youtubeからさらに表示
nb_no: Vis mer fra YouTube
nl: Toon meer op YouTube
pl: Pokaż więcej z YouTube
pt_br: Exibir mais informações do YouTube
ru: Показать ещё с YouTube
sv: Visa mer från YouTube
tr: YouTube'dan daha fazlasını göster
uk: Показати більше з YouTube

source: Loading more from YouTube
ar: جار تحميل المزيد من YouTube
ca: S'estan carregant més de YouTube
da: Indlæser mere fra YouTube
de: Mehr von YouTube laden
el: Φόρτωση περισσότερων από YouTube
he: טוען מ YouTube
ja: YouTubeからさらに読み込んでいます
nb_no: Laster mer fra YouTube
nl: Meer ophalen bij YouTube
pl: Wczytuję więcej z YouTube
pt_br: Carregando mais do YouTube
ru: Загрузить ещё с YouTube
sv: Laddar mer från YouTube
tr: YouTube'dan daha fazlası yükleniyor
uk: Завантаження більше з YouTube
