Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: If enabled, MediaMonkey will check (over the internet) whether a newer version exists.
ar: إذا لم يتم تحديد هذا الخيار، سوف تحقق MediaMonkey (عن طريق الإنترنت) إذا كان يتوفر إصدار جديد.
ca: Si està activat, MediaMonkey comprovarà (a través d'Internet) si existeix una versió més recent.
da: Hvis det er aktiveret, vil MediaMonkey check (over internettet), om en nyere version findes.
de: Erlaubt MediaMonkey die automatische Suche nach Updates über das Internet.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα ελέγχει (στο internet) αν υπάρχει νεότερη έκδοση.
he: אם מופעל, MediaMonkey יבדוק (דרך האינטרנט) אם קיימת גרסה חדשה.
ja: 有効にすると、MediaMonkeyは（インターネット経由で）新しいバージョンが存在するかどうかをチェックします。
nb_no: Hvis aktivert vil MediaMonkey sjekke om en nyere versjon er tilgjengelig.
nl: Wanneer er een internetverbinding is, zal MediaMonkey zoeken naar de nieuwste versie.
pl: Jeśli ta opcja jest włączona, MediaMonkey sprawdzi (przez Internet), czy istnieje nowsza wersja.
pt_br: Se esta opção for habilitada, o MediaMonkey irá procurar na Internet se há novas versões.
ru: Если включено, MediaMonkey будет проверять (через Интернет) наличие новой версии.
sv: Låter MediaMonkey kontrollera om en ny version av programmet finns tillgänglig över Internet.
tr: Etkinleştirildiğinde, MediaMonkey (internet üzerinden) daha yeni bir sürümün mevcut olup olmadığını kontrol edecektir.
uk: Якщо увімкнено, MediaMonkey перевірить (через Інтернет) чи існує нова версія.

source: Also checks for addon updates.
ca: També comproveu si hi han actualitzacions de Complements.
da: Tjekker også for tilføjelsesopdateringer.
de: Sucht auch nach Updates für Addons.
el: Επίσης ελέγχει για ενημερώσεις addon.
he: גם בודק עבור עדכוני תוספים.
ja: アドオンの更新も確認します。
nb_no: Sjekker også for oppdateringer av tillegg.
nl: Controleert ook op add-on-updates.
pl: Sprawdza również dostępność aktualizacji dodatków.
pt_br: Verificar também atualizações para extensões.
ru: Также проверять наличие обновлений аддонов.
sv: Sök också efter tilläggsuppdateringar.
tr: Ayrıca eklenti güncellemelerini de kontrol eder.
uk: Також перевіряє наявність оновлень для додатків.

source: Auto-tagging
ca: Etiquetatge automàtic
de: Auto-Taggen
el: Αυτόματες ετικέτες
he: תיוג אוטומטי
ja: 自動タグ付け
nl: Auto-labelen
pl: Automatyczne tagowanie
pt_br: Executando auto-tag
ru: Автотегирование
sv: Automatisk märkning
tr: Otomatik- etiketleme
uk: Автоматичне позначення тегами

source: Prevent switching to other application (Alt+Tab, Alt+Esc, Ctrl+Esc)
ar: من التبديل إلى تطبيق آخر (Alt + Tab، Alt + Esc، Ctrl + Esc)
ca: Evita canviar a una altra aplicació (Alt + Tab, Alt + Esc, Ctrl + Esc)
da: Forhindre at skifte til et andet program (Alt + Tab, Alt + Esc, Ctrl + Esc)
de: Umschalten zu anderen Anwendungen verhindern (Alt+Tab, Alt+Esc, Strg+Esc)
el: Αποτροπή μετάβασης σε άλλη εφαρμογή (Alt+Tab, Alt+Esc, Ctrl+Esc)
he: מניעת מעבר לאפליקציות אחרות (Alt+Tab, Alt+Esc, Ctrl+Esc)
ja: 他のアプリケーションへの切り替えを防止する（Alt+Tab、Alt+Esc、Ctrl+Esc）
nb_no: Forhindre skifting til et annet program (Alt+Tab, Alt+Esc, Ctrl+Esc)
nl: Schakelen naar andere applicatie (Alt+Tab, Alt+Esc, Ctrl+Esc) blokkeren
pl: Zapobiegaj przełączaniu do innych aplikacji (Alt+Tab, Alt+Esc, Ctrl+Esc)
pt_br: Não permitir alternar para outros aplicativos (Alt+Tab, Alt+Esc, Ctrl+Esc)
ru: Запрет переключения на другие приложения (Alt+Tab, Alt+Esc, Ctrl+Esc)
sv: Förhindra växling till andra program (med Alt+Tab, Alt+Esc, Ctrl+Esc)
uk: Запобігти переходу до іншої програми (Alt+Tab, Alt+Esc, Ctrl+Esc)

source: Indicates how long the Pop-up should take to fade out
ca: Indica quant de temps ha de trigar la finestra emergent a desaparèixer
da: Angiver, hvor længe Pop-up skal tage at forsvinde
de: Geben Sie an, wie lange das Popup zum Ausblenden braucht
el: Υποδεικνύει πόσο χρονικό διάστημα θα χρειαστεί το Αναδυόμενο παράθυρο για να σβήσει
he: מציין כמה זמן צריך לקחת לפופ-אפ עד שידהה
ja: ポップアップの表示時間を指定します
nb_no: Angir hvor lang tid Pop-up skal bruke på å fade ut
nl: Geeft aan hoe lang het duurt voordat een pop-up verdwijnt
pl: Wskazuje, jak długo wyskakujące okienko powinno zniknąć
pt_br: Indica por quanto tempo a janela Pop-up leva para desaparecer
ru: Показывает, сколько времени отображается всплывающее окно
sv: Anger hur lång tid det ska ta för popup-fönstret att tona ut
tr: Açılır pencerenin sönmesinin ne kadar süreceğini belirtir
uk: Вказує, як довго спливає спливне вікно

source: Clipping prevention ensures that volume leveling doesn't clip the audio track. It does so by limiting the volume adjustment when possible clipping is detected.
ca: La prevenció de retalls garanteix que l’anivellament del volum no talla la pista d’àudio. Ho fa limitant l’ajust del volum quan es detecta un possible retall.
da: Clip-forhindring sikrer, at volumennivellering ikke klipper lydsporet. Det gør den ved at begrænse volumenjusteringen, når mulig klipning registreres.
de: Verhindert Clipping bei der Lautstärkeanpassung einer Musikdatei, indem die Lautstärke reduziert wird, wenn mögliches Clipping erkannt wird.
el: Η αποτροπή ψαλιδίσματος διασφαλίζει ότι η εξισορρόπηση έντασης δεν ψαλιδίζει το κομμάτι ήχου. Αυτό επιτυγχάνεται περιορίζοντας τη ρύθμιση έντασης όταν εντοπίζεται πιθανό ψαλίδισμα.
he: מניעת חיתוך מבטיחה שיישור הווליום לא יחתוך את רצועת השמע. זה עושה זאת על ידי הגבלת כיוון עוצמת הקול כאשר מתגלה חיתוך אפשרי.
ja: クリッピング防止により、音量揃えがオーディオトラックをクリップしないようにします。クリッピングが検出された場合、音量調整を制限します。
nb_no: Klipping forhindring sikrer at volum justeringen ikke klipper lyden. Den gjør dette ved å begrense volumjustering når mulig klipping er oppdaget.
nl: Clippreventie zorgt ervoor dat volume-effening de track niet clipt. Dit gebeurt door de volume-aanpassing te beperken wanneer mogelijke clipping wordt gedetecteerd.
pl: Zapobieganie przycinaniu zapewnia, że poziomowanie głośności nie przycina ścieżki dźwiękowej. Czyni to poprzez ograniczenie regulacji głośności w przypadku wykrycia możliwego przycinania.
pt_br: A prevenção de saturação (clipping prevention) garante que o ajuste de volume não resultará em áudio saturado. Isso ocorre quando o som é ajustado para um valor maior que o máximo permitindo, gerando uma onda com os extremos cortados. Para evitar esse problema, o ajuste de volume é limitado, quando uma possível saturação do áudio é detectada.
ru: Предотвращение клиппинга гарантирует, что регулировка громкости не приведёт к обрезанию аудиотрека. Это достигается ограничением регулировки громкости при обнаружении возможного клиппинга.
sv: Klippskydd säkerställer att ljudstyrkejustering inte resulterar i klippning (överstyrning). Detta uppnås genom nivåbegränsning där eventuell klippning kan uppstå.
tr: Kırpma önleme, ses seviyelendirmenin ses parçasını kırpmamasını sağlar. Bunu, mümkün kırpma algılandığında ses ayarını sınırlayarak yapar.
uk: Запобігання відсіканню гарантує, що вирівнювання гучності не відсікає звукову доріжку. Це робиться шляхом обмеження регулювання гучності при виявленні можливого відсікання.

source: Conductor(s)
ca: Director(s) d'orquestra
da: Dirigent(er)
de: Dirigent(en)
el: Μαέστρος(οι)
he: מנצחים
ja: 指揮者
nb_no: Dirigent(er)
nl: Dirigent(en)
pl: Dyrygent(y)
pt_br: Maestro(s)
ru: Дирижёры
sv: Dirigent(er)
uk: Диригент(и)

source: MediaMonkey is free, however, you can upgrade to MediaMonkey Gold to get additional features:
ca: MediaMonkey és gratuït, però, podeu actualitzar a MediaMonkey Gold per obtenir funcions addicionals:
da: MediaMonkey er gratis, men du kan opgradere til MediaMonkey Gold for at få yderligere funktioner:
de: MediaMonkey ist kostenlos, für zusätzliche Funktionen können Sie MediaMonkey Gold erwerben:
el: Το MediaMonkey είναι δωρεάν, ωστόσο μπορείτε να αναβαθμίσετε σε MediaMonkey Gold για πρόσθετες λειτουργίες:
he: MediaMonkey חופשי, עם זאת, ניתן לשדרג ל-MediaMonkey Gold כדי להשיג תכונות נוספות:
ja: MediaMonkeyは無料ですが、MediaMonkey Goldにアップグレードして追加機能を入手できます:
nb_no: MediaMonkey er gratis, men du kan oppgradere til MediaMonkey Gold for å få flere funksjoner:
nl: MediaMonkey is gratis. Upgrade naar MediaMonkey Gold voor veel meer mogelijkheden:
pl: MediaMonkey jest darmowy, jednak możesz uaktualnić go do MediaMonkey Gold, aby uzyskać dodatkowe funkcje:
pt_br: O MediaMonkey é gratuito. Mas, se fizer upgrade para a versão Gold, você poderá usar recursos adicionais:
ru: MediaMonkey - бесплатная программа, но если вам нужны дополнительные возможности, перейдите на MediaMonkey Gold:
sv: MediaMonkey är gratis, men du kan få fler funktioner om du uppgraderar till MediaMonkey Gold:
tr: MediaMonkey ücretsizdir, ancak ek özelliklerden yararlanmak için MediaMonkey Gold'a yükseltebilirsiniz:
uk: MediaMonkey безкоштовний, проте ви можете оновитися до MediaMonkey Gold, щоб отримати додаткові функції:

source: Close window
ca: Tanca la finestra
da: Luk vindue
de: Fenster schließen
el: Κλείσιμο παραθύρου
he: סגור חלון
ja: ウィンドウを閉じる
nb_no: Lukk vindu
nl: Venster sluiten
pl: Zamknij okno
pt_br: Fechar janela
ru: Закрыть окно
sv: Stäng fönster
tr: Pencereyi kapat
uk: Закрити вікно

source: Keep this content locally cached
ca: Deseu aquest contingut a la memòria cau localment
da: Behold dette indhold lokalt cachet
de: Diesen Inhalt lokal zwischengespeichert halten
el: Διατήρηση αυτού του περιεχομένου τοπικά cached
he: שמור את התוכן הזה במטמון מקומי
ja: このコンテンツをローカルにキャッシュしたままにする
nb_no: Hold dette innholdet lokalt bufret
nl: Sla deze inhoud op in lokale cache
pl: Przechowuj tę zawartość w pamięci podręcznej lokalnie
pt_br: Manter este conteúdo em cache local
ru: Хранить этот контент в локальном кэше
sv: Håll detta innehåll lokalt cachelagrat
tr: Bu içeriği yerel olarak önbelleğe alın
uk: Зберігати цей вміст у локальному кеші

source: A randomly generated IP port
ca: Un port IP generat aleatòriament
da: En tilfældigt genereret IP-port
de: Zufällig generierter IP-Port
el: Μια τυχαία δημιουργημένη θύρα IP
he: פורט IP שנוצר בצורה אקראית
ja: ランダムに生成されたIPポート
nb_no: En tilfeldig generert IP-port
nl: Een willekeurig gekozen IP-poort
pl: Losowo wygenerowany port IP
pt_br: Uma porta IP aleatória
ru: Случайный IP-порт
sv: En slumpmässigt genererad IP-port
uk: Випадково створений IP-порт

source: Unblocks connections from addresses outside the local network. Not recommended if Wi-Fi sync is enabled.
ca: Desbloqueja les connexions d’adreces fora de la xarxa local. No es recomana si la sincronització Wi-Fi està activada.
da: Fjerner blokering af forbindelser fra adresser uden for det lokale netværk. Ikke anbefalet, hvis Wi-Fi synk er aktiveret.
de: Gibt Verbindungen von Adressen außerhalb des lokalen Netzwerks frei. Nicht zu empfehlen bei aktiviertem WLAN-Sync.
el: Κατάργηση αποκλεισμού συνδέσεων από διευθύνσεις εκτός του τοπικού δικτύου. Δεν συνιστάται εάν είναι ενεργοποιημένος ο συγχρονισμός Wi-Fi.
he: מבטל את ניתוק החיבורים מכתובות מחוץ לרשת המקומית. לא מומלץ אם הסנכרון ב-Wi-Fi מופעל.
ja: ローカルネットワーク外のアドレスからの接続のブロックを解除します。Wi-Fi同期が有効な場合はお勧めしません。
nb_no: Fjerner blokkeringen av tilkoblinger fra adresser på utsiden av det lokale nettverket. Ikke anbefalt hvis WiFi-synkronisering er aktivert.
nl: Deblokkeert verbindingen van adressen buiten het lokale netwerk. Niet aanbevolen als Wi-Fi-sync is ingeschakeld.
pl: Odblokowuje połączenia z adresów spoza sieci lokalnej. Niezalecane, jeśli synchronizacja Wi-Fi jest włączona.
pt_br: Permite conexões de endereços fora de sua rede local. Não recomendado se a sincronização via Wi-Fi estiver habilitada.
ru: Разрешить соединения с адресов за пределами локальной сети. Не рекомендуется, если включена синхронизация по Wi-Fi.
sv: Avblockerar anslutningar från adresser utanför det lokala nätverket. Rekommenderas inte om Wi-Fi-synkronisering är aktiverad.
uk: Розблокує з 'єднання за межами локальної мережі. Не рекомендується, якщо ввімкнено синхронізацію Wi-Fi.

source: Version
ar: الإصدار
ca: Versió
el: Έκδοση
he: גרסה
ja: バージョン
nb_no: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
uk: Версія

source: Write CD-Text
ca: Escriure CD-Text
da: Skriv CD-Text
de: CD-Text schreiben
el: Εγγραφή CD-Text
he: כתוב CD-Text
ja: CD-Textを書き込む
nb_no: Skriv CD-tekst
nl: Schrijf CD-Text
pt_br: Gravar CD-Text
ru: Записать CD-Text
sv: Skriv CD-Text
uk: Записати CD-текст

source: Output files
ca: Fitxers de sortida
da: Output filer
de: Zieldateien
el: Αρχεία εξόδου
he: קבצי פלט
ja: 出力ファイル
nb_no: Utdatafiler
nl: Uitvoerbestanden
pl: Pliki wyjściowe
pt_br: Arquivos de saída
ru: Выходные файлы
sv: Målfiler
uk: Вихідні файли

source: The following accompanying files were found. Please select those which you would like to move.
ar: تم العثور على الملفات المرفقة التالية. حدد تلك التي ترغب في الانتقال.
ca: S'han trobat els següents fitxers adjunts. Seleccioneu els que us agradaria moure.
da: Følgende ledsagende filer blev fundet. Vælg venligst dem, som du gerne vil flytte.
de: Es wurden folgende zugehörende Dateien gefunden. Wählen Sie die Dateien zum Verschieben aus.
el: Βρέθηκαν τα ακόλουθα συνοδευτικά αρχεία. Παρακαλούμε επιλέξτε αυτά που θέλετε να μετακινηθούν.
he: הקבצים הנלווים הבאים נמצאו. אנא בחר את אלה שתרצה להעביר.
ja: 以下の添付ファイルが見つかりました。移動したいものを選択してください。
nb_no: Disse tilhørende filene ble funnet. Velg de filene du vil flytte.
nl: De volgende bijbehorende bestanden zijn gevonden. Selecteer welke verplaatst moet(en) worden.
pl: Następujące przydzielone pliki zostały znalezione. Wybierz te które chcesz przenieść.
pt_br: Os seguintes arquivos acompanhantes foram encontrados. Selecione aqueles que você deseja mover.
ru: Найдены сопроводительные файлы. Выберите те, которые хотите переместить.
sv: Följande tillhörande filer hittades. Vänligen välj de du vill flytta.
uk: Були знайдені наступні супровідні файли. Будь ласка, виберіть ті, які ви хочете перемістити.

source: New version
ca: Nova versió
da: Ny version
de: Neue Version
el: Νέα έκδοση
he: גרסה חדשה
ja: 新バージョン
nb_no: Ny versjon
nl: Nieuwe versie
pl: Nowa wersja
pt_br: Nova versão
ru: Новая версия
sv: Ny version
uk: Нова версія

source: Defines which episodes are to be deleted
ar: ويعرف أن تحذف ما الحلقات
ca: Defineix els episodis que s'han de suprimir
da: Definerer, hvilke episoder der skal slettes
de: Bestimmt welche Episoden gelöscht werden
el: Καθορίζει ποια επεισόδια πρόκειται να διαγραφούν
he: מגדיר אילו פרקים יימחקו
ja: 削除するエピソードを定義します
nb_no: Definerer hvilke episoder som skal bli slettet
nl: Bepaalt welke afleveringen verwijderd worden
pl: Określa, które odcinki mają zostac usunięte
pt_br: Define quais episódios devem ser excluídos
ru: Определяет, какие эпизоды должны быть удалены
sv: Definierar vilka avsnitt som ska raderas
uk: Визначає які епізоди потрібно видалити

source: Default icon
ca: Icona predeterminada
da: Standard ikon
de: Standardsymbol
el: Προεπιλεγμένο εικονίδιο
he: צלמית ברירת מחדל
ja: デフォルトのアイコン
nb_no: Standardikon
nl: Standaardicoon
pl: Ikona domyślna
pt_br: Ícone padrão
ru: Значок по умолчанию
sv: Standardikon
uk: Типова піктограма

source: Selected columns
ca: Columnes seleccionades
da: Valgte kolonner
de: Ausgewählte Spalten
el: Επιλεγμένες στήλες
he: עמודות נבחרות
ja: 選択中の表示項目
nb_no: Valgte kolonner
nl: Geselecteerde kolommen
pl: Wybrane kolumny
pt_br: Colunas selecionadas
ru: Выбранные столбцы
sv: Valda kolumner
uk: Вибрані стовпці

source: Move video using sliders:
ca: Mou el vídeo mitjançant control lliscant:
da: Flyt video ved at bruge skydebjælker:
de: Video mit Schieberregler verschieben:
el: Μετακίνηση βίντεο με χρήση ρυθμιστικών:
he: העבר וידאו באמצעות הזזת הסליידרים:
ja: スライダーを使用して動画を移動:
nb_no: Flytt video ved å bruke skyveknapper:
nl: Verplaats video met schuifbalken:
pl: Przenieś wideo za pomocą suwaków:
pt_br: Mover vídeo usando controles deslizantes:
ru: Перемещение видео ползунками:
sv: Flytta video med reglage:
uk: Пересунути відео за допомогою повзунків:

source: Organize files according to the following rules
ca: Organitzeu fitxers segons les regles següents
da: Organiser filer i henhold til de følgende regler
de: Dateien nach folgenden Regeln einordnen
el: Οργάνωση αρχείων σύμφωνα με τους ακόλουθους κανόνες
he: ארגן קבצים לפי הכללים הבאים
ja: 次のルールに従ってファイルを整理する
nb_no: Organiser filer etter følgende regler
nl: Bestanden volgens de volgende regels ordenen
pl: Organizuj pliki zgodnie z następującymi zasadami
pt_br: Organizar arquivos de acordo com as seguintes regras
ru: Упорядочить треки по следующим правилам
sv: Organisera filer enligt följande regler
tr: Dosyaları aşağıdaki kurallara göre düzenleyin
uk: Упорядкувати файли відповідно до наступних правил

source: This prevents tracks that are less than a specified size (KB) or time (seconds) from being added to the Library, since it's unlikely that you really want such files to appear in your Library.
ca: Això evita que les pistes que tinguin una mida (KB) o un temps (segons) específics inferiors, siguin afegits a la biblioteca, ja que és poc probable que els i vulgueu tenir.
da: Dette forhindrer numre, der er mindre end en angivet størrelse (KB) eller tid (sekunder), fra at blive tilføjet til Biblioteket, eftersom det er usandsynligt, at du virkelig vil have sådanne filer til at optræde i dit Bibliotek.
de: Sie können Dateien kleiner als die angegebenen Größe (KB) oder kürzer als die angegebene Länge (Sekunden) von der Aufnahme ins Archiv ausschließen, wenn es unwahrscheinlich ist, dass Sie solche Dateien im Archiv haben wollen.
el: Αυτό αποτρέπει την προσθήκη κομματιών που είναι μικρότερα από ένα καθορισμένο μέγεθος (KB) ή χρόνου (δευτερόλεπτα) στη Βιβλιοθήκη, καθώς είναι απίθανο να θέλετε πραγματικά να εμφανίζονται τέτοια αρχεία στη Βιβλιοθήκη σας.
he: זה מונע מרצועות בגודל (KB) או זמן (שניות) מסוים להתווסף לספרייה, מכיוון שכנראה אינך מעוניין שהקבצים האלו יופיעו בספרייה שלך.
ja: 指定されたサイズ（KB）または時間（秒）未満のトラックがライブラリに追加されるのを防ぐことができます。そのようなファイルがライブラリに表示される可能性は低いからです。
nb_no: Dette forhindrer spor som er mindre enn en spesifisert størrelse (KB) eller tid (sekunder) fra å bli lagt til i Biblioteket, siden det er usannsynlig at du virkelig ønsker slike filer i Biblioteket.
nl: Voorkomt dat tracks kleiner dan een bepaalde grootte (KB) of kortere duur (seconden) worden toegevoegd aan de Bibliotheek, omdat dergelijke tracks mogelijk niet gewenst zijn in de Bibliotheek.
pl: Zapobiega to dodawaniu do Biblioteki utworów, które są mniejsze niż określony rozmiar (KB) lub czas (w sekundach), ponieważ jest mało prawdopodobne, że naprawdę chcesz, aby takie pliki pojawiały się w Twojej Bibliotece.
pt_br: Isto evita que arquivos que possuam tamanho (em KB) ou duração (em segundos) menores que o especificado sejam adicionados à biblioteca, uma vez que você provavelmente não vai querer que eles apareçam em sua coleção.
ru: Не добавлять в библиотеку треки меньше указанного размера (КБ) или времени (секунды), поскольку маловероятно, что вам они действительно нужны в библиотеке.
sv: Detta förhindrar spår som är mindre än en viss storlek (i kB) eller kortare ( i sekunder) från att läggas till i mediabiblioteket, då det är osannolikt att du vill ha sådana filer i ditt mediabibliotek.
tr: Bu, belirtilen bir boyuttan (KB) veya zamandan (saniye) daha az olan parçaların Kitaplığa eklenmesini engeller; çünkü bu tür dosyaların Kitaplığınızda görünmesini istemeniz pek olası değildir.
uk: Це запобігає додаванню до Бібліотеки доріжок меншого за вказаний розмір (КБ) або час (секунди), оскільки навряд чи ви дійсно бажаєте, щоб такі файли з 'являлися у вашій Бібліотеці.

source: Add/Scan settings
ca: Configuració de Afegeix/Escaneja
da: Tilføj/Scan indstillinger
de: Einstellungen: Aufnehmen/Aktualisieren
el: Προσθήκη/Σάρωση ρυθμίσεων
he: הגדרות הוספה/סריקה
ja: 追加/スキャン設定
nb_no: Legg til/Skann innstillinger
nl: Instellingen toevoegen/scannen
pl: Ustawienia dodawania/skanowania
pt_br: Configurações de Adicionar/Atualizar
ru: Настройки добавления/сканирования
sv: Inställningar för Lägg till/Skanna
uk: Додати/Налаштування сканування

source: Sources
ca: Font(s)
da: Kilder
de: Quellen
el: Πηγές
he: מקורות
ja: ソース
nb_no: Kilder
nl: Bronnen
pl: Źródła
pt_br: Origens
ru: Источники
sv: Källor
uk: Джерела

source: Determines which actions are presented when a disk is inserted
ca: Determina quines accions es presenten quan s'insereix un disc
da: Bestemmer, hvilke handlinger der præsenteres, når en disk indsættes
de: Bestimmt die angebotenen Aktionen beim Einlegen einer CD/DVD
el: Καθορίζει ποιες ενέργειες παρουσιάζονται κατά την εισαγωγή ενός δίσκου
he: מגדיר אילו פעולות יוצגו כאשר דיסק מוכנס
ja: ディスクを挿入したときに提示される動作を指定します
nb_no: Bestemmer hvilke handlinger som presenteres når en disk settes inn
nl: Bepaalt welke acties worden weergegeven wanneer een schijf wordt geplaatst
pt_br: Determina quais ações são apresentadas quando um disco for inserido
ru: Определяет, какие действия выполняются при вставке диска
sv: Bestämmer vilka åtgärder som föreslås när en disk sätts in
uk: Визначає, які дії буде показано під час вставлення диска

source: 'Track summary' format (e.g. in Player, Tracklist):
ca: Format 'Resum de pista' (per exemple, en el reproductor, llista de pistes):
da: 'Track summary' format (f.eks. i Afspiller, Tracklist):
de: Format für "Track-Zusammenfassung" (z.B. im Player und Listen):
he: פורמט 'סיכום רצועה' (לדוגמה בנגן, רשימת רצועות):
ja: 「トラックの概要」の形式（プレイヤー、トラックリストなど）:
nb_no: 'Sporoppsummering' format (f.eks. i Spiller, Sporliste):
nl: Fromaat voor 'Tracksamenvatting' (bijv. in Speler, Bestandslijst):
pt_br: Formato de exibição para 'Resumo da faixa' (Por ex. no tocador, na lista de faixas):
ru: Формат сводки о треке (например, в плеере, треклисте):
sv: "Spårsammanfattning" -format (i t.ex. spelare el spellista):
tr: 'Parça özeti' biçimi (örneğin Oynatıcıda, Parça Listesinde):
uk: Формат "Короткий зміст треку"" (наприклад, у програвачі, трек-листі):

source: Transparency
ca: Transparència
da: Gennemsigtighed
de: Transparenz
el: Διαφάνεια
he: שקיפות
ja: 透明度
nb_no: Gjennomsiktighet
nl: Transparantie
pl: Przezroczystość
pt_br: Transparência
ru: Прозрачность
sv: Transparent
uk: Прозорість
