Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Rip Audio CD
ar: استخراج القرص المضغوط الصوتي...
ca: &Extreu l'audio del CD
de: Audio-CD rippen
he: העתק תקליטור אודיו
ja: オーディオCDのリッピング
nb_no: Importer lyd-CD
nl: Audio-CD rippen
pl: Zgraj płytę audio CD
pt_br: Extrair CD de áudio
ru: Риппинг аудио-CD
sv: Läs av/Rippa ljud-CD
tr: Ses CD'sini Kopyala
uk: Копіювати аудіокомпакт-диск

source: &Install MediaMonkey package
ar: تثبيت حزمة MediaMonkey
ca: &Instal·la el paquet MediaMonkey
da: &Installer MediaMonkey-pakke
de: &Installation des MediaMonkey-Pakets
el: &Εγκατάσταση του πακέτου του MediaMonkey
he: התקן חבילת MediaMonkey
ja: MediaMonkeyパッケージのインストール(&I)
nb_no: &Installer MediaMonkey-pakke
nl: MediaMonkey-pakket &installeren
pl: Zainstaluj pakiet MediaMonkey
pt_br: &Instalar pacote do MediaMonkey
ru: &Установить MediaMonkey
sv: &Installera MediaMonkey-paketet
tr: &MediaMonkey paketini yükleyin
uk: &Встановити пакет MediaMonkey

source: Play CD with MediaMonkey
ar: تشغيل القرص المضغوط عبر MediaMonkey
ca: Reprodueix CD amb MediaMonkey
da: Afspil CD med MediaMonkey
de: CD mit MediaMonkey abspielen
el: Αναπαραγωγή CD με το MediaMonkey
he: נגן תקליטור עם MediaMonkey
ja: MediaMonkeyでCDを再生
nb_no: Spill CD med MediaMonkey
nl: CD afspelen in MediaMonkey
pl: Odtwarzaj CD w MediaMonkey
pt_br: Tocar CD com o MediaMonkey
ru: Воспроизвести CD в MediaMonkey
sv: Spela CD med MediaMonkey
tr: MedyaMonk ile CD çal
uk: Відтворити CD за допомогою MediaMonkey

source: Play DVD with MediaMonkey
ar: تشغيل DVD عبر MediaMonkey
ca: Reprodueix DVD amb MediaMonkey
da: Afspil DVD med MediaMonkey
de: DVD mit MediaMonkey abspielen
el: Αναπαραγωγή DVD με το MediaMonkey
he: נגן DVDs עם MediaMonkey
ja: MediaMonkeyでDVDを再生
nb_no: Spill DVD med MediaMonkey
nl: DVD afspelen in MediaMonkey
pl: Odtwarzaj DVD w MediaMonkey
pt_br: Tocar DVD com o MediaMonkey
ru: Воспроизвести DVD в MediaMonkey
sv: Spela DVD med MediaMonkey
tr: MedyaMonkey ile DVD oynat
uk: Відтворити DVD за допомогою MediaMonkey

source: MediaMonkey is all-in-one audio jukebox application that can organize your digital music collection.
ar: MediaMonkey هي برمجيات كل في واحد صوت jukebox تنظم مجموعة الموسيقى الرقمية الخاصة بك.
ca: MediaMonkey és una aplicació de jukebox d'àudio 'tot en un' que pot organitzar la vostra col·lecció de música digital.
da: MediaMonkey er all-in-one audio jukebox program, der kan organisere dine digitale musiksamling.
de: MediaMonkey ist die All-In-One Musikbox-Lösung, die Ihre digitale Musiksammlung in Ordnung bringt.
el: Το MediaMonkey είναι μια όλα σε μία εφαρμογή jukebox ήχου που μπορεί να οργανώσει τη συλλογή ψηφιακής μουσικής σας.
he: MediaMonkey הוא תוכנה לג'וקבוקס אודיו הכל ב-אחת שיכולה לארגן את האוסף הדיגיטלי שלך.
ja: MediaMonkeyは、デジタルミュージックコレクションを整理できるオールインワンオーディオジュークボックスアプリケーションです。
nb_no: MediaMonkey er et alt-i-ett jukeboks-program som kan organisere din digitale musikksamling.
nl: MediaMonkey is een alles-in-één jukebox waarme complete muziekcollecties beheerd kunnen worden.
pl: MediaMonkey to rozbudowany odtwarzacz audio umożliwiający organizację i zarządzanie cyfrową kolekcją muzyczną.
pt_br: O MediaMonkey é um player de áudio completo, capaz de organizar sua coleção de música digital.
ru: MediaMonkey это многофункциональный медиакомбайн для упорядочивания музыкальных коллекций.
sv: MediaMonkey kan organisera din digitala musiksamling; en allt-i-ett-jukeboxapplikation.
tr: MediaMonkey, dijital müzik koleksiyonunuzu organize etmenizi sağlayan hepsi bir arada bir ses müzik kutusu uygulamasıdır.
uk: MediaMonkey - це універсальна програма музичного автомата, яка може впорядкувати вашу колекцію цифрової музики.

source: MediaMonkey Addon file
ar: ملف إضافة MediaMonkey
ca: Fitxer complement MediaMonkey
da: MediaMonkey Addon-fil
de: MediaMonkey-Erweiterungsdatei
el: MediaMonkey αρχείο Addon
he: קובץ תוסף MediaMonkey
ja: MediaMonkeyアドオンファイル
nb_no: MediaMonkey Addon-fil
nl: MediaMonkey Add-onbestand
pl: Plik dodatku MediaMonkey
pt_br: Arquivo de extensão do MediaMonkey
ru: Аддон MediaMonkey
sv: MediaMonkey-tilläggsfil
tr: MediaMonkey Eklenti dosyası
uk: Файл Додатку MediaMonkey

source: Audio File
ar: ملف صوتي
ca: Fitxer d’àudio
da: Lydfil
de: Audio-Datei
el: Αρχείο Ήχου
he: קובץ שמע
ja: オーディオファイル
nb_no: Lydfil
nl: Audiobestand
pl: Plik audio
pt_br: Arquivo de áudio
ru: Аудиофайл
sv: Ljudfil
tr: Ses Dosyası
uk: Аудіофайл

source: The file is unavailable or you may not have permission to access it.
ar: الملف غير متوفر أو ليس لديك الإذن للوصول إليه.
ca: El fitxer no està disponible o és possible que no tingueu permís per accedir-hi.
da: Filen er ikke tilgængelig, eller du har måske ikke tilladelse til at få adgang til den.
de: Die Datei ist nicht vorhanden oder Sie besitzen keine Zugriffsrechte dafür.
el: Το αρχείο είναι μη διαθέσιμο ή μπορεί να μην έχετε άδεια πρόσβασης σε αυτό.
he: הקובץ אינו זמין או שאין לך הרשאות גישה אליו.
ja: ファイルが利用できないか、アクセス権限がない可能性があります。
nb_no: Filen er utilgjengelig eller så har du kanskje ikke tillatelse å bruke den.
nl: Het bestand is niet toegankelijk of er zijn onvoldoende rechten toegekend.
pl: Plik jest niedostępny lub może nie być zezwolenia dostęp.
pt_br: O arquivo está indisponível ou você não tem permissão para acessá-lo.
ru: Файл недоступен или у вас нет прав доступа к нему.
sv: Filen är otillgänglig eller så har du inte tillåtelse att använda den.
tr: Dosya kullanılamıyor veya erişim izniniz olmayabilir.
uk: Файл недоступний або ви можете не мати дозволу на доступ до нього.

source: Cannot create file %s.
ar: يمكن إنشاء ملف الإخراج (%s).
ca: No es pot crear el fitxer %s.
da: Kan ikke oprette filen %s.
de: Kann Datei %s nicht erstellen.
el: Αδυναμία δημιουργίας αρχείου %s.
he: לא ניתן ליצור קובץ %s.
ja: ファイル"%s"を作成できません。
nb_no: Kan ikke lage fil %s.
nl: Kan bestand %s niet maken.
pl: Nie można utworzyć pliku %s.
pt_br: Impossível criar arquivo %s.
ru: Невозможно создать файл %s.
sv: Kan inte skapa filen %s.
tr: %s dosyası oluşturulamıyor.
uk: Неможливо створити файл %s.

source: Unknown error
ar: خطأ غير معروف
ca: Error desconegut
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
he: שגיאה
ja: 不明なエラー
nb_no: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідомий помилка

source: Media Server cache
ar: ذاكرة التخزين المؤقت لخادم الوسائط
ca: Memòria cau del servidor multimèdia
de: Medienserver-Cache
he: מטמון שרת המדיה
ja: メディアサーバーキャッシュ
nb_no: Medieserver mellomlagring
pl: Pamięć podręczna serwera multimediów
pt_br: Cache do servidor de mídia
ru: Кэш медиасервера
tr: Medya Sunucusu önbelleği
uk: Кеш Мультимедійного Сервера

source: Virtual CD content
ar: محتوى القرص الافتراضي
ca: Contingut de CD virtual
da: Virtuel CD-indhold
de: Inhalte Virtueller CDs
el: Περιεχόμενο Virtual CD
he: תוכן CD וירטואלי
ja: 仮想CDコンテンツ
nb_no: Virtuell-CD innhold
nl: Inhoud van Virtuele CD
pl: Zawartość wirtualnej płyty CD
pt_br: Conteúdo do CD virtual
ru: Содержание виртуального CD
sv: Virtuellt CD-innehåll
tr: Sanal CD içeriği
uk: Вміст віртуального CD

source: Previews
ar: مقتطفات
ca: Vistes prèvies
de: Vorschauen
el: Προεπισκοπήσεις
he: תצוגות מקדימות
ja: プレビュー
nb_no: Forhåndsvisning
pl: Podglądy
pt_br: Amostras
ru: Анонсы
sv: Förhandsklipp
tr: Önizlemeler
uk: Попередні перегляди

source: The directory %s cannot be created.
ar: لا يمكن إنشاء الدليل %s.
ca: No es pot crear el directori %s.
da: Mappen %s kan ikke oprettes.
de: Der Ordner %s kann nicht erstellt werden.
he: לא ניתן ליצור את התיקייה %s.
ja: ディレクトリ"%s"を作成できません。
nb_no: Katalogen %s kan ikke opprettes.
pt_br: A pasta %s não pode ser criada.
ru: Невозможно создать папку %s.
sv: Mappen %s kan inte skapas.
tr: %s dizini oluşturulamıyor.

source: Drive %s is running out of space.
ar: محرك الاقراص %s ينفد من المساحة.
ca: Drive %s s'està quedant sense espai.
da: Drev %s løber tør for plads.
de: Speicherplatz auf Laufwerk %s wird knapp.
el: Η μονάδα %s δεν έχει χώρο.
he: הכונן %s נמצא לקראת סיום שטח.
ja: ドライブ%sの空き容量が不足しています。
nb_no: Disk %s er i ferd med å gå tom for plass.
nl: Schijf %s is bijna vol.
pl: Na dysku %s kończy się miejsce.
pt_br: O espaço no drive %s está acabando.
ru: На диске %s заканчивается свободное место.
sv: Enheten %s börjar få slut på utrymme.
tr: %s sürücüsünde yer kalmadı.
uk: На диску %s не вистачає місця.

source: Please free up space for MediaMonkey to function properly.
ar: يرجى تحرير المساحة ليعمل MediaMonkeyبشكل صحيح.
ca: Allibereu espai perquè MediaMonkey funcioni correctament.
da: Frigør venligst plads, for at MediaMonkey kan fungere korrekt.
de: Bitte geben Sie Speicherplatz frei, damit MediaMonkey zuverlässig läuft.
el: Παρακαλούμε απελευθερώστε χώρο ώστε το MediaMonkey να λειτουργήσει σωστά.
he: אנא פנה שטח ל-MediaMonkey לעבוד כראוי.
ja: MediaMonkeyが正常に機能するためのスペースを空けてください。
nb_no: Vennligst frigjør plass for at MediaMonkey skal fungere som det skal.
nl: Maak ruimte vrij zodat MediaMonkey correct kan functioneren.
pl: Zwolnij miejsce, aby MediaMonkey działał poprawnie.
pt_br: Por favor, libere espaço para que o MediaMonkey funcione corretamente.
ru: Освободите место для правильной работы MediaMonkey.
sv: Frigör utrymme för att MediaMonkey ska fungera korrekt.
tr: Lütfen MediaMonkey'in düzgün çalışabilmesi için yer açın.
uk: Звільніть місце для належного функціонування MediaMonkey.

source: MediaMonkey is unable to show subtitles.
ar: لا يستطيع MediaMonkey عرض الترجمة.
ca: MediaMonkey no pot mostrar els subtítols.
da: MediaMonkey kan ikke vise undertekster.
de: MediaMonkey kann die Untertitel nicht darstellen.
el: Το MediaMonkey δεν μπορεί να εμφανίσει υπότιτλους.
he: MediaMonkey לא יכול להציג כתוביות.
ja: MediaMonkeyは字幕を表示できません。
nb_no: MediaMonkey klarer ikke å vise undertekster.
nl: MediaMonkey kan geen ondertiteling weergeven.
pl: MediaMonkey nie może wyświetlić napisów.
pt_br: O MediaMonkey não pode exibir as legendas.
ru: MediaMonkey не может показать субтитры.
sv: MediaMonkey kan inte visa undertexter.
tr: MediaMonkey altyazıları gösteremiyor.
uk: MediaMonkey не може показати субтитри.

source: Video codec
ar: ترميز الفيديو
ca: Còdec de video
da: Videokodek
el: Κωδικοποιητής Βίντεο
he: מקודד וידאו
ja: 動画コーデック
nb_no: Videokodek
pl: Kodek wideo
pt_br: Codec de vídeo
ru: Видеокодек
sv: Videokodek
tr: Video kodeği
uk: Відеокодек

source: Max size
ar: الحجم الأقصى
ca: Mida màxima
da: Maks. størrelse
de: max. Größe
el: Μέγ. μέγεθος
he: גודל מירבי
ja: 最大サイズ
nb_no: Maks størrelse
nl: Max formaat
pl: Największy rozmiar
pt_br: Tamanho máx
ru: Макс. размер
sv: Maximal storlek
tr: Maksimum boyut
uk: Максимальний розмір

source: Conversion quality
ar: جودة التحويل
ca: Qualitat de conversió
da: Konverteringskvalitet
de: Konvertierungsqualität
el: Ποιότητα μετατροπής
he: איכות המרה
ja: 変換品質
nb_no: Konverteringskvalitet
nl: Kwaliteit van conversie
pl: Jakość konwersji
pt_br: Qualidade da conversão
ru: Качество преобразования
sv: Omvandlingskvalitet
tr: Dönüştürme kalitesi
uk: Якість перетворення

source: Audio codec
ar: ترميز الصوت
ca: Còdec d'àudio
da: Lydkodek
el: Κωδικοποιητής ήχου
he: מקודד שמע
ja: オーディオコーデック
nb_no: Lydkodek
pl: Kodek dźwięku
pt_br: Codec de áudio
ru: Аудиокодек
sv: Ljud-codec
tr: Ses kodeği
uk: Аудіокодек

source: Bits per sample
ar: بت لكل عينة
ca: Bits per mostra
da: Bits per prøve
de: Bits pro Abtastpunkt
el: Bits ανά δείγμα
he: ביטים לדגימה
ja: サンプルあたりのビット数
pl: Bitów na próbkę
pt_br: Bits por amostra
ru: Бит/сэмпл
sv: Bitdjup
tr: Örnek başına bit sayısı
uk: Розрядність дискретизації

source: Max. bitrate
ar: معدل البت الأقصى
ca: Màx. taxa de bits
da: Maks. bitrate
el: Μέγ. bitrate
he: קצב סיביות מירבי
ja: 最大ビットレート
nb_no: Maks. bithastighet
nl: Max. bitwaarde
pl: Maks. szybkość transmisji
pt_br: Taxa de bits máx
ru: Макс. битрейт
sv: Max. bithastighet
tr: Maksimum bit hızı
uk: Макс. швидкість потоку

source: MediaMonkey is unable to encode this format.
ar: لا يستطيع MediaMonkey ترميز هذه الصيغة.
ca: MediaMonkey no pot codificar aquest format.
da: MediaMonkey kan ikke enkode dette format.
de: MediaMonkey kann nicht in dieses Format umwandeln.
el: Το MediaMonkey δεν μπορεί να κωδικοποιήσει αυτήν την μορφή.
he: MediaMonkey לא יכול לקודד פורמט זה.
ja: MediaMonkeyはこの形式のエンコードはできません。
nb_no: MediaMonkey klarer ikke å enkode dette formatet.
nl: MediaMonkey kan deze indeling niet coderen.
pl: MediaMonkey nie może zakodować tego formatu.
pt_br: O MediaMonkey não consegue codificar este formato.
ru: MediaMonkey не может кодировать в этот формат.
sv: MediaMonkey kan inte koda detta format.
tr: MediaMonkey bu formatı kodlayamıyor.
uk: MediaMonkey не вдається кодувати цей формат.

source: File %s cannot be decoded. It is possibly due to DRM restrictions.
ar: لا يمكن فك ترميز الملف %s. قد يكون هناك الحقوق الرقمية (DRM).
ca: No es pot descodificar el fitxer %s. Possiblement es deu a les restriccions del DRM.
da: Fil %s ikke kan afkodes. Det er muligvis på grund af DRM restriktioner.
de: Datei %s kann nicht dekodiert werden. Evtl. ist sie DRM-geschützt.
el: Το αρχείο %s δεν μπορεί να αποκωδικοποιηθεί. Αυτό πιθανώς συμβαίνει λόγω περιορισμών DRM.
he: לא ניתן לפענח את הקובץ %s. ייתכן שזה נובע ממגבלות DRM.
ja: ファイル"%s"はデコードできません。DRMの制限による可能性があります。
nb_no: Fil %s kan ikke bli dekodert. Det er kanskje på grunn av DRM restriksjoner.
nl: Bestand %s kan gedecodeerd worden. Het is waarschijnlijk i.v.m. DRM.
pl: Pliki %s nie mogą być zdekodowane. Prawdopodobnie z powodu ograniczeń DRM.
pt_br: O arquivo %s não pode ser decodificado. Possivelmente devido a restrições de DRM (direitos autorais).
ru: Файл %s не может быть декодирован. Возможно, из-за защиты DRM.
sv: Filen %s kan inte avkodas. Det är möjligen på grund av DRM-restriktioner.
tr: Dosya %s çözülemiyor. Muhtemelen DRM kısıtlamalarından kaynaklanıyor.
uk: Файл %s неможливо декодувати. Можливо, це пов'язано з обмеженнями DRM.

source: File %s was not successfully created.
ar: فشل إنشاء الملف %s.
ca: El fitxer %s no s'ha creat correctament.
da: Fil %s blev ikke oprettet.
de: Datei %s konnte nicht erfolgreich erstellt werden.
el: Το αρχείο %s δεν δημιουργήθηκε επιτυχώς.
he: הקובץ %s לא נוצר בהצלחה.
ja: ファイル"%s"は正常に作成されませんでした。
nb_no: Filen %s ble ikke vellykket laget.
nl: Bestand %s werd niet aangemaakt.
pl: Plik %s nie został pomyślnie utworzony.
pt_br: Arquivo %s não foi criado com sucesso.
ru: Файл %s не был создан.
sv: Filen %s kunde inte skapas korrekt.
tr: %s Dosya oluşturulmadı.
uk: Файл %s не було успішно створено.

source: Converting file %d of %d
ar: تحويل ملف %d من %d
ca: S'està convertint el fitxer %d de %d
da: Konvertering fil %d af %d
de: Konvertiere Datei %d von %d
el: Μετατροπή αρχείου %d από %d
he: ממיר קובץ %d מתוך %d
ja: ファイル%d/%dを変換しています
nb_no: Konverterer fil %d av %d
nl: Conversie bestand %d van %d
pl: Konwerownie pliku %d of %d
pt_br: Convertendo arquivo %d de %d
ru: Преобразование файла %d из %d
sv: Konverterar fil %d av %d
tr: %d/%d dosyası dönüştürülüyor
uk: Перетворення файлу %d з %d

source: There isn't enough free space to convert all files. Please clear space in the temporary directory
ar: لا توجد مساحة كافية لتحويل جميع الملفات. يرجى إخلاء مساحة في الدليل المؤقت
ca: No hi ha prou espai lliure per convertir tots els fitxers. Esborreu l’espai al directori temporal
da: Der er ikke nok ledig plads til at konvertere alle filer. Frigør venligst plads i den midlertidige mappe
de: Nicht genügend freier Speicherplatz zum Konvertieren der Dateien. Bitte machen Sie Speicherplatz im temporären Ordner frei
el: Δεν υπάρχει αρκετός ελεύθερος χώρος για μετατροπή όλων των αρχείων. Παρακαλούμε ελευθερώστε χώρο στον προσωρινό κατάλογο
he: אין מספיק שטח פנוי להמרת כל הקבצים. אנא פנה שטח בתיקיית זמנית
ja: すべてのファイルを変換するのに十分な空き容量がありません。一時ディレクトリのスペースをクリアしてください
nb_no: Det er ikke nok plass for å konvertere alle filer. Vennligst lag plass i den midlertidige plasseringen
nl: Onvoldoende ruimte voor bestandsconversie. Maak ruimte vrij in de tijdelijke map
pl: Nie ma wystarczającej ilości wolnego miejsca, aby przekonwertować wszystkie pliki. Zwolnij miejsce w katalogu tymczasowym
pt_br: Não há espaço suficiente para converter todos os arquivos. Por favor, aumente o espaço disponível no diretório temporário
ru: Не хватает места для преобразования всех файлов. Освободите место во временной папке
sv: Det finns inte tillräckligt med ledigt utrymme för att konvertera alla filer. Vänligen rensa utrymme i den tillfälliga katalogen
tr: Tüm dosyaları dönüştürmek için yeterli boş alan yok. Lütfen geçici dizinde yer açın
uk: Немає достатньо вільного місця для перетворення всіх файлів. Очистіть місце у тимчасовому каталозі

source: ripping
ar: التمزيق
ca: Copiant
da: ripper
de: Rippen
he: המרת CD לקבצים
ja: リッピング
nl: rippen
pl: Zgrywanie
pt_br: extraindo
ru: риппинг
sv: Avläsning/rippning
uk: видобування

source: Unknown (all formats)
ar: المجهول (كافة تنسيقات)
ca: Desconegut (tots els formats)
da: Ukendt (alle formater)
de: Unbekannt (alle Formate)
el: Άγνωστο (όλες οι μορφές)
he: לא ידוע (כל הפורמטים)
ja: 不明 （すべての形式）
nb_no: Ukjent (alle formater)
nl: Onbekend (alle indelingen)
pl: Nieznany (wszystkie formaty)
pt_br: Desconhecido (todos os formatos)
ru: Неизвестно (все форматы)
sv: Okänt (alla format)
tr: Bilinmeyen (tüm formatlar)
uk: Невідомо (усі формати)

source: audio
ar: الصوت
da: lyd
el: ήχος
he: שמע
ja: オーディオ
nb_no: lyd
pt_br: áudio
ru: аудио
sv: ljud
tr: ses
uk: аудіо

source: Above %d
ar: أكثر من %d
ca: Per sobre de %d
da: Over %d
de: über %d
el: Υπεράνω %d
he: מעל %d
ja: %d以上
nb_no: Over %d
nl: Boven %d
pl: Powyżej %d
pt_br: Acima de %d
ru: Выше %d
sv: Över %d
tr: %d Üstünde
uk: Вище %d

source: Between %d and %d
ar: بين %d و %d
ca: Entre %d and %d
da: Mellem %d og %d
de: zwischen %d und %d
el: Ανάμεσα %d και %d
he: בין %d ל-%d
ja: %dから%dの間
nb_no: Mellom %d og %d
nl: Tussen %d en %d
pl: Pomiędzy %d i %d
pt_br: Entre %d e %d
ru: Между %d и %d
sv: Mellan %d och %d
tr: d ile %d arasında
uk: Між %d і %d

source: bits per sample
ar: بت لكل عينة
ca: Bits per mostra
de: Bits pro Abtastpunkt
el: bits ανά δείγμα
he: ביטים לדגימה
ja: サンプルあたりのビット数
nb_no: biter per prøve
pl: Bity na próbkę
pt_br: bits por amostra
ru: бит/сэмпл
sv: Bitdjup
tr: örnek başına bit
uk: розрядність дискретизації

source: Above %.3f
ar: أعلى من %.3f
ca: Per sobre %.3f
da: Over %.3f
de: Über %.3f
el: Υπεράνω %.3f
he: מעל %.3f
ja: %.3f以上
nb_no: Over %.3f
nl: Boven %.3f
pl: Powyżej %.3f
pt_br: Acima de %.3f
ru: Выше %.3f
sv: Över %.3f
tr: %.3f'nin üstünde
uk: Вище %.3f

source: Between %.3f and %.3f
ar: بين %.3f و %.3f
ca: Entre %.3f and %.3f
da: Mellem %.3f og %.3f
de: Zwischen %.3f und %.3f
el: Ανάμεσα %.3f και %.3f
he: בין %.3f ל-%.3f
ja: %.3fから%.3fまでの間
nb_no: Mellom %.3f og %.3f
nl: Tussen %.3f en %.3f
pl: Między %.3f a %.3f
pt_br: Entre %.3f e %.3f
ru: Между %.3f и %.3f
sv: Mellan %.3f och %.3f
tr: %.3f ile %.3f arasında
uk: Між %.3f і %.3f

source: above
ar: فوق
ca: Per sobre
da: over
de: größer
el: υπεράνω
he: מעל
ja: 上へ
nb_no: over
nl: boven
pl: powyżej
pt_br: acima
ru: выше
sv: över
tr: üstünde
uk: вище

source: Add %d file(s) to Playing
ar: أضف %d ملف(ملفات) إلى قائمة "قيد التشغيل"
ca: Afegiu %d fitxers a la reproducció en curs
da: Tilføj %d fil(er) til Afspilning
de: %d Datei(en) zur Abspielliste hinzugefügt
el: Προσθήκη %d αρχείου(ων) στην Αναπαραγωγή
he: הוסף %d קובץ/ים ל'מתנגנים'
ja: %d個のファイルを「再生中」リストに追加
nb_no: Legg til %d fil(er) til Spiller nå
nl: %d Bestand(en) toevoegen aan Spelend
pl: Dodaj %d plik(i) do odtwarzania
pt_br: Adicionar %d arquivo(s) à janela Em Execução
ru: Добавить файлы (%d) для воспроизведения
sv: Lägg till %d fil(er) för uppspelning
tr: Oynatılana %d dosya ekle
uk: Додати %d файлів до Відтворення

source: Clear Playing
ar: امسح قائمة "قيد التشغيل"
ca: Esborra la reproducció
da: Ryd Afspilning
de: Inhalt der Abspielliste löschen
el: Εκκαθάριση Αναπαραγωγής
he: נקה רשימת השמעה
ja: 「再生中」リストをクリア
nb_no: Tøm Spiller nå
nl: Spelend wissen
pl: Wyczyść odtwarzanie
pt_br: Limpar a lista Em execução
ru: Очистить воспроизведение
sv: Rensa spellista
tr: Temiz Oynatma
uk: Очистити Відтворення

source: Currently, there is no output plug-in selected
ar: ولا توجد في الوقت الراهن أية الإخراج المحدد المكون الإضافي.
ca: Actualment, no hi ha cap connector de sortida seleccionat
da: I øjeblikket er der ingen output plug-in udvalgte
de: Zur Zeit ist kein Ausgabe-Plugin ausgewählt
el: Προς το παρόν, δεν έχει επιλεγεί plug-in εξόδου
he: כעת, אין תוסף פלט נבחר
ja: 現在、出力プラグインは選択されていません
nb_no: Intet tillegg for utgangsdata er valgt
nl: Er is geen outputplug-in geselecteerd
pl: Obecnie, nie wybrano żadnej wtyczki wyjścia
pt_br: Atualmente não há plug-in de saída selecionado
ru: Не выбран плагин вывода
sv: För närvarande är ingen output-plugin vald
tr: Şu anda seçili bir çıkış eklentisi yok
uk: Наразі не вибрано жодного плагіна виводу

source: Currently no input plug-in is in use (no file is playing).
ar: حاليًا لا يتم استخدام أي مكون إضافي للإدخال (لا يتم تشغيل أي ملف).
ca: Actualment no s’utilitza cap connector d’entrada (no s’està reproduint cap fitxer).
da: I øjeblikket er der ingen input plug-in i brug (ingen fil afspilles).
de: Zur Zeit ist kein Input-Plugin aktiv (es wird keine Datei abgespielt).
el: Προς το παρόν δεν χρησιμοποιείται plug-in εισόδου (δεν αναπαράγεται κανένα αρχεία).
he: כרגע אין תוסף קלט בשימוש (אין קובץ מתנגן).
ja: 現在、入力プラグインは使用されていません（ファイルは再生されていません）。
nb_no: Intet tillegg for inngangsdata er i bruk nå (ingen fil spilles av).
nl: Geen inputplug-in in gebruik (er wordt niets afgespeeld).
pl: Obecnie nie jest używana żadna wtyczka wejściowa (nie jest odtwarzany żaden plik).
pt_br: Atualmente não há plug-in de entrada em uso (nenhum arquivo está sendo executado).
ru: Плагин ввода сейчас не используется (файл не воспроизводится).
sv: Ingen input-plugin används just nu (inget spår spelas).
tr: Şu anda herhangi bir giriş eklentisi kullanımda değil (oynatılan dosya yok).
uk: Наразі плагін вводу не використовується (не відтворюється жоден файл).

source: No audio hardware found
ar: لم يتم العثور على أجهزة الصوت
ca: No s'ha trobat cap maquinari d'àudio
da: Ingen lydhardware fundet
de: Keine Audio-Hardware gefunden
el: Δεν βρέθηκε υλικό ήχου
he: לא נמצא חומרה לאודיו
ja: オーディオハードウェアが見つかりません
nb_no: Ingen lydmaskinvare funnet
nl: Geen audiohardware gevonden
pl: Nie znaleziono sprzętu audio
pt_br: Nenhum dispositivo de áudio encontrado
ru: Аудиооборудование не найдено
sv: Ingen ljudhårdvara hittades
tr: Hiçbir ses donanımı bulunamadı
uk: Аудіоапаратне забезпечення не знайдено

source: Playback failed: %s is inaccessible.
ar: فشل التشغيل: %s غير متاح.
ca: La reproducció ha fallat: %s no és accessible.
da: Afspilning mislykkedes: %s er utilgængelig.
de: Abspielen fehlgeschlagen: %s ist nicht auffindbar.
el: Η αναπαραγωγή απέτυχε: Το %s δεν είναι προσβάσιμο.
he: הפעלת השמעה נכשלה: %s אינה נגישה.
ja: 再生に失敗しました: %sはアクセスできません。
nb_no: Avspilling feilet: %s er utilgjengelig.
nl: Afspelen mislukt: %s is niet toegankelijk.
pl: Odtwarzanie nie powiodło się: %s jest niedostępny.
pt_br: Execução falhou: %s está inacessível.
ru: Ошибка воспроизведения: %s недоступен.
sv: Uppspelning misslyckades: %s är otillgänglig.
tr: Oynatma başarısız oldu: %s erişilemiyor.
uk: Помилка відтворення: %s недоступний.
