Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Use hardware acceleration when available
ar: استخدام تسريع الأجهزة عندما يكون متاحًا
ca: Feu servir l'acceleració del maquinari quan estigui disponible
da: Brug hardwareacceleration når tilgængelig
de: Hardwarebeschleunigung nutzen, wenn verfügbar
el: Χρήση hardware acceleration όποτε είναι διαθέσιμη
he: השתמש בהאצת חומרה
ja: 利用可能な場合はハードウェアアクセラレーションを使用する
nb_no: Bruk maskinvareakselerasjon når tilgjengelig
nl: Gebruik hardwareversnelling indien beschikbaar
pt_br: Usar aceleração de hardware se disponível
ru: По возможности использовать аппаратное ускорение
sv: Använd maskinvaruacceleration när den är tillgänglig
tr: Mümkün olduğunda donanım hızlandırmayı kullanın
uk: Використовувати апаратне прискорення, коли це доступно

source: (requires restart)
ar: (يتطلب إعادة تشغيل)
ca: (requereix reinici)
da: (Kræver genstart)
de: (erfordert Neustart)
el: (απαιτείται επανεκκίνηση)
he: (דורש הפעלה מחדש)
ja: (要再起動)
nb_no: (krever omstart)
nl: (herstart noodzakelijk)
pl: (wymaga restartu)
pt_br: (precisa reiniciar)
ru: (требуется перезапуск)
sv: (kräver omstart)
tr: (yeniden başlatma gerektirir)
uk: (потрібен перезапуск)

source: Gap
ar: فجوة
ca: Separació
da: Mellemrum
de: Lücke
el: Κενό
he: מרווח
ja: 間隔
nb_no: Pause
nl: Stilte
pt_br: Intervalo
ru: Зазор
sv: Mellanrum mellan låtar
tr: Boşluk
uk: Проміжок

source: Overlap
ar: تداخل
ca: Superposició
de: Überschneidung
el: Επικάλυψη
he: חפיפה
ja: オーバーラップ
nb_no: Overlapp
nl: Overlappen
pt_br: Sobreposição
ru: Перекрытие
sv: Överlappning
tr: Örtüşme
uk: Перекривати

source: Gap/Overlap
ar: فجوة/تداخل
ca: Separació/Superposició
da: Mellemrum/Overlap
de: Lücke/Überschneidung
el: Κενό/Επικάλυψη
he: מרווח\חפיפה
ja: 間隔/オーバーラップ
nb_no: Pause/Overlapp
nl: Stilte/Overlap
pt_br: Intervalo/sobreposição
ru: Зазор/перекрытие
sv: Mellanrum/överlappning
tr: Boşluk/Çakışma
uk: Проміжок/перекриття

source: Unsupported by %s.
ar: غير مدعوم من قبل %s.
ca: No suportat per '%s'
da: Ikke understøttet af %s.
de: Von "%s" nicht unterstützt.
el: Χωρίς υποστήριξη από %s.
he: לא נתמך ע"י %s.
ja: %sはサポートされていません。
nb_no: Ikke støttet av %s.
nl: Niet ondersteund door %s.
pt_br: Não suportados por %s.
ru: Не поддерживается %s.
sv: Stöds inte av %s.
tr: %s tarafından desteklenmiyor.
uk: Не підтримується через %s.

source: When typing in a view:
ar: عند الكتابة في عرض:
ca: Quan escriviu una vista:
da: Når du skriver i en visning:
de: Beim Tippen in eine Ansicht:
el: Κατά την πληκτρολόγηση σε προβολή:
he: בעת הקלדה:
ja: ビューに入力する場合:
nb_no: Når du skriver i en visning:
nl: Bij typen in een venster:
pl: Podczas wpisywania widoku:
pt_br: Ao digitar em uma visão:
ru: При вводе текста в просмотре:
sv: När du skriver in en vy:
tr: Bir görünümde yazarken:
uk: Під час набору тексту у поданні:

source: Ignore diacritics
ar: تجاهل التشكيل
ca: Ignoreu els diacrítics
da: Ignorér diakritika
de: Ohne Diakritika
el: Αγνόηση διακριτικών
he: התעלם מפיסוק והטעמה
ja: ダイアクリティックを無視する
nb_no: Ignorer diakritiske tegn
nl: Accenten negeren
pl: Ignoruj znaki diakrytyczne
pt_br: Ignorar acentos
ru: Игнорировать диакритику
sv: Ignorera diakritiska tecken (accenter m.m.)
tr: Harf işaretlerini yoksay
uk: Ігнорувати діакритичні знаки

source: Match beginning of words
ar: مطابقة بداية الكلمات
ca: Coincidir amb el començament de les paraules
da: Match begyndelse af ord
de: Wortanfang
el: Ταίριασμα της αρχής των λέξεων
he: התאם התחלה של מילים
ja: 語頭の一致
nb_no: Match begynnelsen av ord
nl: Begin van woorden vergelijken
pl: Dopasuj początek słów
pt_br: Coincidir o início das palavras
ru: Совпадение начала слов
sv: Matcha början av ord
tr: Kelimelerin başlangıcını eşleştir
uk: Збіг початку слова

source: faster
ar: أسرع
ca: ràpid
da: hurtigere
de: schneller
el: γρηγορότερα
he: מהר יותר
ja: 速い
nb_no: raskere
nl: sneller
pl: szybciej
pt_br: mais rápido
ru: быстрее
sv: snabbare
tr: Daha hızlı
uk: швидше

source: Search whole words only
ar: بحث الكلمات بأكملها فقط
ca: Cerqueu només paraules senceres
da: Søg kun hele ord
de: Ganze Wörter
el: Αναζήτηση μόνο ολόκληρων λέξεων
he: חפש מילים במלואן
ja: 単語の完全な一致のみ検索
nb_no: Søk kun hele ord
nl: Alleen hele woorden zoeken
pl: Szukaj tylko całych słów
pt_br: Pesquisar somente palavras inteiras
ru: Искать только целые слова
sv: Sök endast hela ord
tr: Sadece tüm kelimeleri ara
uk: Пошук лише цілих слів

source: Respect diacritics
ar: احترام التشكيل
ca: Respecteu els diacrítics
da: Respektér diakritika
de: Mit Diakritika
el: Σεβασμός διακριτικών
he: התחשב בפיסוק והטעמה
ja: ダイアクリティックを尊重する
nb_no: Respekter diakritiske tegn
nl: Inclusief accentletters
pl: Szanuj znaki diakrytyczne
pt_br: Respeitar acentos
ru: Учитывать диактритику
sv: Respektera diakritiska tecken (accenter m.m.)
tr: Harf işaretlerini gösterin
uk: Враховувати діакритичні знаки

source: Match within words
ar: مطابقة داخل الكلمات
ca: Coincideix dins de les paraules
da: Match inden for ord
de: Innerhalb von Wörtern
el: Ταίριασμα μέσα στις λέξεις
he: התאם חלקי מילה
ja: 単語内で一致
nb_no: Match innen ord
nl: Vergelijk in woorden
pl: Dopasuj w słowach
pt_br: Coincidir dentro das palavras
ru: Совпадение внутри слов
sv: Matcha inom ord
tr: Kelimeler içinde eşleşme
uk: Збіг у словах

source: Take no action
ar: عدم اتخاذ أي إجراء
ca: No fer res
da: Foretag ikke nogen handling
de: Nichts tun
he: אל תעשה דבר
ja: 何もしない
nb_no: Ta ingen handling
nl: Geen actie ondernemen
pt_br: Execute nenhuma ação
ru: Ничего не делать
sv: Vidta inga åtgärder
tr: Hiçbir işlem yapmayın
uk: Не вживати жодних заходів

source: ASCII (always)
ar: ASCII (دائماً)
ca: ASCII (sempre)
da: ASCII (altid)
de: ASCII (immer)
el: ASCII (πάντα)
he: ASCII (תמיד)
ja: ASCII (常に)
nb_no: ASCII (alltid)
nl: ASCII (altijd)
pl: ASCII (zawsze)
pt_br: ASCII (sempre)
ru: ASCII (всегда)
sv: ASCII (alltid)
tr: ASCII (her zaman)
uk: ASCII (завжди)

source: ASCII + UTF-16 (when needed)
ar: ASCII + UTF-16 (عند الضرورة)
ca: ASCII + UTF-16 (quan calgui)
da: ASCII + UTF-16 (når det er nødvendigt)
de: ASCII + UTF-16 (wenn notwendig)
el: ASCII + UTF-16 (όταν χρειάζεται)
he: ASCII + UTF16 (כאשר נדרש)
ja: ASCII + UTF-16 (必要時)
nb_no: ASCII + UTF-16 (når behøvd)
nl: ASCII + UTF-16 (indien nodig)
pl: ASCII + UTF-16 (gdy konieczne)
pt_br: ASCII + UTF-16 (se necessário)
ru: ASCII + UTF-16 (когда нужно)
sv: ASCII + UTF-16 (vid behov)
tr: ASCII + UTF-16 (gerektiğinde)
uk: ASCII + UTF-16 (при необхідності)

source: ASCII + UTF-8 (when needed)
ar: ASCII + UTF-8 (عند الحاجة)
ca: ASCII + UTF-8 (quan calgui)
da: ASCII + UTF-8 (når nødvendigt)
de: ASCII + UTF-8 (wenn notwendig)
el: ASCII + UTF-8 (όταν χρειάζεται)
he: ASCII + UTF8 (כאשר נדרש)
ja: ASCII + UTF-8 （必要に応じて）
nb_no: ASCII + UTF-8 (når nødvendig)
nl: ASCII+ UTF-8 (indien nodig)
pl: ASCII + UTF-8 (w razie potrzeby)
pt_br: ASCII + UTF-8 (se necessário)
ru: ASCII + UTF-8 (когда нужно)
sv: ASCII + UTF-8 (vid behov)
tr: ASCII + UTF-8 (gerektiğinde)
uk: ASCII + UTF-8 (за потреби)

source: Automatically analyze volume of unanalyzed files
ar: تحليل مستوى الصوت تلقائيًا للملفات غير المحللة
ca: Analitza automàticament el volum de fitxers no analitzats
da: Analyser automatisk volumen af uanalyserede filer
de: Lautstärke für nicht analysierte Dateien automatisch analysieren
el: Αυτόματη ανάλυση του όγκου των μη αναλυμένων αρχείων
he: בצע איזון ווליום אוטומטי לקבצים
ja: 解析されていないファイルの音量を自動的に解析する
nb_no: Analyserer automatisk volumet til uanalyserte filer
nl: Volume van niet-geanalyseerde bestanden automatisch analyseren
pl: Automatycznie analizuj ilość niezanalizowanych plików
pt_br: Analisar automaticamente o volume de arquivos não analisados
ru: Автоанализ громкости неанализированных файлов
sv: Analysera automatiskt ljudstyrkan hos oanalyserade filer
tr: Analiz edilmemiş dosyaların sesini otomatik olarak analiz edin
uk: Автоматично аналізувати обсяг не аналізованих файлів

source: Automatically analyzes volume of tracks as a background process
ar: تحليل مستوى الصوت الخاص بالمسارات كتطبيق خلفي تلقائياً
ca: Analitza automàticament el volum de pistes com a procés de fons
da: Analyser automatisk volumen af spor som en baggrundsproces
de: Analysiert die Laustärke der Tracks automatisch als Hintergrundprozess
el: Αναλύει αυτόματα την ένταση των κομματιών ως μία διαδικασία παρασκηνίου
he: בצע איזון ווליום ברקע
ja: トラックの音量解析をバックグラウンドプロセスとして自動的に行います
nb_no: Analyserer automatisk volumet til spor som en bakgrunnsprosess
nl: Analyseert het volume van tracks automatisch op de achtergrond
pl: Automatycznie analizuje głośność utworów jako proces w tle
pt_br: Analisa automaticamente o volume das faixas, através de um processo executado em segundo plano
ru: Автоанализ громкости треков в фоне
sv: Analyserar automatiskt ljudstyrkan för spår som en bakgrundsprocess
tr: Arka plan işlemi olarak parçaların sesini otomatik olarak analiz eder
uk: Автоматично аналізує гучність доріжок як фоновий процес

source: The change in artwork at %s will apply to %d other file(s) on the album.
ar: سيتم تطبيق التغيير في العمل الفني عند %s على %d ملف آخر في الألبوم.
ca: El canvi en la il·lustració a %s s'aplicarà a %d altre(s) fitxer(s) a l'àlbum.
da: Ændringen af kunstværket ved %s vil gælde for %d andre fil(er) på albummet.
de: Die Änderung des Bildes bei %s wirkt auch auf %d weitere Dateien des Albums.
he: השינוי בעטיפה ב-%s יחול על %d קובץ(ים) נוספים באלבום.
ja: "%s"のアートワークの変更は、アルバム上の%d個の他のファイルに適用されます。
nb_no: Endringen i grafikk ved %s vil gjelde for %d andre fil(er) på albumet.
nl: De wijziging in de illustratie op %s zal van toepassing zijn op %d andere bestanden op het album.
pt_br: A alteração de capa em %s será aplicada a %d outros arquivos do álbum.
ru: Изменение обложек %s будет применено к другим файлам %d в альбоме.
sv: Ändringen av albumbilder på %s kommer att gälla för %d andra filer på albumet.
tr: %s konumundaki resim değişikliği, albümdeki diğer %d dosya(lar)a uygulanır.

source: Multiple files selected
ar: تم تحديد ملفات متعددة
ca: S'han seleccionat diversos fitxers
da: Flere filer valgt
de: Mehrere Dateien ausgewählt
el: Επιλέχθηκαν πολλά αρχεία
he: נבחרו מספר קבצים
ja: 複数ファイルが選択されました:
nb_no: Flere filer valgt
nl: Meerdere bestanden geselecteerd
pl: Wybrano wiele plików
pt_br: Múltiplos arquivos selecionados
ru: Выбрано несколько файлов
sv: Flera filer valda
tr: Birden fazla dosya seçildi
uk: Обрано множинні типи файлів

source: Multiple file Types selected
ar: تم تحديد أنواع ملفات متعددة
ca: S'han seleccionat diversos tipus de fitxers
da: Flere filtyper valgt
de: Verschiedene Dateitypen ausgewählt
el: Eπιλέχθηκαν Πολλαπλοί Τύποι αρχείου
he: נבחרו מספר סוגי קבצים
ja: 複数のファイル形式が選択されています
nb_no: Flere filtyper valgt
nl: Meerdere bestandstypen geselecteerd
pl: Wybrano wiele typów plików
pt_br: Múltiplos tipos de arquivos selecionados
ru: Выбрано несколько типов
sv: Flera filtyper valda
tr: Birden fazla dosya türü seçildi
uk: Вибрано декілька типів файлів

source: Artist(s)
ar: الفنانون
ca: Artista(s)
da: Kunstner(e)
de: Interpret(en)
el: Καλλιτέχνης(ες)
he: יוצרים
ja: アーティスト
nb_no: Artist(er)
nl: Artiest(en)
pl: Artysta(ci)
pt_br: Artista(s)
ru: Исполнители:
sv: Artist(er)
tr: Sanatçı(s)
uk: Виконавець(і)

source: Genre(s)
ar: الأنواع
ca: Gènere(s)
da: Genre(r)
de: Genre
el: Είδος(η)
he: סגנונות
ja: ジャンル
nb_no: Sjanger(e)
pl: Gatunek(i)
pt_br: Gênero(s)
ru: Жанры
sv: Genre(r)
tr: Tür(s)
uk: Жанр(и)

source: title
ar: العنوان
ca: títol
da: titel
de: Titel
el: τίτλος
he: כותרת
ja: タイトル
nb_no: Tittel
nl: titel
pl: Tytuł
pt_br: Título
ru: название
sv: titel
tr: başlık
uk: назва

source: episode title
ar: عنوان الحلقة
ca: titol del episodi
da: episode titel
de: Episodentitel
el: τίτλος επεισοδίου
he: שם פרק
ja: エピソードタイトル
nb_no: Episodetittel
nl: titel van aflevering
pl: tytuł odcinka
pt_br: título do episódio
ru: название эпизода
sv: avsnittstitel
tr: bölüm başlığı
uk: назва серії

source: narrator
ar: الراوي
ca: narrador
da: fortæller
de: Erzähler
el: αφηγητής
he: קריין
ja: ナレーター
nb_no: Forteller
nl: verteller
pt_br: narrador
ru: диктор
sv: berättare
tr: anlatıcı
uk: оповідач

source: performer
ar: المؤدي
ca: intèrpret
da: udøver
de: Darsteller
el: εκτελεστής
he: מבצע
ja: パフォーマー
nb_no: Utførende
nl: uitvoerder
pl: artysta
pt_br: artista
ru: исполнитель
sv: skådespelare
tr: sanatçı
uk: виконавець

source: book title
ar: عنوان الكتاب
ca: Títol del llibre
da: bogtitel
de: Buchtitel
el: τίτλος βιβλίου
he: שם הספר
ja: 書籍タイトル
nb_no: Boktittel
nl: boek titel
pl: tytuł książki
pt_br: livro
ru: название книги
sv: boktitel
tr: kitap başlığı
uk: назва книги

source: course title
ar: عنوان الدورة
ca: Títol del curs
da: kursustitel
de: Kurstitel
el: τίτλος μαθήματος
he: שם הקורס
ja: コースタイトル
nb_no: Kurstittel
nl: titel van les
pl: tytuł kursu
pt_br: curso
ru: название курса
sv: kurstitel
tr: ders başlığı
uk: назва курсу

source: performance
ar: الأداء
ca: rendiment
da: forestilling
de: Leistung
el: απόδοση
he: ביצועים
ja: パフォーマンス
nb_no: Forestilling
nl: uitvoering
pt_br: apresentação
ru: спектакль
sv: framförande
tr: performans
uk: виконання

source: Album Artist(s)
ar: فنان الألبوم
ca: Artista(s) del(s) Àlbum(s)
da: Albumkunstner(e)
de: Album-Interpret(en)
el: Καλλιτέχνης(ες) Άλμπουμ
he: יוצר האלבום
ja: アルバムアーティスト
nb_no: Albumartist(er)
nl: Albumartiest(en)
pl: Wykonawcy albumu
pt_br: Artista(s) do álbum
ru: Исполнитель альбома
sv: Albumartist(er)
tr: Albüm Sanatçısı(s)
uk: Виконавець(і) Альбому

source: author
ar: المؤلف
ca: Autor
da: forfatter
de: Autor
el: συγγραφέας
he: מחבר
ja: 著者
nb_no: Forfatter
nl: auteur
pl: autor
pt_br: autor
ru: автор
sv: författare
tr: Yazar
uk: автор

source: part
ar: الجزء
da: del
de: Teil
el: μέρος
he: חלק
ja: パート
nb_no: Del
nl: deel
pl: część
pt_br: parte
ru: часть
sv: del
tr: parça
uk: частина

source: chapter
ar: الفصل
ca: capítol
da: kapitel
de: Kapitel
el: κεφάλαιο
he: פרק
ja: 章
nb_no: Kapittel
nl: hoofdstuk
pl: rozdział
pt_br: capítulo
ru: глава
sv: kapitel
tr: bölüm
uk: розділ

source: ensemble
ar: فرقة
ca: conjunt
el: συγκρότημα
he: מכלול
ja: アンサンブル
pl: Zespół
pt_br: conjunto
ru: ансамбль
tr: topluluk
uk: ансамбль

source: soloist
ar: عازف منفرد
ca: soliste
da: solist
de: Solist
el: σολίστ
he: סולן
ja: ソリスト
nb_no: Solist
nl: solist
pl: solista
pt_br: solista
ru: солист
sv: solist
tr: solist
uk: соліст

source: period
ar: الفترة
ca: época
da: periode
de: Periode
el: περίοδος
he: תקופה
ja: 時代
nb_no: Periode
nl: periode
pl: okres
pt_br: período
ru: период
tr: dönem
uk: період

source: Tag name
ar: اسم العلامة
ca: Nom de l'etiqueta
da: Tag-navn
de: Tag-Bezeichnung
el: Όνομα ετικέτας
he: שם התגית
ja: タグ名
nb_no: Taggnavn
nl: Labelnaam
pl: Nazwa tagu
pt_br: Nome da tag
ru: Имя тега
sv: Taggnamn
tr: Etiket adı
uk: Ім'я теґу

source: Tag value
ar: قيمة العلامة
ca: Valor de l'etiqueta
da: Tag-værdi
de: Tag-Wert
el: Τιμή ετικέτας
he: ערך התגית
ja: タグの値
nb_no: Taggverdi
nl: Labelwaarde
pl: Wartość tagu
pt_br: Valor da tag
ru: Значение тега
sv: Taggvärde
tr: Etiket değeri
uk: Значення теґу

source: Never
ar: أبداً
ca: Mai
da: Aldrig
de: Niemals
el: Ποτέ
he: לעולם לא
ja: していない
nb_no: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи

source: Searching for missing lyrics
ar: البحث عن كلمات مفقودة
ca: Cercant lletres que falten
da: Søger efter manglende lyrik
de: Suche nach fehlenden Liedtexten
el: Αναζήτηση για στίχους που λείπουν
he: מחפש מילים
ja: 見つからない歌詞を検索しています
nb_no: Søker etter manglende tekster
nl: Ontbrekende songteksten zoeken
pl: Wyszukiwanie brakujących tekstów
pt_br: Procurando letras desconhecidas
ru: Поиск недостающих текстов песен
sv: Söker efter saknade texter
tr: Eksik şarkı sözleri aranıyor
uk: Пошук відсутніх текстів пісень

source: Upgrading to MediaMonkey Gold helps support ongoing development of MediaMonkey, and gives you the following features:
ar: الترقية إلى MediaMonkey Gold تساعد في دعم التطوير المستمر لـ MediaMonkey وتمنحك الميزات التالية:
ca: L’actualització a MediaMonkey Gold ajuda a donar suport al desenvolupament continu de MediaMonkey i us proporciona les funcions següents:
da: Opgradering til MediaMonkey Gold hjælper med at understøtte den fortsatte udvikling af MediaMonkey, og giver dig følgende funktioner:
de: Das Upgrade auf MediaMonkey Gold unterstützt die laufende Entwicklung von MediaMonkey und bietet Ihnen folgende Funktionen:
el: Η αναβάθμιση σε MediaMonkey Gold βοηθά στην υποστήριξη της συνεχούς ανάπτυξης του MediaMonkey και σας παρέχει τις ακόλουθες δυνατότητες:
he: שדרוג ל - MediaMonkey Gold עוזר לפיתוח של MediaMonkey, ונותן לך את התכונות הבאות:
ja: MediaMonkey Goldへのアップグレードは、MediaMonkeyの継続的な開発をサポートし、次の機能を提供します:
nb_no: Oppgradering til MediaMonkey Gold hjelper til med å støtte videre utvikling av MediaMonkey, og gir deg følgende funksjoner:
nl: Upgraden naar MediaMonkey Gold helpt bij de verdere ontwikkeling van MediaMonkey en geeft toegang tot de volgende features:
pl: Aktualizacja do MediaMonkey Gold pomaga wspierać ciągły rozwój MediaMonkey i zapewnia następujące funkcje:
pt_br: Atualizando para o MediaMonkey Gold, você ajuda no desenvolvimento do programa e tem acesso aos seguintes recursos:
ru: Обновление до MediaMonkey Gold поддержит разработку MediaMonkey и предоставит следующие возможности:
sv: Uppgradering till MediaMonkey Gold hjälper till att stödja den pågående utvecklingen av MediaMonkey och ger dig följande funktioner:
tr: MediaMonkey Gold'a yükseltme yapmak, MediaMonkey'in devam eden gelişimini desteklemeye yardımcı olur ve size aşağıdaki özellikleri sunar:
uk: Оновлення до MediaMonkey Gold допомагає підтримувати постійний розвиток MediaMonkey і надає такі функції:

source: Local storage
ar: التخزين المحلي
ca: Emmagatzematge local
da: Lokal opbevaring
de: Lokaler Speicher
el: Τοπική αποθήκευση
he: אכסון מקומי
ja: ローカルストレージ
nb_no: Lokal lagring
nl: Lokale opslag
pl: Lokalny magazyn
pt_br: Armazenamento local
ru: Локальное хранилище
sv: Lokal lagring
tr: Yerel depolama
uk: Локальне сховище

source: Media Server content is read-only.
ar: محتوى خادم الوسائط للقراءة فقط.
ca: El contingut del servidor multimèdia és de només lectura.
da: Medieserverindhold er skrivebeskyttet.
de: Der Inhalt des Media-Servers ist schreibgeschützt.
he: תוכן שרת מדיה לקריאה בלבד.
ja: メディアサーバーのコンテンツは読み取り専用です。
nb_no: Medieserverinnhold er skrivebeskyttet.
nl: Media Server inhoud is alleen-lezen.
pt_br: O conteúdo do servidor de mídia é somente leitura.
ru: Содержимое медиасервера доступно только для чтения.
sv: Media Server-innehåll är skrivskyddat.
tr: Medya Sunucusu içeriği salt okunurdur.
uk: Вміст медіасервера доступний лише для читання.

source: You might want to add the content via a 'Network' location instead.
ar: قد ترغب في إضافة المحتوى عبر موقع 'الشبكة' بدلاً من ذلك.
ca: Podries voler afegir el contingut mitjançant una ubicació de 'Xarxa' en lloc d'això.
da: Du vil måske tilføje indholdet via en 'Netværk' placering i stedet.
de: Sie könnten den Inhalt alternativ auch über einen "Netzwerk"-Speicherort hinzufügen.
he: אולי תרצה להוסיף את התוכן באמצעות מיקום 'רשת' במקום.
ja: 代わりに「ネットワーク」の場所を介してコンテンツを追加することをおすすめします。
nb_no: Du vil kanskje legge til innholdet via en 'Nettverk'-plassering i stedet.
nl: Mogelijk wilt u de inhoud in plaats daarvan toevoegen via een 'Netwerk'-locatie.
pt_br: Você precisa adicionar o conteúdo através de um local de 'Rede'.
ru: Вместо этого можно добавить контент через сетевое место.
sv: Du kanske vill lägga till innehållet via en "Nätverks"-plats istället.
tr: İçeriği bunun yerine bir 'Ağ' konumu aracılığıyla eklemek isteyebilirsiniz.
uk: Можливо, замість цього вам захочеться додати вміст через розташування "Мережа".

source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
ca: Esteu segur que voleu continuar?
da: Er du sikker på, at du ønsker at fortsætte?
de: Wollen Sie wirklich fortsetzen?
el: Είστε σίγουρος ότι θέλετε να συνεχίσετε;
he: האם אתה בטוח שברצונך להמשיך?
ja: 続行してもよろしいですか？
nb_no: Er du sikker på at du vil fortsette?
nl: Doorgaan?
pl: Na pewno chcesz kontynuować?
pt_br: Você deseja realmente prosseguir?
ru: Вы действительно хотите продолжить?
sv: Är du säker på att du vill fortsätta?
tr: Devam etmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте продовжити?

source: Don't display info
ar: عدم عرض المعلومات
ca: No mostreu informació
da: Vis ikke info
de: Keine Infos anzeigen
el: Μη εμφάνιση πληροφοριών
he: אל תציג פרטים
ja: 情報を表示しない
nb_no: Ikke vis info
nl: Info niet weergeven
pl: Nie wyświetlaj informacji
pt_br: Não exibir informação
ru: Не показывать
sv: Visa inte information
tr: Bilgi gösterme
uk: Не показувати інформацію

source: artist info
ar: معلومات الفنان
ca: artista info
da: kunstner info
de: Interpreten-Info
el: πληροφορίες καλλιτέχνη
he: פרטי היוצר
ja: アーティスト情報
nb_no: Artistinformasjon
nl: Artiesteninfo
pl: informacje o artyście
pt_br: informação do artista
ru: об исполнителе
tr: sanatçı bilgisi
uk: інформація про виконавця

source: tracks
ar: المسارات
ca: pistes
da: spor
el: κομμάτια
he: שירים
ja: トラック
nb_no: spor
pl: utworów
pt_br: faixas
ru: треков
sv: spår
tr: parçalar
uk: доріжки

source: Choose
ar: اختر
ca: Trieu
da: Vælg
de: Wähle
el: Επιλογή
he: בחר
ja: 選択
nb_no: Velg
nl: Kiezen
pl: Wybierz
pt_br: Escolher
ru: Выбрать
sv: Välj
tr: Seçin
uk: Вибрати

source: Collection
ar: المجموعة
ca: Col·lecció
da: Samling
de: Auswahl
el: Συλλογή
he: אוסף
ja: コレクション
nb_no: Samling
nl: Collectie
pl: Kolekcja
pt_br: Coleção
ru: Коллекция
sv: Samling
tr: Koleksiyon
uk: Колекція

source: Processing
ar: المعالجة
ca: Executant
da: Behandling
de: Verarbeiten
el: Επεξεργασία
he: מעבד
ja: 処理中
nb_no: Behandler
nl: Verwerken
pl: Przetwarzanie
pt_br: Processando
ru: Обработка
sv: Bearbetar
tr: İşleniyor
uk: Обробка

source: Fingerprinting
ar: البصمة
ca: Empremta digital
de: Fingerabdruck
el: Δακτυλικά αποτυπώματα
he: חתימה
ja: フィンガープリント
nb_no: Fingeravtrykk
nl: Vingerafdruk maken
pl: Odciski palców
pt_br: Calculando assinatura
ru: Фингерпринтинг
sv: Fingeravtryck
tr: Parmak İzi
uk: Читання відбитку

source: artwork
ar: الفن
ca: Il·lustració
da: kunstværk
de: Bild
el: γραφικό
he: כריכה
ja: アートワーク
nb_no: Grafikk
nl: illustraties
pl: grafika
pt_br: capa
ru: обложки
sv: bild
tr: albüm kapağı
uk: оформлення

source: lyrics
ar: كلمات الأغاني
ca: Lletres
da: lyrik
de: Liedtext
el: στίχοι
he: מילים
ja: 歌詞
nb_no: Tekster
nl: songtekst
pl: tekst piosenki
pt_br: letra
ru: текст песни
sv: sångtext
tr: söz
uk: тексти пісень

source: Located
ar: تم الوصول إلى الموقع
ca: Situat
da: Beliggende
de: Gefunden
el: Βρίσκεται
he: נמצא
ja: 所在地
nb_no: Lokaliserte
nl: Gevonden
pl: Zlokalizowany
pt_br: Localizada
ru: Расположение
sv: Lokaliserad
tr: Konumlanmış
uk: Розташовано

source: Skip
ar: تمرير
ca: Omèt
da: Spring
de: Überspringen
el: Παράλειψη
he: דלג
ja: スキップ
nb_no: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропуск
sv: Hoppa över
tr: Atla
uk: Пропустити

source: Done
ar: انتهى
ca: Fet
da: Fuldført
de: Fertig
el: Ολοκληρώθηκε
he: בוצע
ja: 完了しました
nb_no: Ferdig
nl: Voltooien
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Bitti
uk: Готово

source: There was a problem syncing "%s".
ar: كانت هناك مشكلة في المزامنة مع "%s".
ca: S'ha produït un problema en sincronitzar "%s".
da: Der opstod et problem med synkronisering af "%s".
de: Beim Synchronisieren mit "%s" ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά τον συγχρονισμό του "%s".
he: אירעה בעיה בסינכרון "%s".
ja: "%s"の同期中に問題が発生しました。
nb_no: Det oppstod et problem ved synkronisering av "%s".
nl: Er was een probleem bij het synchroniseren van "%s".
pl: Wystąpił problem z synchronizacją „%s”.
pt_br: Houve um problema ao sincronizar "%s".
ru: Проблема при синхронизации "%s".
sv: Det gick ej att synkronisera "%s".
tr: "%s" senkronize edilirken bir sorun oluştu.
uk: Не вдалося синхронізувати "%s".

source: Remote content
ar: المحتوى البعيد
ca: Contingut remot
da: Fjernindhold
de: Remote-Inhalt
el: Απομακρυσμένο περιεχόμενο
he: תוכן מרוחק
ja: リモートコンテンツ
nb_no: Fjernt innhold
nl: Inhoud op afstand
pl: Zdalna zawartość
pt_br: Conteúdo remoto
ru: Сетевое содержимое
sv: Fjärrinnehåll
tr: Uzak içerik
uk: Віддалений вміст
