Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Save lyrics to tag
ca: Desa les lletres a l'etiqueta
da: Gem tekster til tag
de: Liedtext im Tag speichern
el: Αποθήκευση στίχων στην ετικέτα
he: שמור את המילים בתג
ja: 歌詞をタグに保存
nb_no: Lagre tekster til tagg
nl: Songtekst in label opslaan
pl: Zapisz teksty do tagu
pt_br: Salvar letra na tag
ru: Сохранить текст песни в тег
sv: Spara texter i tagg
tr: Şarkı sözlerini etikete kaydet
uk: Зберегти тексти пісень до теґу

source: You should only install software from sources that you trust.
ar: يجب تثبيت برامج من مصادر موثوق بها فقط.
ca: Només heu d’instal·lar programari de fonts de confiança.
da: Du bør kun installere software fra kilder, du stoler på.
de: Installieren Sie Software nur aus vertrauenswürdigen Quellen.
el: Θα πρέπει να κάνετε εγκαάσταση λογισμικό μόνο από πηγές που εμπιστεύεστε.
he: עליך להתקין תוכנה רק ממקורות שאתה סומך עליהם.
ja: 信頼できるソースからのみソフトウェアをインストールしてください。
nb_no: Du bør kun installere programvare fra kilder som du stoler på.
nl: Installeer alleen software uit betrouwbare bronnen.
pl: Powinieneś instalować oprogramowanie tylko ze źródeł, którym ufasz.
pt_br: Você só deve instalar software proveniente de fontes em que você confia.
ru: Устанавливайте ПО только из надёжных источников.
sv: Du bör endast installera programvara från källor som du litar på.
tr: Yalnızca güvendiğiniz kaynaklardan yazılım yüklemelisiniz.
uk: Програмне забезпечення слід встановлювати лише з джерел, яким ви довіряєте.

source: When the format is
ca: Quan el format és
da: Når formatet er
de: Wenn Format gleich
el: Όταν η μορφή είναι
he: כאשר הפורמט הוא
ja: 形式が以下の時:
nb_no: Når formatet er
nl: Bij indeling
pl: Gdy format jest
pt_br: Quando o formato for
ru: Когда формат
sv: När formatet är
uk: Коли формат є

source: File type
ca: Tipus d'arxiu
da: Fil type
de: Dateityp
el: Τύπος αρχείου
he: סוג קובץ
ja: ファイルの種類
nb_no: Filtype
nl: Bestandstype
pl: Typ pliku
pt_br: Tipos de arquivo
ru: Тип файла
sv: Filtyp
uk: Тип файлу

source: If you don't have a license key, you can
ca: Si no teniu cap número de llicència, podeu
da: Hvis du ikke har en licensnøgle, kan du
de: Wenn Sie keinen Lizenzschlüssel haben, können Sie
el: Εάν δεν έχετε κλειδί άδειας, μπορείτε
he: אם אין לך מפתח רישיון, תוכל
ja: ライセンスキーをお持ちでない場合は、
nb_no: Hvis du ikke har en lisensnøkkel, kan du
nl: Nog geen licentie?
pl: Jeśli nie masz klucza licencyjnego, możesz
pt_br: Se você não tem uma licença, você pode
ru: Если у вас нет лицензионного ключа, вы можете
sv: Om du inte har en licensnyckel så kan du
tr: Lisans anahtarınız yoksa, şunları yapabilirsiniz
uk: Якщо у вас немає ліцензійного ключа, ви можете

source: Fade volume
ca: Volum fonent
da: Fade volumen
de: Lautstärke ausblenden
el: Fade έντασης
he: הנמד עוצמה
ja: 音量をフェードさせる
nb_no: Fade volum
nl: Volume faden
pl: Zanikanie głośności
pt_br: Reduzir volume
ru: Затухание громкости
sv: Tona volym
uk: Гучність затухання

source: Rename custom fields (requires restart)
ca: Canvieu el nom dels camps personalitzats (cal reiniciar-lo)
da: Omdøb brugerdefinerede felter (kræver genstart)
de: Benutzerdefinierte Felder umbenennen (erfordert Neustart)
el: Μετονομασία προσαρμοσμένων πεδίων (απαιτείται επανεκκίνηση)
he: שנה את שמות השדות המותאמים אישית (דורש הפעלה מחדש)
ja: カスタム項目の名前を変更する（再起動が必要）
nb_no: Gi nytt navn til egendefinerte felt (krever omstart)
nl: Vrije velden hernoemen (herstart nodig)
pl: Zmień nazwy pól niestandardowych (wymaga ponownego uruchomienia)
pt_br: Renomear os campos personalizados (é necessário reiniciar)
ru: Переименовать свои поля (требуется перезагрузка)
sv: Byt namn på användardefinierade fält (kräver omstart)
tr: Özel alanları yeniden adlandırın (yeniden başlatma gerektirir)
uk: Перейменувати настроювані поля (потрібно перезапустити)

source: Set the default directory / filename format for specified files.
ca: Definiu el format de directori/nom de fitxer per defecte per als fitxers especificats.
da: Indstil standard katalog / filnavn format for angivne filer.
de: Setzt das Standardverzeichnis / Dateinamenformat für diese Dateien.
el: Ορίζει την προεπιλεγμένη μορφή φακέλου / ονόματος αρχείου για συγκεκριμένα αρχεία.
he: קבע את פורמט תיקיית ברירת המחדל / שם קובץ לקבצים שצוינו.
ja: 指定したファイルのデフォルトのディレクトリ/ファイル名形式を設定します。
nb_no: Angir standard direktorat/filnavn-formatering for spesifiserte spor.
nl: Stelt de standaard map-/bestandsnaam-indeling in voor de opgegeven bestanden.
pl: Ustaw domyślny format katalogu / nazwy pliku dla określonych plików.
pt_br: Define o formato de pasta / nome de arquivo para os arquivos especificados.
ru: Установить папку/имя файла по умолчанию для указанных файлов.
sv: Ange standardformat för katalog / filnamn för angivna filer.
uk: Встановіть типовий формат каталогу / імені файлу для вказаних файлів.

source: Confirm desired options on removal of files from the 'Playing' list
ca: Confirmeu les opcions desitjades per eliminar fitxers de la llista 'Reproduint'
da: Bekræft ønskede valg ved fjernelse af filer fra 'Spiller' liste
de: Gewünschte Option beim Entfernen von Dateien aus der Abspielliste bestätigen
he: אמת את האפשרויות הרצויות להסרת קבצים מהרשימת המתנגנים
ja: 「再生中」リストからファイルを削除する際に必要なオプションを確認する
nb_no: Bekreft ønskede alternativer ved fjerning av filer fra 'Spiller nå'-liste
nl: Bevestig gewenste opties bij verwijderen van bestanden van de 'Speel' lijst
pt_br: Confirmar as opções desejadas ao remover arquivos da lista 'Em execução'
ru: Подтверждать настройки при удалении файлов из плейлиста
sv: Visa bekräftelsedialog vid borttagning av spår från spellista
tr: Dosyaların 'Oynatma' listesinden kaldırılmasına ilişkin istenen seçenekleri onaylayın

source: This determines what the default behavior is when a file is double-clicked or [enter] is pressed. Options are Play Now, Queue Next, Queue Last, or Edit Properties.
ca: Això determina quin és el comportament predeterminat quan es fa doble clic en un fitxer o es prem [retorn]. Les opcions són Reprodueix ara, Posa en cua a continuació, Posa en cua l'últim o Edita les propietats.
da: Dette bestemmer, hvad standardadfærden er, når en fil bliver dobbeltklikket eller [enter] er trykket. Muligheder er Spil nu, Kø Næste, Kø Sidst, eller Redigér Egenskaber.
de: Standard-Reaktionen bei Doppelklick oder [Enter]. Optionen sind "Jetzt abspielen", "Als nächstes in die Abspielliste", "Als letztes in die Abspielliste" oder "Eigenschaften bearbeiten".
he: זה קובע מהי ברירת המחדל כאשר לוחצים פעמיים על קובץ או לוחצים [Enter]. האפשרויות הן נגן עכשיו, הכנס בתור הבא, הכנס בתור אחרון או ערוך תכונות.
ja: ファイルをダブルクリックするか、「ENTER」キーを押したときのデフォルトの動作を指定します。「再生」、「次に再生」、「最後に再生」、または「プロパティの編集」のオプションがあります。
nb_no: Dette bestemmer hva som er standard atferd når en fil dobbelklikkes eller [enter] trykkes. Alternativene er Spill Nå, Sett i kø Neste, Sett i kø Sist, eller Rediger Egenskaper.
nl: Hiermee wordt de standaard-actie is bij dubbel klikken op een bestand of wanneer op [Enter] wordt gedrukt. Opties zijn: Nu Afspelen, Als volgende in de wachtrij zetten, Als Laatste in de wachtrij zetten of Eigenschappen.
pt_br: Isto determina o comportamento padrão quando se dá um duplo-clique ou se pressiona [enter] sobre um arquivo. As opções são Executar Agora, Enfileirar Próxima, Enfileirar no Final ou Editar Propriedades.
ru: Определяет поведение по умолчанию при двойном щелчке по файлу или нажатии Enter. Варианты: 'Воспроизвести', 'Следующий в очереди', 'Последний в очереди', 'Изменить свойства'.
sv: Detta avgör vad som ska hända när användaren dubbelklickar på ett spår eller trycker på <enter>. Alternativen är Spela nu, Spela som nästa, Spela sist eller Ändra egenskaper.
tr: Bu, bir dosyaya çift tıklandığında veya [enter] tuşuna basıldığında varsayılan davranışın ne olacağını belirler. Seçenekler Şimdi Oynat, Sonraki Sıraya Al, Son Sıraya Al veya Özellikleri Düzenle'dir.
uk: Визначає типову поведінку при подвійному клацанні на файлі або при натисканні клавіші [enter]. Можливі варіанти: Відтворити зараз, До черги наступним, До черги останнім або Редагувати властивості.

source: This makes MediaMonkey function more like a jukebox, preventing users from stopping or switching tracks; changing volume, balance or equalizer settings; and re-ordering / removing files, or adding multiple files at once.
ca: Això fa que MediaMonkey funcioni més com un jukebox, evitant que els usuaris parin o canviïn de pista; canviar la configuració de volum, equilibri o equalitzador; i tornar a ordenar/eliminar fitxers o afegir diversos fitxers alhora.
da: Dette får MediaMonkey til at fungere mere som en jukebox, og forhindrer brugere i at stoppe eller skifte spor; ændre volumen, balance eller equalizer-indstillinger; og ændre rækkefølge / fjerne filer eller tilføje flere filer på én gang.
de: Verwandelt MediaMonkey in eine Musikbox. Verhindert Programmumschaltung, Änderungen von Lautstärke, Equalizer oder Balance, Sortieren oder Löschen in der Wiedergabeliste oder gleichzeitiges Hinzufügen mehrerer Tracks.
el: Αυτό κάνει το MediaMonkey να λειτουργεί περισσότερο σαν jukebox, εμποδίζοντας τους χρήστες να σταματήσουν ή να αλλάξουν κομμάτια, να αλλάξουν ένταση, balance ή ισοσταθμιστή και να αναδιατάξουν / αφαιρέσουν αρχεία ή να προσθέσουν πολλά αρχεία ταυτόχρονα.
he: זה גורם ל-MediaMonkey לפעול כמו תיבת נגינה, מונע מהמשתמשים לעצור או להחליף רצועות; לשנות עוצמת קול, איזון או הגדרות אקולייזר; ולהסיר / להוסיף קבצים מרובים בבת אחת.
ja: MediaMonkeyはジュークボックスのように機能し、ユーザーがトラックを停止または切り替えたり、音量、バランス、またはイコライザーの設定を変更したり、ファイルを並べ替えたり、削除したり、複数のファイルを一度に追加したりするのを防ぎます。
nb_no: Dette gjør at MediaMonkey fungerer mer som en jukebox, ved å forhindre brukere å stoppe musikken eller skifte spor; forandre volum, balansen eller equalizer-innstillinger; og gi ny rekkefølge / slette spor, eller legge til flere filer på en gang.
nl: MediaMonkey werkt hierdoor meer als een jukebox, waardoor gebruikers tracks niet kunnen stoppen of overslaan; volume-, balans-, en equalizerinstllingen niet kunnen wijzigen ;tracks niet kunnen sorteren of verwijderen of meerdere tracks tegelijkertijd kunnen toevoegen.
pl: To sprawia, że MediaMonkey działa bardziej jak szafa grająca, uniemożliwiając użytkownikom zatrzymywanie lub przełączanie utworów; zmiana ustawień głośności, balansu lub korektora; i ponowne zamawianie / usuwanie plików lub dodawanie wielu plików naraz.
pt_br: Isto faz com que o MediaMonkey funcione como uma Jukebox, impedindo que os convidados parem a execução, mudem de faixa ou alterem o volume, o balanço ou as configurações do equalizador. Também os impede de reordenar/remover arquivos ou adicionar múltiplos arquivos de uma vez.
ru: MediaMonkey функционирует как музыкальный автомат, не позволяя пользователям останавливать или переключать треки, изменять громкость, баланс или эквалайзер, переупорядочивать/удалять файлы и добавлять несколько файлов сразу.
sv: Detta gör att MediaMonkey fungerar mer som en jukebox, vilket förhindrar användare från att stoppa eller byta spår; ändra inställningar för volym, balans eller equalizer; och ombeställa/ ta bort filer, eller lägga till flera filer på en gång.
tr: Bu, MediaMonkey'in bir müzik kutusu gibi çalışmasını sağlayarak kullanıcıların parçaları durdurmasını veya değiştirmesini; ses, denge veya ekolayzır ayarlarını değiştirmesini; dosyaları yeniden sıralayıp kaldırmasını veya aynı anda birden fazla dosya eklemesini engeller.
uk: Це робить функцію MediaMonkey більш схожою на музичний автомат, не дозволяючи користувачам зупиняти або перемикати доріжки; змінювати рівень звуку, баланс або установки еквалайзера; змінювати порядок / вилучення файлів, або додавати декілька файлів одночасно.

source: Show in full screen mode
ca: Mostra en mode de pantalla completa
da: Vis i fuldskærmstilstand
de: Als Vollbild anzeigen
el: Εμφάνιση σε λειτουργία πλήρους οθόνης
he: הצג במצב מסך מלא
ja: フルスクリーンモードで表示
nb_no: Vis i fullskjermmodus
nl: In Volledig scherm weergeven
pl: Pokaż w trybie pełnoekranowym
pt_br: Exibir em tela cheia
ru: Показать в полноэкранном режиме
sv: Visa i helskärmsläge
tr: Tam ekran modunda göster
uk: Показати в повноекранному режимі

source: Causes files of the selected type to not be played when Shuffle is enabled.
ca: Fa que no es reprodueixin fitxers del tipus seleccionat quan la reproducció aleatòria està activada.
da: Forårsager, at filer af den valgte type ikke afspilles, når Shuffle er aktiveret.
de: Dateien dieses Typs werden nicht abgespielt, wenn Mischen aktiv ist ("Jetzt abspielen" geht).
el: Προκαλεί τα αρχεία του επιλεγμένου τύπου να μην αναπαράγονται όταν είναι ενεργοποιημένο το Ανακάτεμα.
he: גורם לקבצים מהסוג שנבחר לא להתנגן כאשר השאפל מופעל.
ja: シャッフルが有効なとき、選択した種類のファイルが再生されないようにします。
nb_no: Gjør slik at spor som tilsvarer dette filteret ikke blir avspilt når Miks-funksjonen er aktivert.
nl: Zorgt ervoor dat dit bestandstype niet wordt afgespeeld als 'wWillekeurig aspelen' is ingeschakeld.
pl: Powoduje, że pliki wybranego typu nie będą odtwarzane, gdy włączona jest funkcja Shuffle.
pt_br: Faz com que as faixas do tipo selecionado não sejam executadas se a opção Embaralhar estiver ativada.
ru: Запрещает воспроизведение треков выбранного типа при перемешивании.
sv: Gör att filer av den valda typen inte spelas när Blanda är aktiverat.
tr: Karıştırma etkinleştirildiğinde seçili türdeki dosyaların oynatılmamasına neden olur.
uk: Призводить до того, що файли вибраного типу не відтворюються, коли ввімкнено функцію "Перемішування".

source: Slow fade-out:
ca: Esvaiment lent:
da: Langsom fade-out:
de: Langsames Ausblenden:
el: Αργή fade-out:
he: דעיכה איטית:
ja: スローフェードアウト:
nb_no: Sakte fade ut:
nl: Langzame fade-out:
pl: Powolne zanikanie:
pt_br: Diminuir lentamente:
ru: Медленное затухание:
sv: Långsam uttoning:
tr: Yavaş yavaş kaybolma:
uk: Повільне зникнення:

source: Target volume for leveling tracks:
ar: مستوى هدف تخزين المسارات:
ca: Volum objectiu de les pistes d'anivellament:
da: Target lydstyrken for udjævning spor:
de: Lautstärke-Pegel für Lautstärke-Anpassung:
el: Ένταση στόχου για εξισορρόπηση κομματιών:
he: עוצמת קול יעד ליישור רצועות:
ja: トラック音量揃えの目標音量:
nb_no: Bestem volumnivå for utjevnede spor:
nl: Doelvolume voor normaliseren:
pl: Docelowa głośność torów niwelacyjnych:
pt_br: Nível de volume ao ajustar faixas:
ru: Целевая громкость треков:
sv: Önskad ljudstyrka vid justering:
uk: Цільова гучність для вирівнюваних доріжок:

source: Automatically analyze volume of unanalyzed files:
ca: Analitzeu automàticament el volum de fitxers no analitzats:
da: Analyserer automatisk volumen af uanalyserede filer:
de: Lautstärke von Dateien mit unbekanntem Pegel automatisch analysieren:
el: Αυτόματη ανάλυση της έντασης των μη αναλυμένων αρχείων:
he: נתח אוטומטית עוצמת קול של קבצים שלא נותחו:
ja: 解析されていないファイルの音量を自動的に解析:
nb_no: Analyser volumet til uanalyserte filer automatisk:
nl: Auto-analyseer volume van niet-geanalyseerde bestanden:
pl: Automatycznie analizuj ilość niezanalizowanych plików:
pt_br: Analisar automaticamente o volume de arquivos não analisados:
ru: Автоанализ громкости непроанализированных треков:
sv: Analysera automatiskt ljudstyrkan hos oanalyserade filer:
tr: Analiz edilmemiş dosyaların sesini otomatik olarak analiz edin:
uk: Автоматично аналізувати гучність не аналізованих файлів:

source: Composer(s)
ca: Compositor(s)
da: Komponist(er)
de: Komponist(en)
el: Συνθέτης(ες)
he: מלחינים
ja: 作曲者
nb_no: Komponist(er)
nl: Componist(en)
pl: Kompozytor(zy)
pt_br: Compositor(es)
ru: Композиторы
sv: Kompositörer
uk: Композитор(и)

source: minutes
ar: دقائق
ca: minuts
da: minut
de: Minuten
el: λεπτά
he: דקות
ja: 分
nb_no: minutter
nl: minuten
pl: minut
pt_br: minutos
ru: мин
sv: minuter
uk: хвилини

source: Menu
ca: Menú
de: Menü
el: Μενού
he: תפריט
ja: メニュー
nb_no: Meny
ru: Меню
sv: Meny
uk: Меню

source: Image:
ca: Imatge:
da: Billede:
de: Bild:
el: Εικόνα:
he: תמונה:
ja: 画像:
nb_no: Bilde:
nl: Afbeelding:
pl: Obraz:
pt_br: Imagem:
ru: Изображение:
sv: Bild:
uk: Зображення:

source: Sync playlists automatically
ca: Sincronitza les llistes de reproducció automàticament
da: Synkroniser playlister automatisk
de: Synchronisiert Wiedergabelisten automatisch
el: Αυτόματος συγχρονισμός λιστών αναπαραγωγής
he: סנכרן רשימות השמעה באופן אוטומטי
ja: プレイリストを自動で同期
nb_no: Synkroniser spillelister automatisk
nl: Afspeellijst auto-synchroniseren
pl: Synchronizuj listy odtwarzania automatycznie
pt_br: Sincroniza listas de execução automaticamente
ru: Синхронизировать плейлисты автоматически
sv: Synkronisera spellistor automatiskt
uk: Автоматична синхронізація списків відтворення

source: Image type
ca: Tipus d'imatge
da: Billedtype
de: Bildtyp
el: Τύπος εικόνας
he: סוג תמונה
ja: 画像の種類:
nb_no: Bildetype
nl: Afbeeldingstype
pl: Typ obrazu
pt_br: Tipo de imagem
ru: Тип изображения
sv: Bildtyp
uk: Тип зображення

source: Cache files from network
ca: Arxius de memòria cau de la xarxa
da: Cache filer fra netværk
de: Dateien aus dem Netzwerk zwischenspeichern
el: Αποθήκευση αρχείων από το δίκτυο
he: שמור קבצים מרשת במטמון
ja: ネットワークからファイルをキャッシュする
nb_no: Bufre filer fra nettverk
nl: Cache bestanden van netwerk
pt_br: Armazenar em cache os arquivos em rede
ru: Кэшировать файлы из сети
sv: Hämtar filer från nätverk
tr: Dosyaları ağdan önbelleğe al
uk: Кешувати файли з мережі

source: seconds
ar: ثانية
ca: segons
da: sekund
de: Sekunden
el: Δευτερόλεπτα
he: שניות
ja: 秒
nb_no: sekunder
nl: seconden
pl: sekund
pt_br: segundos
ru: сек
sv: sekunder
uk: секунди

source: Add >
ca: Afegeix>
da: Tilføj >
de: Hinzufügen >
el: Προσθήκη >
he: הוסף >
ja: 追加＞
nb_no: Legg til >
nl: Toevoegen >
pl: Dodaj >
pt_br: Adicionar >
ru: Добавить >
sv: Lägg till >
uk: Додати >

source: Fade to
ar: أن ترفض
ca: Baixa fins
da: Fade til
de: Herunterregeln bis zu
el: Fade σε
he: דעיכה ל
ja: フェード
nb_no: Demp til
nl: Faden naar
pl: Wycisz do
pt_br: Reduzir para
ru: Уменьшение до
sv: Tona till
uk: Згасання до

source: Confirm deletion of currently playing file
ca: Confirmeu la supressió del fitxer que s'està reproduint
da: Bekræft sletning af aktuelt afspillet fil
de: Löschen der aktuell gespielten Datei bestätigen
el: Επιβεβαίωση διαγραφής του τρέχοντος αναπαραγόμενου αρχείου
he: אמת את מחיקת הקובץ שכרגע מתנגן
ja: 現在再生中のファイルの削除を確認する
nb_no: Bekreft sletting av avspillende fil
nl: Bevestiging bij het verwijderen van een bestand dat wordt afgespeeld vragen
pl: Potwierdź usunięcie aktualnie odtwarzanego pliku
pt_br: Confirmar a remoção do arquivo atualmente em execução
ru: Подтверждать удаление воспроизводимого трека
sv: Visa bekräftelsedialog vid borttagning av spår som spelas just nu
tr: Şu anda oynatılan dosyanın silinmesini onaylayın
uk: Підтвердити видалення поточного відтворюваного файлу

source: Seconds
ar: ثانية
ca: segons
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
he: שניות
ja: 秒
nb_no: Sekunder
nl: seconden
pl: Sekundy
pt_br: Segundos
ru: Секунды
sv: sekunder
uk: Секунди

source: Automatically removes attributes (e.g. Artist) that are no longer associated with any files from the Library.
ca: Elimina automàticament de la biblioteca atributs (p. Ex., Artista) que ja no estan associats a cap fitxer.
da: Fjerner automatisk attributter (f.eks. Kunstner), der ikke længere er tilknyttet nogen filer fra biblioteket.
de: Entfernt automatisch Attribute aus dem Archiv (z. B. Interpreten), die keiner Datei mehr zugeordnet sind.
el: Καταργεί αυτόματα χαρακτηριστικά (π.χ. Καλλιτέχνης) που δεν σχετίζονται πλέον με αρχεία από τη Βιβλιοθήκη.
he: מסיר אוטומטית תכונות (לדוגמה, אמן) שכבר לא קשורות לקבצים כלשהם מהספרייה.
ja: ライブラリから、どのファイルにも関連付けられなくなった属性（例:アーティスト）を自動的に削除します。
nb_no: Fjerner automatisk egenskaper (f.eks. Artist) som ikke lenger er assosiert med noen filer i Biblioteket.
nl: Verwijdert eigenschappen (bijv. Artiest) die niet langer gekoppeld zijn aan bestanden in de Bibliotheek.
pl: Automatycznie usuwa atrybuty (np. Artysta), które nie są już powiązane z żadnymi plikami z Biblioteki.
pt_br: Remove automaticamente os atributos (por ex. Artista) que não estão mais associados a qualquer arquivo da biblioteca.
ru: Автоматически удалять атрибуты (например, исполнителя), которые больше не связаны ни с одним файлом из библиотеки.
sv: Tar automatiskt bort attribut (t.ex. Artist) som inte längre är associerade med några filer från biblioteket.
uk: Автоматично вилучає атрибути (наприклад, Виконавець), які більше не пов 'язані з жодними файлами з Бібліотеки.

source: Maximum cache size
ca: Mida màxima de la memòria cau
da: Maksimum cache størrelse
de: Maximale Cache-Größe
el: Μέγιστο μέγεθος cache
he: גודל המטמון המרבי
ja: 最大キャッシュサイズ
nb_no: Maks. lagringsplass i buffer
nl: Maximale cachegrootte
pl: Maksymalny rozmiar pamięci podręcznej
pt_br: Tamanho máximo do cache
ru: Максимальный размер кэша
sv: Maximal cachestorlek
tr: Maksimum önbellek boyutu
uk: Максимальний розмір кешу

source: Secure Party Mode with password:
ca: Mode Festa segur amb contrasenya:
da: Sikker Festtilstand med adgangskode:
de: Party-Modus mit Passwort absichern:
el: Ασφάλιση Λειτουργίας Πάρτι με κωδικό πρόσβασης:
he: מצב מסיבה בטוח עם סיסמה:
ja: パスワードでパーティーモードを保護:
nb_no: Sikker Party Mode med passord:
nl: Party-Modus met wachtwoord beveiligen:
pl: Bezpieczny tryb imprezy z hasłem:
pt_br: Proteger o Modo Festa com senha:
ru: Безопасный режим вечеринки с паролем:
sv: Lås Partyläget med lösenord:
tr: Şifreli Güvenli Parti Modu:
uk: Безпечний Режим Вечірки з паролем:

source: Use default external videoplayer
ca: Utilitzeu un reproductor de vídeo extern predeterminat
da: Brug standard ekstern videospiller
de: Zur Videowiedergabe externen Standard-Player verwenden
el: Χρήση προεπιλεγμένου εξωτερικού βίντεο player
he: השתמש בנגן וידאו חיצוני כברירת מחדל
ja: デフォルトの外部動画プレイヤーを使用する
nb_no: Bruk standard ekstern videospiller
nl: Standaard externe videospeler gebruiken
pl: Użyj domyślnego zewnętrznego odtwarzacza wideo
pt_br: Usar tocador de vídeo externo padrão
ru: Использовать внешний видеоплеер по умолчанию
sv: Använd standard extern videospelare
uk: Використовувати типовий зовнішній відеопрогравач

source: Search mode:
ca: Mode de cerca:
da: Søgemodus:
de: Suchmodus:
el: Λειτουργία Αναζήτησης:
he: מוד חיפוש:
ja: 検索モード:
nb_no: Søkemodus:
nl: Zoekmodus:
pl: Tryb szukania:
pt_br: Modo de pesquisa:
ru: Режим поиска:
sv: Sökläge:
tr: Arama modu:
uk: Режим пошуку:

source: ID3v2.4 tags
ca: Etiquetes ID3v2.4
el: ID3v2.4 ετικέτες
he: תגי ID3v2.4
ja: ID3v2.4タグ
nb_no: ID3v2.4-tag
nl: ID3v2.4-labels
pl: Tagi ID3v2.4
pt_br: Tags ID3v2.4
ru: Теги ID3v2.4
sv: ID3v2-taggar
uk: Теґи ID3v2.4

source: Screenwriter(s)
ca: Guionista(s)
da: Manuskriptforfatter(e)
de: Drehbuchautor(en)
el: Σεναριογράφος(οι)
he: תסריטאים
ja: 脚本家
nb_no: Manusforfatter(e)
nl: Scenarioschrijver(s)
pl: Scenarzysta(ci)
pt_br: Roteirista(s)
ru: Сценаристы
sv: Manusförfattare
uk: Сценарист(и)

source: Lowercase common short words
ca: Paraules curtes comunes en minúscula
da: Små bogstaver ved almindelige korte ord
de: Gängige kurze Wörter klein schreiben
el: Χρήση πεζών για κοινές σύντομες λέξεις
he: הקטנת מילים קצרות רגילות
ja: 一般的な短い単語を小文字にする
nb_no: Skriv små bokstaver for vanlige korte ord
nl: Gebruikelijke korte woorden in kleine letters
pl: Małe popularne krótkie słowa
pt_br: Manter palavras curtas em minúsculas
ru: Типичные короткие слова - строчными буквами
sv: Gemensamma korta ord med små bokstäver
uk: Загальні короткі слова в нижньому регістрі

source: Recommended changes to capitalization
ca: Canvis recomanats a les majúscules
da: Anbefalede ændringer til store bogstaver
de: Empfohlene Anpassung der Groß- und Kleinschreibung
el: Προτεινόμενες αλλαγές στα πεζά-κεφαλαία
he: שינויים מומלצים בזהוי קפיטליזציה
ja: 推奨される大小文字の変更
nb_no: Anbefalte endringer til bruk av store bokstaver
nl: Aanbevolen wijzigingen in hoofdletters
pl: Zalecane zmiany wielkości liter
pt_br: Alterações recomendadas para capitalização
ru: Рекомендуемые изменения для заглавных букв
sv: Rekommenderade ändringar av versaler och gemener
uk: Рекомендовані зміни для використання великих літер
