Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Your computer is going to log off
ar: وسوف يكون الكمبيوتر الخاص بك délogué.
ca: Es tancarà la sessió en el vostre equip
da: Computeren kommer til at logge af
de: Sie melden sich von Ihrem Computer ab
el: Ο υπολογιστής σας θα αποσυνδεθεί
he: המחשב שלך עומד להתנתק
ja: コンピュータがログオフします
nb_no: Din datamaskin kommer til å logge av
nl: Computer uitloggen
pl: Twój komputer się wyloguje
pt_br: Seu computador está efetuando log off
ru: Будет выполнен выход из системы
sv: Din dator kommer att logga ut
tr: Bilgisayarınız oturumu kapatacak
uk: Ваш комп'ютер вийде з системи

source: Sleep: %d minutes
ar: جهاز ضبط الوقت: d دقيقة/دقائق
ca: S'aturarà temporalment: %d minuts
da: Sleep: %d minutter
de: Schlafen für: %d Minuten
el: Sleep: %d λεπτά
he: שינה: %d דקות
ja: スリープ： %d分
nb_no: Sove: %d minutter
nl: Slapen: %d minuten
pl: Usypianie: %d minut
pt_br: Dormir: %d minutos
ru: Сон: %d мин
sv: Sova: %d minuter
tr: Uyku: %d dakika
uk: Сон: %d хвилин

source: Sleep: %d minute
ar: جهاز ضبط الوقت: %d دقيقة
ca: S'aturarà temporalment: %d minuts
da: Sleep: %d minutter
de: Schlafen für: %d Minute
el: Sleep: %d λεπτό
he: שינה: %d דקה
ja: スリープ: %d 分
nb_no: Sove: %d minutt
nl: Slapen: %d minuut
pl: Usypianie: %d minuta
pt_br: Dormir: %d minuto
ru: Сон: %d мин
sv: Sova: %d minut
tr: Uyku %d dakika
uk: Сон: %d хвилина

source: Database file %s cannot be accessed.
ar: لا يمكن الوصول إلى ملف قاعدة البيانات %s.
ca: No es pot accedir al fitxer de base de dades %s.
da: Databasefil %s kan ikke tilgås.
de: Kein Zugriff auf die Datenbank-Datei %s möglich.
he: לא ניתן לגשת לקובץ מסד הנתונים %s.
ja: データベースファイル"%s"にアクセスできません。
nb_no: Databasefil %s kan ikke nås.
nl: Database bestand %s kan niet benaderd worden.
pt_br: O arquivo da base de dados %s não pode ser acessado.
ru: Нет доступа к файлу базы данных %s.
sv: Databasfil %s kan inte öppnas.
tr: Veritabanı dosyasına %s erişilemiyor.

source: Your network connection is set to 'Public'. This usually causes your machine to not be discoverable by other devices on the network. If you're on a home network, you may want to switch your network connection to 'Private'.
ar: اتصال الشبكة خاصتك مضبوط على 'عام'. هذا عادةً ما يتسبب في عدم اكتشاف جهازك من قبل الأجهزة الأخرى على الشبكة. إذا كنت على شبكة منزلية، قد ترغب في تغيير اتصال الشبكة إلى 'خاص'.
ca: La vostra connexió de xarxa està configurada com a 'Públic'. Això normalment fa que la vostra màquina no sigui descoberta per altres dispositius de la xarxa. Si esteu a una xarxa domèstica, és possible que vulgueu canviar la vostra connexió de xarxa a 'Privada'.
da: Din netværksforbindelse er sat til 'Offentlig'. Dette forårsager normalt at din maskine ikke kan opdagelse af andre enheder på netværket. Hvis du er på et hjemmenetværk, kan det være, at du vil skifte din netværksforbindelse til 'Privat'.
de: Ihre Netzwerkverbindung ist auf "Öffentlich" eingestellt. Damit ist Ihr Gerät für andere Geräte im Netzwerk nicht auffindbar. Zu Hause sollten Sie stattdessen zu "Privat" wechseln.
he: חיבור הרשת שלך מוגדר כ"ציבורי". זה בדרך כלל גורם לכך שמכשירך לא מתגלה על ידי מכשירים אחרים ברשת. אם אתה ברשת ביתית, ייתכן שתרצה לעבור לחיבור רשת "פרטי".
ja: ネットワーク接続が「パブリック」に設定されています。これにより、通常、ネットワーク上の他のデバイスがマシンを検出できなくなります。ホームネットワークを使用している場合は、ネットワーク接続を「プライベート」に切り替えることをお勧めします。
nb_no: Nettverkstilkoblingen din er satt til 'Offentlig'. Dette gjør vanligvis at maskinen din ikke kan oppdages av andre enheter på nettverket. Hvis du er på et hjemmenettverk, bør du vurdere å skifte nettverkstilkoblingen din til 'Privat'.
nl: Uw netwerkverbinding is ingesteld op 'Openbaar'. Dit zorgt er meestal voor dat uw machine niet kan worden gevonden door andere apparaten in het netwerk. Als u zich op een thuisnetwerk bevindt, wilt u wellicht uw netwerkverbinding op 'Privé' zetten.
pt_br: Sua conexão de rede está definida como 'Pública'. Isso normalmente faz com que seu computador não seja encontrado por outros dispositivos na rede. Se você estiver em uma rede doméstica, é recomendável alterar a rede para 'Privada'.
ru: Сетевое подключение настроено как общедоступное. Обычно из-за этого другие устройства в сети не могут обнаружить ваш компьютер. При подключении к домашней сети, возможно, стоит переключить сетевое подключение на частное.
sv: Din nätverksanslutning är inställd på "Offentlig". Detta gör vanligtvis att din maskin inte kan upptäckas av andra enheter i nätverket. Om du är på ett hemnätverk kanske du vill växla din nätverksanslutning till "Privat".
tr: Ağ bağlantınız 'Genel' olarak ayarlanmıştır. Bu genellikle makinenizin ağdaki diğer cihazlar tarafından keşfedilememesiyle sonuçlanır. Ev ağınız varsa, ağ bağlantınızı 'Özel' olarak değiştirmek isteyebilirsiniz.

source: MediaMonkey Library
ar: مكتبة MediaMonkey
ca: Biblioteca de MediaMonkey
da: MediaMonkey Bibliotek
de: MediaMonkey-Archiv
el: Βιβλιοθήκη MediaMonkey
he: ספריית MediaMonkey
ja: MediaMonkey ライブラリ
nb_no: MediaMonkey Bibliotek
nl: MediaMonkey Bibliotheek
pl: Biblioteka MediaMonkey
pt_br: Biblioteca do MediaMonkey
ru: Библиотека MediaMonkey
sv: MediaMonkey-biblioteket
tr: MediaMonkey Kütüphanesi
uk: Бібліотека MediaMonkey

source: Media server '%s' could not start: port %d is already in use.
ar: لم يتمكن الخادم الإعلامي '%s' من البدء: المنفذ %d مستخدم بالفعل.
ca: El servidor de suports '%s' no s'ha pogut iniciar: el port %d ja està en ús.
da: Mediatjener '%s' kunne ikke starte: port %d er allerede i brug.
de: Medienserver '%s' konnte nicht gestartet werden: Der Port %d wird bereits verwendet.
el: Aδύυνατη η έναρξη του server πολυμέσων '%s' : η θύρα %d χρησιμοποιείται ήδη.
he: שרת המדיה '%s' לא יכול להתחיל: פורט %d כבר בשימוש.
ja: メディアサーバー"%s"を起動できませんでした:ポート%dは既に使用されています。
nb_no: Medieserver '%s' kunne ikke starte: port %d er allerede i bruk.
nl: Mediaserver '%s' kon niet starten: poort %d is al in gebruik.
pl: Nie można uruchomić serwera mediów '%s': port %d jest już używany.
pt_br: O servidor de mídia '%s' não pode iniciar: a porta %d já está em uso.
ru: Не удалось запустить медиасервер '%s': порт %d уже используется.
sv: Mediaservern '%s' kunde inte starta: port %d används redan.
tr: Medya sunucusu '%s' başlatılamadı: %d portu zaten kullanımda.
uk: Медіа сервер '%s' не вдалося запустити: порт %d уже використовується.

source: Check whether another instance of MediaMonkey is already running or change the port# in Options > Media Sharing.
ar: تحقق مما إذا كان هناك نسخة أخرى من MediaMonkey تشغل بالفعل أو قم بتغيير رقم المنفذ في الخيارات > مشاركة الوسائط.
ca: Comproveu si ja s’està executant una altra instància de MediaMonkey o canvieu el número de port# a Opcions> Ús compartit de suports.
da: Kontroller om en anden instans af MediaMonkey allerede kører eller skift port# i Indstillinger > Mediedeling.
de: Überprüfen Sie, ob bereits eine andere Instanz von MediaMonkey ausgeführt wird, oder ändern Sie die Port-Nr. in Extras>Optionen unter Freigabe>MediaMonkey Server: Optionen.
el: Ελέγξτε εάν άλλο περιστατικό MediaMonkey εκτελείται ήδη ή αλλάξτε τη θύρα# στις Επιλογές> Κοινή Χρήση Πολυμέσων.
he: בדוק אם יש מופע נוסף של MediaMonkey כבר פועל או שיניתי את מספר הפורט בהגדרות > שיתוף מדיה.
ja: MediaMonkeyの別のインスタンスが既に実行されているか確認するか、「オプション」＞「メディア共有」でポート番号を変更します。
nb_no: Sjekk om en annen forekomst av MediaMonkey allerede kjører eller endre port# i Alternativer > Mediadeling.
nl: Controleer of MediaMonkey al draait of wijzig het poortnummer in Opties > Media Delen.
pl: Sprawdź, czy inna instancja MediaMonkey jest już uruchomiona lub zmień port# w Opcje > Udostępnianie multimediów.
pt_br: Verifique se outra instância do MediaMonkey já está rodando ou altere o número da porta em Opções > Compartilhamento de mídia.
ru: Проверьте, не запущен ли другой экземпляр MediaMonkey, либо измените номер порта в общем доступе к носителю в настройках.
sv: Kontrollera om en annan instans av MediaMonkey redan körs eller ändra port# i Alternativ > Mediedelning.
tr: Başka bir MediaMonkey örneğinin zaten çalışıp çalışmadığını kontrol edin veya Seçenekler > Medya Paylaşımı'ndan port numarasını değiştirin.
uk: Перевірте, чи не запущений інший екземпляр MediaMonkey, або змініть номер порту в меню Налаштування > Спільний доступ до мультимедіа.

source: Denied
ar: مرفوض
ca: Negat
da: Afvist
de: verweigert
el: Απορρίφθηκε
he: נדחה
ja: 拒否
nb_no: Ikke godkjent
nl: Niet toegestaan
pl: Odrzucone
pt_br: Negado
ru: Отказано
sv: Nekad
tr: Reddedildi
uk: Відмовлено

source: Accepted
ar: مقبول
ca: Acceptat
da: Accepteret
de: gewährt
el: Αποδεκτό
he: התקבל
ja: 承諾
nb_no: Godkjent
nl: Geaccepteerd
pl: Zaakceptowane
pt_br: Aceito
ru: Принято
sv: Accepterad
tr: Kabul edildi
uk: Прийнято

source: Root directory
ar: دليل الجذور
ca: Directori arrel
da: Rodmappe
de: Haupt-Ordner
el: Ριζικός κατάλογος
he: ספריית שורש
ja: ルートディレクトリ
nb_no: Rotkatalog
nl: Hoofdmap
pl: Katalog główny
pt_br: Diretório raiz
ru: Корневая папка
sv: Rotkatalog
tr: Kök dizin
uk: Кореневий каталог

source: Output from MediaMonkey Player
ar: المخرجات من مشغل MediaMonkey
ca: Sortida del reproductor MediaMonkey
da: Output fra MediaMonkey Player
de: Wiedergabe vom MediaMonkey-Player
he: פלט מ-MediaMonkey Player
ja: MediaMonkeyプレイヤーから出力
nb_no: Utdata fra MediaMonkey Player
nl: Uitvoer van MediaMonkey Speler
pt_br: Saída do tocador do MediaMonkey
ru: Вывод из плеера MediaMonkey
sv: Utgång från MediaMonkeyspelare
tr: MediaMonkey Oynatıcıdan Çıktı
uk: Виведення з програвача MediaMonkey

source: This is an external IP address!
ar: هذا عنوان IP خارجي!
ca: Aquesta és una adreça IP externa!
da: Dette er en ekstern IP-adresse!
de: Dies ist eine externe IP-Adresse!
el: Αυτή είναι μία εξωτερική διεύθυνση IP!
he: זו כתובת IP חיצונית!
ja: 外部IPアドレスです！
nb_no: Dette er en ekstern IP-adresse!
nl: Dit is een extern IP-adres!
pl: To jest zewnętrzny adres IP!
pt_br: Esse é um endereço IP externo!
ru: Это внешний IP-адрес!
sv: Detta är en extern IP-adress!
tr: Bu harici bir IP adresidir!
uk: Це зовнішня IP-адреса!

source: Do you want to grant it access?
ar: هل تريد منح الوصول إليه؟
ca: Voleu concedir-hi accés?
da: Ønsker du at give den adgang?
de: Möchten Sie ihm Zugriff gewähren?
el: Θέλετε παραχώρηση πρόσβασης;
he: האם תרצה להעניק לה גישה?
ja: アクセスを許可しますか？
nb_no: Vil du gi den tilgang?
nl: Toegang verschaffen?
pl: Czy chcesz przyznać mu dostęp?
pt_br: Deseja permitir o acesso?
ru: Предоставлять ему доступ?
sv: Vill du ge den åtkomst?
tr: Erişim izni vermek istiyor musunuz?
uk: Бажаєте надати йому доступ?

source: A device [MAC address: %s] is attempting to access the %s
ar: الجهاز [عنوان MAC: %s] يحاول الوصول إلى %s
ca: Un dispositiu [adreça MAC: %s] intenta accedir a %s
da: En enhed [MAC-adresse: %s] forsøger at få adgang til %s
de: Ein Gerät [MAC-Adresse: %s] versucht auf %s zuzugreifen
el: Μία συσκευή [διεύθυνση MAC: %s] προσπαθεί να κάνει πρόσβαση σε %s
he: מכשיר [כתובת MAC: %s] מנסה לגשת ל-%s
ja: デバイス[MACアドレス: %s]が%sにアクセスしようとしています
nb_no: En enhet [MAC-adresse: %s] prøver å få tilgang til %s
nl: Een apparaat [MAC-adres: %s] probeert toegang te krijgen tot de %s
pl: Urządzenie [adres MAC: %s] próbuje uzyskać dostęp do %s
pt_br: Um dispositivo [endereço MAC: %s] está tentando acessar o %s
ru: Устройство [MAC-адрес: %s] пытается получить доступ к %s
sv: En enhet [MAC-adress: %s] försöker komma åt %s
tr: Bir aygıt [MAC adresi: %s] %s'ye erişmeye çalışıyor
uk: Пристрій [MAC-адреса: %s] намагається отримати доступ до %s

source: Access denied
ar: الوصول مرفوض
ca: Accés denegat
da: Adgang afvist
de: Zugriff verweigert
el: Απόρριψη πρόσβασης
he: אין הרשאת גישה
ja: アクセス拒否
nb_no: Tilgang avvist
nl: Toegang geweigerd
pl: Odmowa dostępu
pt_br: Acesso negado
ru: Доступ запрещён
sv: Åtkomst nekad
tr: Erişim engellendi
uk: У доступі відмовлено

source: Buffering on
ar: التخزين المؤقت مفعل
ca: A la memòria intermèdia activada
da: Buffering på
de: Datenpufferung
el: Αποθήκευση
he: טוען
ja: バッファー中
nb_no: Buffering på
nl: Bufferen op
pl: Buforowanie na
pt_br: Adicionando ao buffer em
ru: Буферизация на
sv: Buffring på
tr: Arabelleğe alma açık
uk: Буферизація увімкнена

source: Connecting to
ar: التوصيل بـ
ca: Connectant-se a
da: Forbinder til
de: Verbinde mit
el: Σύνδεση με
he: מתחבר
ja: 接続しています
nb_no: Kobler til
nl: Verbinden met
pl: Łączenie się z
pt_br: Conectando a
ru: Подключение к
sv: Ansluter till
tr: Bağlanıyor
uk: Підключення до

source: Stopping on
ar: إيقاف على
ca: Parant
da: Stopper på
de: Abspielen unterbrechen auf
el: Διακοπή σε
he: עוצר את
ja: 停止中
nb_no: Stopper på
nl: Stoppen op
pl: Zatrzymuję się
pt_br: Parando em
ru: Остановка на
sv: Stoppar på
tr: Durdurma açık
uk: Зупинка увімкнена

source: The %s player is turned off or inaccessible.
ar: المشغل %s مغلق أو غير متاح.
ca: El reproductor %s està apagat o inaccessible.
da: %s-afspilleren er slukket eller utilgængelig.
de: Das Abspielgerät %s ist ausgeschaltet oder nicht verfügbar.
el: Ο player %s είναι κλειστός ή δεν είναι προσβάσιμος.
he: הנגן %s כבוי או לא זמין.
ja: %sプレイヤーがオフになっているか、アクセスできません。
nb_no: %s avspilleren er slått av eller utilgjengelig.
nl: De %s-speler is uitgeschakeld of niet toegankelijk.
pl: Odtwarzacz %s jest wyłączony lub niedostępny.
pt_br: O tocador %s está desligado ou inacessível.
ru: Плеер %s выключен или недоступен.
sv: %s -spelaren är avstängd eller otillgänglig.
tr: Bilgisayarınız uyku moduna geçecek
uk: Програвач %s вимкнений або недоступний.

source: Multi-zone
ar: متعدد المناطق
ca: Multi-zona
de: Mehrzonig
el: Πολλαπλή ζώνη
he: ריבוי איזורים
ja: マルチゾーン
nb_no: Multi-sone
pl: Wielostrefowy
pt_br: Multi-zonas
ru: Многозонный
sv: Flera zoner
tr: Çoklu bölge
uk: Багатозонна

source: Manufacturer
ar: الشركة المصنعة
ca: Fabricant
da: Fabrikant
de: Hersteller
el: Κατασκευαστής
he: יצרן
ja: メーカー
nb_no: Produsent
nl: Fabrikant
pl: Producent
pt_br: Fabricante
ru: Производитель
sv: Tillverkare
tr: Üretici firma
uk: Виробник

source: Model name
ar: اسم الطراز
ca: Nom del model
da: Modelnavn
de: Modellbezeichnung
el: Όνομα μοντέλου
he: דגם
ja: モデル名
nb_no: Modellnavn
nl: Modelnaam
pl: Nazwa modelu
pt_br: Nome do modelo
ru: Имя модели
sv: Modellnamn
tr: Model adı
uk: Назва моделі

source: Model number
ar: رقم الموديل
ca: Número de model
da: Modelnummer
de: Modellnummer
el: Αριθμός μοντέλου
he: מק"ט
ja: モデルの番号
nb_no: Modellnummer
nl: Modelnummer
pl: Numer modelu
pt_br: Número do modelo
ru: Номер модели
sv: Modellnummer
tr: Model numarası
uk: Номер моделі

source: Model description
ar: وصف الموديل
ca: Descripció del model
da: Modelbeskrivelse
de: Modellbeschreibung
el: Περιγραφή μοντέλου
he: תיאור
ja: モデルの説明
nb_no: Modelbeskrivelse
nl: Modelbeschrijving
pl: Opis modelu
pt_br: Descrição do modelo
ru: Описание модели
sv: Modellbeskrivning
tr: Model açıklaması
uk: Опис моделі

source: The link/URL has not been entered in a valid format
ar: لم يتم إدخال الرابط/URL في تنسيق صحيح
ca: L'enllaç / URL no s'ha introduït en un format vàlid
da: Linket/URL'en er ikke indtastet i et gyldigt format
de: Ungültiges Format bei der Link/URL-Eingabe
el: Δεν έχει εισαχθεί με έγκυρη μορφή ο σύνδεσμος/URL
he: הקישור/URL לא הוזן בפורמט תקין
ja: リンク/URLが有効な形式で入力されていません
nb_no: Linken/URL-en er ikke skrevet i et gyldig format
nl: De link/URL is niet in een geldige indeling opgegeven
pl: Link/URL nie został wprowadzony w prawidłowym formacie
pt_br: O link/URL foi inserido num formato inválido
ru: Введена ссылка/URL в неверном формате
sv: Länken/webbadressen har inte angetts i ett giltigt format
tr: Bağlantı/URL geçerli bir biçimde girilmedi
uk: Посилання/URL-адреса не було введено в дійсному форматі

source: The link/URL entered does not point to a media server device
ar: الرابط/URL الذي تم إدخاله لا يشير إلى جهاز خادم وسائط
ca: L'enllaç / URL introduït no apunta cap a un dispositiu de servidor multimèdia
da: Det indtastede link/URL peger ikke på en mediatjeneste-enhed
de: URL/Link verweist nicht auf einen Medienserver
el: Ο καταχωρημένος σύνδεσμος/URL δεν καταδεικνύει σε συσκευή server πολυμέσων
he: הקישור/URL שהוזן לא מכוון למכשיר שרת מדיה
ja: 入力されたリンク/URLはメディアサーバーデバイスを指していません
nb_no: Linken/URL-en viser ikke til en mediaserverenhet
nl: De opgegeven link/URL verwijst niet naar een mediaserver
pl: Wprowadzony link/URL nie wskazuje na urządzenie serwera multimediów
pt_br: O link/URL inserido não aponta para um servidor de mídia
ru: Введённая ссылка/URL не указывает на медиасервер
sv: Den angivna länken/webbadressen pekar inte på en mediaserverenhet
tr: Girilen bağlantı/URL bir medya sunucu cihazına işaret etmiyor
uk: Введене посилання/URL-адреса не вказує на пристрій медіа сервера

source: Playing to %s has failed
ar: فشل التشغيل إلى %s
ca: La reproducció a %s ha fallat
da: Afspilning til %s mislykkedes
de: Das Abspielen auf %s ist fehlgeschlagen
el: Η αναπαραγωγή στο %s απέτυχε
he: ההשמעה ל-%s נכשלה
ja: %sへの再生に失敗しました
nb_no: Avspilling til %s har feilet
nl: Afspelen op %s is mislukt
pl: Odtwarzanie z %s nie powiodło się
pt_br: Tocar em %s falhou
ru: Ошибка воспроизведения %s
sv: Det gick inte att spela till %s
tr: %s'ye kadar oynatma başarısız oldu
uk: Помилка відтворення на %s

source: The format is probably unsupported by the device.
ar: التنسيق غير مدعوم على الأرجح من قبل الجهاز.
ca: El dispositiu probablement no admet el format.
da: Formatet er nok ikke understøttet af enheden.
de: Das Format wird vom Gerät evtl. nicht unterstützt.
el: Η μορφή πιθανώς δεν υποστηρίζεται από τη συσκευή.
he: הפורמט כנראה לא נתמך על ידי המכשיר.
ja: この形式はおそらくデバイスによってサポートされていません。
nb_no: Formatet er antakelig ikke støttet av enheten.
nl: Indeling waarschijnlijk niet ondersteund door apparaat.
pl: Format prawdopodobnie nie jest obsługiwany przez urządzenie.
pt_br: O formato provavelmente não é suportado pelo dispositivo.
ru: Вероятно, формат не поддерживается устройством.
sv: Formatet stöds förmodligen inte av enheten.
tr: Format muhtemelen cihazınız tarafından desteklenmiyor.
uk: Формат, ймовірно, не підтримується пристроєм.

source: My Documents
ar: المستندات الخاصة بي
ca: Els meus documents
da: Mine Dokumenter
de: Eigene Dateien
el: Τα Έγγραφά Μου
he: המסמכים שלי
ja: マイドキュメント
nb_no: Mine Dokumenter
nl: Mijn Documenten
pl: Moje Dokumenty
pt_br: Meus documentos
ru: Мои документы
sv: Mina dokument
tr: Belgelerim
uk: Мої Документи

source: My Desktop
ar: مكتب
ca: El meu escriptori
da: Mit skrivebord
de: Desktop
el: Η Επιφάνεια Εργασίας Μου
he: שולחן העבודה
ja: マイデスクトップ
nb_no: Skrivebord
nl: Mijn Bureaublad
pl: Mój pulpit
pt_br: Minha área de trabalho
ru: Рабочий стол
sv: Mitt skrivbord
tr: Masaüstüm
uk: Робочий стіл

source: Public
ar: العامة
ca: Públic
da: Offentlige
de: Öffentlich
el: Κοινό
he: ציבורי
ja: パブリック
nb_no: Offentlig
nl: Openbaar
pl: Publiczny
pt_br: Público
ru: Общий
sv: Offentlig
uk: Загальнодоступний

source: Authors
ar: المؤلفون
ca: Autors
da: Forfattere
de: Autoren
el: Συγγραφείς
he: יוצרים
ja: 著者
nb_no: Forfattere
nl: Auteurs
pl: Autorzy
pt_br: Autores
ru: Авторы
sv: Författare
tr: Yazarlar
uk: Автори

source: Original Year
ar: السنة الأصلية
ca: Any original
da: Originalår
de: Jahr (original)
el: Αρχικό Έτος
he: שנה מקורית
ja: オリジナル年
nb_no: Originalt år
nl: Origineel jaar
pl: Oryginalny rok
pt_br: Ano original
ru: Дата оригинала
sv: Originalets år
tr: Orijinal Yıl
uk: Початковий рік

source: The file %s cannot be created.
ar: لا يمكن إنشاء الملف %s.
ca: No es pot crear el fitxer %s.
da: Filen %s kan ikke oprettes.
de: Die Datei %s konnte nicht erstellt werden.
el: Δεν μπορεί να δημιουργηθεί το αρχείο %s.
he: לא ניתן ליצור את הקובץ %s.
ja: ファイル"%s"を作成できません。
nb_no: Filen %s kan ikke lages.
nl: Bestand %s kan niet worden aangemaakt.
pl: Nie można utworzyć pliku %s.
pt_br: O arquivo %s não pode ser criado.
ru: Невозможно создать файл %s.
sv: Filen %s kan inte skapas.
tr: %s dosyası oluşturulamıyor.
uk: Файл %s не може бути створений.

source: Searching for updates...
ar: البحث عن التحديثات...
ca: S'estan cercant actualitzacions...
da: Søger efter opdateringer...
de: Suche nach Updates...
el: Αναζήτηση για ενημερώσεις...
he: מחפש עדכונים...
ja: アップデートを検索しています...
nb_no: Søker etter oppdateringer...
nl: Zoeken naar updates...
pl: Wyszukiwanie aktualizacji...
pt_br: Procurando atualizações...
ru: Поиск обновлений...
sv: Söker efter uppdateringar...
tr: Güncellemeler aranıyor...
uk: Пошук оновлень...

source: Checking for new version...
ar: البحث عن صيغة جديدة...
ca: Comprovant si hi ha una nova versió ...
da: Tjekker for ny version...
de: Prüfe auf neue Version...
el: Έλεγχος για νέα έκδοση...
he: בודק גרסה חדשה...
ja: 新しいバージョンを確認しています...
nb_no: Sjekker etter ny versjon...
nl: Controleren op nieuwe versie...
pl: Sprawdzanie nowej wersji...
pt_br: Verificando nova versão...
ru: Проверка новой версии...
sv: Söker efter ny version...
tr: Yeni sürüm kontrol ediliyor...
uk: Перевірка наявності нової версії...

source: MediaMonkey %s is the current version
ar: MediaMonkey %s هو الإصدار الحالي
ca: MediaMonkey %s és la versió actual
da: MediaMonkey %s er den aktuelle version
de: MediaMonkey %s ist die aktuelle Version
el: Η τρέχουσα έκδοση MediaMonkey είναι %s
he: MediaMonkey %s היא הגרסה הנוכחית
ja: MediaMonkey %s は現行バージョンです
nb_no: MediaMonkey %s er nyeste versjon
nl: MediaMonkey %s is de meest recente versie
pl: MediaMonkey %s to aktualna wersja
pt_br: MediaMonkey %s é a versão mais recente
ru: %s - текущая версия MediaMonkey
sv: MediaMonkey %s är den aktuella versionen
tr: MediaMonkey %s mevcut sürümüdür
uk: MediaMonkey %s - поточна версія

source: MediaMonkey could not check for updates;
ar: تعذر على MediaMonkey التحقق من التحديثات؛
ca: MediaMonkey no ha pogut comprovar si hi ha actualitzacions;
da: MediaMonkey kunne ikke tjekke for opdateringer;
de: MediaMonkey kann nicht nach Updates suchen;
el: Το MediaMonkey δεν μπόρεσε να ελέγξει για ενημερώσεις·
he: לא ניתן לבדוק עדכונים עם MediaMonkey;
ja: MediaMonkeyはアップデートを確認できませんでした;
nb_no: MediaMonkey kunne ikke sjekke for oppdateringer;
nl: MediaMonkey kon niet naar updates zoeken;
pl: MediaMonkey nie mógł sprawdzić aktualizacji;
pt_br: O MediaMonkey não pode verificar atualizações;
ru: MediaMonkey не может проверить наличие обновлений;
sv: MediaMonkey kunde inte söka efter uppdateringar;
tr: MediaMonkey güncellemeleri kontrol edemedi;
uk: MediaMonkey не вдалося перевірити наявність оновлень;

source: &Load Playlist
ar: تحميل قائمة التشغيل
ca: &Carrega la llista de reproducció
da: &Indlæs spilleliste
de: Wiedergabeliste &laden
el: Φόρτωση Λίστας Αναπαραγωγής
he: טען רשימת השמעה
ja: プレイリストを読み込む(&L)
nb_no: &Last Spilleliste
nl: Afspee&llijst Openen
pl: Ładuj playlistę
pt_br: &Carregar lista
ru: Загрузить плейлист
sv: &Ladda Spellista
tr: &Oynatma Listesini Yükle
uk: &Завантажити Список відтворення

source: Plug-in %s could not be opened.
ar: غير قادر على فتح البرنامج المساعد %s.
ca: No s'ha pogut obrir el connector %s.
da: Plug-in %s kunne ikke åbnes.
de: Plugin %s konnte nicht geöffnet werden.
el: Δεν μπόρεσε να ανοιχθεί το plug-in %s.
he: לא ניתן לפתוח את התוסף %s.
ja: プラグイン%sを開けませんでした。
nb_no: Tillegg %s kunne ikke bli åpnet.
nl: Plug-in %s kon niet worden geopend.
pl: Wtyczka %s nie mogła być otwarta.
pt_br: Plug-in %s não pode ser aberto.
ru: Невозможно открыть плагин %s.
sv: Plugin %s kan inte öppnas.
tr: Eklenti %s açılamadı.
uk: Не вдалося відкрити плагін %s.
