Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: MediaMonkey looks up images from various websites. Please choose to accept or reject cookies for images to be looked up.
ar: يبحث MediaMonkey عن الصور من مواقع مختلفة. يرجى اختيار القبول أو الرفض للكوكيز للصور لتي يتم البحث عنها.
ca: MediaMonkey cerca imatges de diversos llocs web. Si us plau, trieu acceptar o rebutjar les galetes perquè es busquin les imatges.
da: MediaMonkey søger billeder på forskellige hjemmesider. Vælg venligst at acceptere eller afvise cookies for billeder der skal slås op.
de: Mediamonkey sucht auf mehreren Websites nach Bildern. Bitte entscheiden Sie, ob Sie dabei Cookies akzeptieren oder nicht.
el: Το MediaMonkey αναζητά εικόνες από διάφορους ιστότοπους. Παρακαλούμε επιλέξτε να αποδεχτείτε ή να απορρίψετε τα cookies για την αναζήτηση εικόνων.
he: MediaMonkey מחפש תמונות מאתרים שונים. אנא בחר לאשר או לדחות עוגיות עבור תמונות שיש לחפש.
ja: MediaMonkeyはさまざまなウェブサイトから画像を検索します。画像を検索するためにCookieを受け入れるか拒否するかを選択してください。
nb_no: MediaMonkey ser etter bilder fra forskjellige nettsteder. Vennligst velg å godta eller avvise informasjonskapsler for bilder som skal hentes.
nl: MediaMonkey zoekt afbeeldingen op verschillende websites. Kies ervoor om cookies te accepteren of te weigeren om afbeeldingen op te zoeken.
pt_br: O MediaMonkey busca imagens de vários websites. Por favor, selecione aceitar ou rejeitar cookies para as imagens pesquisadas.
ru: MediaMonkey просматривает изображения с разных сайтов. Выберите, принимать или отклонять файлы cookie для поиска изображений.
sv: MediaMonkey slår upp bilder från olika webbplatser. Var vänlig att välja om du vill acceptera eller avvisa kakor för bilder som ska slås upp.
tr: MediaMonkey çeşitli web sitelerinden görselleri arar. Görsellerin aranması için lütfen çerezleri kabul etmeyi veya reddetmeyi seçin.
uk: MediaMonkey шукає зображення з різних вебсайтів. Виберіть, щоб прийняти або відхилити файли cookie для зображень, які потрібно шукати.

source: There was an error while connecting to
ar: حدث خطأ أثناء الاتصال بـ
ca: S'ha produït un error en connectar-se a
da: Der opstod en fejl under forbindelse til
de: Fehler beim Verbinden mit
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση σε
he: התרחשה שגיאה בעת התחברות ל
ja: 接続中にエラーが発生しました
nb_no: Det oppstod en feil under tilkobling til
nl: Fout bij het verbinden met
pl: Wystąpił błąd podczas łączenia z
pt_br: Ocorreu um erro na conexão com
ru: Ошибка при подключении к
sv: Ett fel uppstod vid anslutning till
tr: Bağlanırken bir hata oluştu
uk: Трапилась помилка під час підключення до

source: Continue reading at Wikipedia...
ar: تابع القراءة على ويكيبيديا...
ca: Continueu llegint a la Wikipedia ...
da: Fortsæt læsning på Wikipedia...
de: Weiterlesen bei Wikipedia...
el: Συνέχεια ανάγνωσης στη Wikipedia ...
he: המשך לקרוא בוויקיפדיה...
ja: Wikipediaで続きを読む...
nb_no: Fortsett å lese på Wikipedia...
nl: Verder lezen op Wikipedia...
pl: Czytaj dalej na Wikipedii...
pt_br: Continuar lendo na Wikipédia...
ru: См. далее в Википедии...
sv: Fortsätt att läsa på Wikipedia...
tr: Okumaya devam etmek için Vikipedi'ye bakın...
uk: Продовжити читати у Вікіпедії...

source: Error downloading content. Click to retry.
ar: خطأ في تنزيل المحتوى. انقر للمحاولة مرة أخرى.
ca: Error en baixar contingut. Feu clic per tornar-ho a provar.
da: Fejl ved download af indhold. Klik for at prøve igen.
de: Fehler beim Herunterladen des Inhalts. Klicken Sie hier, um es erneut zu versuchen.
el: Σφάλμα κατά τη λήψη περιεχομένου. Κλικ για επανάληψη.
he: שגיאה בהורדת התוכן. לחץ לנסות שנית.
ja: コンテンツのダウンロード中にエラーが発生しました。クリックして再試行してください。
nb_no: Feil ved nedlasting av innhold. Klikk for å prøve igjen.
nl: Fout bij downloaden. Probeer opnieuw.
pl: Błąd podczas pobierania treści. Kliknij, aby spróbować ponownie.
pt_br: Erro ao baixar conteúdo. Clique para repetir.
ru: Ошибка при загрузке содержимого. Нажмите, чтобы повторить попытку.
sv: Fel vid nedladdning av innehåll. Klicka för att försöka igen.
tr: İçerik indirme hatası. Yeniden denemek için tıklayın.
uk: Помилка завантаження вмісту. Клацніть, щоб повторити спробу.

source: No matching content online. Please verify the spelling of existing metadata or edit the entry in
ar: لا يوجد محتوى متطابق على الإنترنت. يرجى التحقق من التهجئة أو تعديل الإدخال في
ca: No hi ha contingut coincident en línia. Verifiqueu l'ortografia de les metadades existents o editeu l'entrada a
da: Ingen matchende indhold online. Bekræft venligst den eksisterende metadata stavning eller rediger indskrivningen i
de: Keine passenden Online-Ergebnisse gefunden. Bitte überprüfen Sie die Schreibweise vorhandener Metadaten oder bearbeiten Sie den Eintrag in
el: Δεν υπάρχει αντίστοιχο περιεχόμενο στο διαδίκτυο. Πρακαλούμε επαληθεύστε την ορθογραφία των υπαρχόντων μεταδεδομένων ή επεξεργαστείτε την καταχώριση σε
he: אין תוכן תואם באינטרנט. אנא אמת את איות הנתונים הקיימים או ערוך את הרשומה ב
ja: オンラインで一致するコンテンツがありません。既存のメタデータのスペルを確認するか、エントリを編集してください
nb_no: Ingen samsvarende innhold på nettet. Vennligst verifiser stavemåten av eksisterende metadata eller rediger oppføringen i
nl: Geen overeenkomsten online. Controleer de spelling van bestaande metadata of bewerk het veld in
pl: Brak pasujących treści online. Sprawdź pisownię istniejących metadanych lub edytuj wpis w
pt_br: Nenhum conteúdo correspondente online. Verifique a ortografia dos metadados existentes ou edite o texto em
ru: В Интернете нет соответствующего контента. Проверьте правильность написания существующих метаданных или отредактируйте запись в
sv: Inget matchande innehåll online. Vänligen verifiera stavningen av befintliga metadata eller redigera posten i
tr: Çevrimiçi eşleşen içerik yok. Lütfen mevcut meta verilerin yazımını doğrulayın veya girişi düzenleyin
uk: Немає відповідного вмісту в Інтернеті. Перевірте правопис наявних метаданих або відредагуйте запис у

source: albums
ar: الألبومات
da: album
de: Alben
el: άλμπουμ
he: אלבומים
ja: アルバム
nb_no: album
pl: albumy
pt_br: álbuns
ru: альбомы
sv: album
tr: albümler
uk: альбоми

source: Next view
ar: العرض التالي
ca: Vista següent
da: Næste visning
de: Seite vor
el: Επόμενη προβολή
he: תצוגה הבאה
ja: 次のものを表示
nb_no: Neste visning
nl: Volgende weergave
pl: Następny widok
pt_br: Próxima visão
ru: Следующий просмотр
sv: Nästa vy
tr: Sonraki görünüm
uk: Наступний вигляд

source: Statistics
ar: إحصائيات
ca: Estadístiques
da: Statistik
de: Statistiken
el: Στατιστικά
he: סטטיסטיקה
ja: 統計
nb_no: Statistikk
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
sv: Statistik
tr: İstatistikler
uk: Статистика

source: MediaMonkey Library Statistics
ar: إحصائيات مكتبة MediaMonkey
ca: Estadístiques de la biblioteca MediaMonkey
da: MediaMonkey Biblioteksstatistik
de: Archivstatistiken
el: Στατιστικά Βιβλιοθήκης MediaMonkey
he: סטטיסטיקה של ספריית MediaMonkey
ja: MediaMonkeyライブラリ統計
nb_no: MediaMonkey Bibliotekstatistikk
nl: MediaMonkey Bibliotheekstatistieken
pl: Statystyki biblioteki MediaMonkey
pt_br: Estatísticas da biblioteca do MediaMonkey
ru: Статистика библиотеки MediaMonkey
sv: MediaMonkey biblioteksstatistik
tr: MediaMonkey Kütüphane İstatistikleri
uk: Статистика Бібліотеки MediaMonkey

source: Totals
ar: الإجماليات
da: Totaler
de: Gesamt
el: Σύνολο
he: סיכום
ja: 合計
nb_no: Totalt
nl: Totalen
pl: Razem
pt_br: Totais
ru: Итого
sv: Totalt
tr: Toplamlar
uk: Всього

source: Played
ar: عدد القراءات
ca: Reproduït
da: Spillet
de: Gespielt
el: Αναπαράχθηκαν
he: הושמע
ja: 再生曲
nb_no: Spilte
nl: Gespeeld
pl: Odtwarzany
pt_br: Tocados
ru: Прослушанных
sv: Spelad
tr: Oynandı
uk: Відтворені

source: File size
ar: حجم الملف
ca: Mida de l'arxiu
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
he: גודל קובץ
ja: ファイルサイズ
nb_no: Filstørrelse
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер
sv: Filstorlek
tr: Dosya boyutu
uk: Розмір файлу

source: Averages
ar: المتوسطات
ca: Mitjanes
da: Gennemsnit
de: Durchschnittswerte
el: Μέσοι Όροι
he: ממוצעים
ja: 平均
nb_no: Gjennomsnitt
nl: Gemiddelden
pl: Średnie
pt_br: Médias
ru: Среднее
tr: Ortamalar
uk: Середні

source: Tracks per Artist
ar: المسارات لكل فنان
ca: Pistes per Artista
da: Spor pr. kunstner
de: Tracks pro Interpret
el: Κομμάτια ανά Καλλιτέχνη
he: רצועות לאמן
ja: アーティストごとのトラック数
nb_no: Spor per artist
nl: Tracks per Artiest
pl: Utwory wg artysty
pt_br: Faixas por artista
ru: Треков у исполнителя
tr: Sanatçı başına parça sayısı
uk: Доріжки на Виконавця

source: Tracks per Album
ar: المسارات لكل ألبوم
ca: Pistes per a Àlbum
da: Spor pr. album
de: Tracks pro Album
el: Κομμάτια ανά Άλμπουμ
he: רצועות לאלבום
ja: アルバムごとのトラック数
nb_no: Spor per album
pl: Utwory na album
pt_br: Faixas por álbum
ru: Треков на альбом
tr: Albüm Başına Parça
uk: Доріжки на Альбом

source: Tracks per Genre
ar: المسارات لكل نوع
ca: Pistes per a Gènere
da: Spor pr. genre
de: Tracks pro Genre
el: Κομμάτια ανά Είδος
he: רצועות לז'אנר
ja: ジャンルあたりのトラック数
nb_no: Spor per sjanger
pl: Utwory wg gatunku
pt_br: Faixas por gênero
ru: Треков по жанру
sv: Spår per genre
tr: Tür Başına Parçalar
uk: Доріжки за Жанром

source: Tracks per Year
ar: المسارات لكل سنة
ca: Pistes per Any
da: Spor pr. år
de: Tracks pro Jahr
el: Κομμάτια ανά Έτος
he: רצועות לשנה
ja: 録音年ごとのトラック数
nb_no: Spor per år
nl: Tracks per Jaar
pl: Utworów na rok
pt_br: Faixas por ano
ru: Треков в год
sv: Spår per år
tr: Yıl Başına Parça Sayısı
uk: Доріжки за Роком

source: Bitrate (kbps)
ar: معدل البت (كيلوبت في الثانية)
ca: Taxa de bits (kbps)
de: Bitrate (kbit/s)
he: קצב דו סטרי (kbps)
ja: ビットレート(kbps)
nl: Bitwaarde (kbps)
pl: Szybkość transmisji (kb/s)
pt_br: Taxa de bits (kbps)
ru: Битрейт (кбит/с)
tr: Bit Hızı (kbps)
uk: Швидкість потоку (кбіт/с)

source: Tracks played per day
ar: المسارات المشغلة لكل يوم
ca: Pistes reproduïdes al dia
da: Spor spillet pr. dag
de: Pro Tag abgespielte Tracks
el: Αναπαραχθέντα κομμάτια ανά ημέρα
he: רצועות שהושמעו ביום
ja: １ 日あたりの再生トラック数
nb_no: Spor spilt per dag
nl: Gespeelde tracks per dag
pl: Utwory odtwarzane dziennie
pt_br: Faixas tocadas por dia
ru: Треков, прослушанных за день
tr: Günlük çalınan parça sayısı
uk: Доріжки, відтворені за день

source: Top %d Artists
ar: أهم %d فنانون
ca: %d Artistes Principals
da: Top %d Kunstnere
de: %d Top-Interpreten
el: Κορυφαίοι %d Καλλιτέχνες
he: %d אמנים מובילים
ja: アーティスト トップ %d
nb_no: Topp %d artister
nl: Top %d Artiesten
pl: Najlepsi wykonawcy: %d
pt_br: Top %d artistas
ru: Топ-%d исполнителей
tr: En İyi %d Sanatçı
uk: Топ %d Виконавців

source: Top %d Artists played
ar: أهم %d فنانون تم تشغيلهم
ca: %d Artistes Principals reproduïts
da: Top %d Kunstnere spillet
de: %d Top-Interpreten (gespielt)
el: Κορυφαίοι %d αναπαραχθέντες Καλλιτέχνες
he: %d אמנים המובילים שהושמעו
ja: 再生したアーティスト トップ %d
nb_no: Topp %d artister spilt
nl: Top %d gespeelde Artiesten
pl: Najlepsi grani wykonawcy: %d
pt_br: Top %d artistas mais tocados
ru: Топ-%d прослушанных исполнителей
sv: Topp %d spelade artister
tr: En İyi %d Sanatçılar Çalındı
uk: Топ %d відтворених Виконавців

source: Top %d Albums
ar: أهم %d ألبومات
ca: %d Àlbuns Principals
de: %d Top-Alben
el: Κορυφαία %d Άλμπουμ
he: %d אלבומים מובילים
ja: アルバム トップ %d
nb_no: Topp %d album
pl: Najlepsze albumy: %d
pt_br: Top %d álbuns
ru: Топ-%d альбомов
sv: Topp %d album
tr: En İyi %d Albüm
uk: Топ %d Альбомів

source: Top %d Albums played
ar: أهم %d ألبومات تم تشغيلها
ca: %d Àlbums Principals reproduïts
da: Top %d Albums spillet
de: %d Top-Alben (gespielt)
el: Κορυφαία %d αναπαραχθέντα Άλμπουμ
he: %d אלבומים שהושמעו מעל לכל
ja: 再生したアルバム トップ %d
nb_no: Topp %d album spilt
nl: Top %d gespeelde Albums
pl: %d najczęściej odtwarzanych albumów
pt_br: Top %d álbuns mais tocados
ru: Топ-%d прослушанных альбомов
sv: Top %d Album som spelats
tr: En Çok Çalınan %d Albüm
uk: Топ %d відтворених Альбомів

source: Top %d Genres
ar: أهم %d أنواع
ca: %d Gèneres Principals
da: Top %d Genrer
de: %d Top-Genres
el: Κορυφαία %d Είδη
he: %d ז'אנרים מובילים
ja: ジャンル トップ %d
nb_no: Topp %d sjangre
pl: Najlepsze %d gatunki
pt_br: Top %d gêneros
ru: Топ-%d жанров
tr: En İyi %d Tür
uk: Топ %d Жанрів

source: Top %d Genres played
ar: أهم %d أنواع تم تشغيلها
ca: %d Gèneres Principals reproduïts
da: Top %d Genrer spillet
de: Top %d Genres (gespielt)
el: Κορυφαία %d αναπαραχθέντα Είδη
he: %d ז'אנרים שהושמעו מעל לכל
ja: 再生したジャンル トップ %d
nb_no: Topp %d sjangre spilt
nl: Top %d gespeelde Genres
pl: %d najczęściej granych gatunków
pt_br: Top %d gêneros mais tocados
ru: Топ-%d прослушанных жанров
sv: Top %d genrer som spelats
tr: En çok çalınan %d Tür
uk: Топ %d відтворених Жанрів

source: Ratings
ar: التقييمات
ca: Valoració
da: Bedømmelser
de: Bewertungen
el: Εκτιμήσεις
he: דירוגים
ja: 評価
nb_no: Vurderinger
nl: Scores
pl: Oceny
pt_br: Avaliações
ru: Рейтинги
tr: Puanlar
uk: Рейтинг

source: Ratings played
ar: التقييمات التي تم تشغيلها
ca: Puntuacions reproduïdes
da: Bedømmelser spillet
de: Bewertungen (gespielt)
el: Αναπαραχθείσες εκτιμήσεις
he: השמעות על פי דירוגים
ja: 再生中の曲の評価
nb_no: Vurderinger spilt
nl: Scores afgespeeld
pl: Ocena odtwarzanego
pt_br: Avaliações tocadas
ru: Рейтинги воспроизведения
tr: Oynanan dereceler
uk: Рейтинги відтворені

source: MediaMonkey Music Library Statistics
ar: إحصائيات المكتبة الصوتية MediaMonkey
ca: Estadístiques de la biblioteca musical de MediaMonkey
da: MediaMonkey Music Library Statistik
de: Archivstatistiken
el: Στατιστικά Μουσικής Βιβλιοθήκης MediaMonkey
he: סטטיסטיקות של ספריית מוזיקה של MediaMonkey
ja: MediaMonkey 音楽ライブラリの統計
nb_no: MediaMonkey Musikkbibliotek Statistikker
nl: MediaMonkey-Bibliotheek Statistieken
pl: Statystyka biblioteki muzycznej MediaMonkey
pt_br: Estatísticas da biblioteca musical do MediaMonkey
ru: Статистика фонотеки MediaMonkey
sv: Statistik för Mediabiblioteket
tr: MediaMonkey Müzik Kütüphanesi İstatistikleri
uk: Статистика Музичної Бібліотеки MediaMonkey

source: Swap Artist and Title
ar: تبديل الفنان والعنوان
ca: Intercanviar artista i títol
da: Byt kunstner og titel
de: Tausche Interpret und Titel
el: Ανταλλαγή Καλλιτέχνη και Τίτλου
he: החלף בין אמן לכותרת
ja: アーティストとタイトルを入れ替え
nb_no: Bytt artist og tittel
nl: Artiest en Titel omkeren
pl: Zamień wykonawcę i tytuł
pt_br: Inverter artista e título
ru: Поменять местами исполнителя и название
sv: Skifta plats på Artist och Titel
tr: Sanatçı ve Başlığı değiştir
uk: Поміняти місцями Виконавця та Назву

source: Set as sync target
ar: تعيين كهدف للمزامنة
ca: Estableix com a objectiu de sincronització
da: Indstil som synkområde
de: Als Synchronisierungsziel festlegen
el: Ορισμός ως στόχου συγχρονισμού
he: הגדר כיעד סינכרון
ja: 同期ターゲットとして設定
nb_no: Sett som synkroniseringsmål
nl: Als synchronisatiedoel instellen
pl: Ustaw jako cel synchronizacji
pt_br: Definir como destino da sincronização
ru: Сделать целью синхронизации
sv: Ställ in som synkroniseringsmål
tr: Eşitleme hedefi olarak ayarla
uk: Встановити як адресу синхронізації

source: This will create a new sync profile for this drive/folder so that you can sync files to this location as if it were a portable device.
ar: سيقوم هذا بإنشاء ملف تعريف مزامنة جديد لهذا المحرك/المجلد بحيث يمكنك مزامنة الملفات إلى هذا الموقع كما لو كان جهازاً محمولاً.
ca: Això crearà un perfil de sincronització nou per a aquest disc / carpeta de manera que pugueu sincronitzar fitxers en aquesta ubicació com si fos un dispositiu portàtil.
da: Dette vil oprette en ny synkroniseringsprofil for dette drev/mappe, så du kan synkronisere filer til dette sted, som om det var en bærbar enhed.
de: Sie können ein neues Synchronisierungsprofil für dieses Laufwerk/diesen Ordner erstellen, die dann wie ein tragbares Gerät zum Synchronisieren zur Verfügung stehen.
el: Αυτό θα δημιουργήσει ένα νέο προφίλ συγχρονισμού για αυτήν την μονάδα/φάκελο, ώστε να μπορείτε να συγχρονίσετε αρχεία σε αυτήν την τοποθεσία σαν να ήταν φορητή συσκευή.
he: זה ייצור פרופיל סינכרון חדש לכונן/תיקייה זה כך שתוכל לסנכרן קבצים למיקום זה כאילו הוא מכשיר נייד.
ja: ファイルをポータブルデバイスのようにこのドライブ/フォルダーに同期することができるように、このドライブ/フォルダーの新しい同期プロフィールを作成します。
nb_no: Dette vil lage en ny synkroniseringsprofil for denne stasjonen/mappen slik at du kan synkronisere filer til denne plasseringen som om det var en bærbar enhet.
nl: Maakt een nieuw synchronisatieprofiel voor dit station/deze map , zodat bestanden naar deze locatie gesynchroniseerd kunnen worden alsof het een draagbaar apparaat is.
pl: Spowoduje to utworzenie nowego profilu synchronizacji dla tego dysku/folderu, dzięki czemu będziesz mógł synchronizować pliki z tą lokalizacją tak, jakby było to urządzenie przenośne.
pt_br: Isto irá criar um novo perfil de sincronização para este drive/pasta, permitindo sincronizar arquivos para esse local como se fosse um dispositivo portátil.
ru: Будет создан новый профиль синхронизации для этого диска/папки, чтобы можно было синхронизировать файлы с этим расположением, как если бы это было портативное устройство.
sv: Detta skapar en ny synkroniseringsprofil för den här enheten/mappen så att du kan synkronisera filer till den här platsen som om det vore en bärbar enhet.
tr: Bu, bu sürücü/klasör için yeni bir senkronizasyon profili oluşturacak ve böylece dosyaları taşınabilir bir cihazmış gibi bu konumla senkronize edebileceksiniz.
uk: Цим буде створено новий профіль синхронізації для поточного диска/теки для того, щоб ви могли синхронізувати файли для цього розташування немов би це був портативний пристрій.

source: Sync root
ar: جذر المزامنة
ca: Sincronitza l'arrel
da: Synk benign
de: Sync.-Zielpfad
el: Συγχρονισμός κύριου
he: שורש לסינכרון
ja: ルートを同期
nb_no: Synkroniseringsrot
nl: Root synchroniseren
pl: Synchronizuj główny
pt_br: Raiz da sincronização
ru: Корень синхронизации
sv: Synkroniseringsrotkatalog
tr: Kök senkronizasyonu
uk: Синхронізувати кореневу теку

source: Milkshake requires Hardware Acceleration to be enabled
ar: يتطلب ميلك شيك تفعيل تسريع الأجهزة
ca: Milkshake requereix que l'acceleració de maquinari estigui activada
da: Milkshake kræver, at hardware acceleration er aktiveret
de: Für Milkshake muss die Hardware-Beschleunigung aktiviert sein
he: Milkshake דורש שהאצת החומרה תהיה מופעלת
ja: ミルクシェイクを有効にするには、ハードウェアアクセラレーションが必要です
nb_no: Milkshake krever at maskinvareakselerasjon er aktivert
nl: Voor Milkshake moet Hardwareversnelling zijn ingeschakeld
pt_br: Milkshake precisa de aceleração de hardware habilitada
ru: Для работы Milkshake нужно включить аппаратное ускорение
sv: Milkshake kräver maskinvaruacceleration för att aktiveras
tr: Milkshake'in etkinleştirilmesi için Donanım Hızlandırması gerekir

source: Select preset
ar: اختر الإعداد مسبق
ca: Seleccioneu la predeterminada
da: Vælg forudindstilling
de: Presets auswählen
el: Επιλογή προεπιλογής
he: בחר אפקט תצוגה
ja: プリセットを選択
nb_no: Velg forhåndsinnstilling
nl: Voorinstelling selecteren
pl: Wybierz ustawienie
pt_br: Selecione o ajuste
ru: Выберите пресет
sv: Välj förinställning
tr: Ön ayarı seç
uk: Вибрати попередні налаштування

source: Switching to minimum width for YouTube video.
ar: التبديل إلى عرض الحد الأدنى لفيديو YouTube.
ca: S'està canviant a l'amplada mínima per al vídeo de YouTube.
da: Skifter til minimum bredde for YouTube video.
de: Schalte für YouTube-Video auf minimale Breite um.
he: מעבר לרוחב מינימלי עבור וידאו YouTube.
ja: YouTube動画では最小限の幅に切り替え。
nb_no: Bytter til minimum bredde for YouTube-video.
nl: Overschakelen naar minimale breedte voor YouTube video.
pt_br: Alternando para largura mínima para vídeo do YouTube.
ru: Переключение на минимальную ширину видео на YouTube.
sv: Växlar till minsta bredd för YouTube-video.
tr: YouTube videosu için minimum genişliğe geçiliyor.

source: Search results
ar: نتائج البحث
ca: Resultats de la cerca
da: Søgeresultater
de: Suchergebnisse
el: Αναζήτηση αποτελεσμάτων
he: תוצאות חיפוש
ja: 検索結果
nb_no: Søkeresultater
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
ru: Результаты поиска
sv: Sökresultat
tr: Arama sonuçları
uk: Результати пошуку

source: YouTube query failed:
ar: فشل استعلام YouTube:
ca: La consulta de YouTube ha fallat:
da: YouTube-forespørgsel fejlede:
de: YouTube-Abfrage fehlgeschlagen:
el: Αποτυχία ερωτήματος YouTube:
he: שאילתת YouTube נכשלה:
ja: YouTubeクエリに失敗しました:
nb_no: YouTube-forespørsel mislyktes:
nl: Info opvragen bij YouTube mislukt:
pl: Zapytanie w YouTube nie powiodło się
pt_br: Consulta ao YouTube falhou:
ru: Ошибка запроса на YouTube:
sv: YouTube-fråga misslyckades:
tr: YouTube sorgusu başarısız oldu:
uk: Помилка запиту YouTube:

source: Problem while updating file %s: %s
ar: مشكلة أثناء تحديث الملف %s: %s
ca: Problema en actualitzar el fitxe r%s: %s
da: Problem mens opdaterer fil %s: %s
de: Fehler beim Aktualisieren der Datei %s: %s
el: Πρόβλημα κατά την ενημέρωση του αρχείου %s: %s
he: בעיה בעדכון קובץ %s: %s
ja: ファイルのアップデート中に問題発生 %s: %s
nb_no: Problem ved oppdatering av fil %s: %s
nl: Probleem bij het updaten van bestand %s: %s
pl: Problem podczas aktualizacji pliku %s: %s
pt_br: Problema ao atualizar o arquivo %s: %s
ru: Проблема обновления файла %s: %s
sv: Problem vid uppdatering av fil %s: %s
tr: %s dosyası güncellenirken sorun oluştu: %s
uk: Проблема під час оновлення файлу %s: %s

source: Problem while deleting file %s: %s
ar: مشكلة أثناء حذف الملف %s: %s
ca: Problema en suprimir el fitxer %s: %s
da: Problem mens sletter fil %s: %s
de: Fehler beim Löschen der Datei %s: %s
el: Πρόβλημα κατά την διαγραφή του αρχείου %s: %s
he: בעיה במחיקת קובץ %s: %s
ja: ファイルの削除中に問題発生 %s: %s
nb_no: Problem ved sletting av fil %s: %s
nl: Probleem bij het verwijderen van bestand %s: %s
pl: Problem podczas usuwania pliku %s: %s
pt_br: Problema ao excluir o arquivo %s: %s
ru: Проблема удаления файла %s: %s
sv: Problem vid radering av fil %s: %s
tr: %s dosyası silinirken sorun oluştu: %s
uk: Проблема при видаленні файлу %s: %s

source: All Genres
ar: جميع الأنواع
ca: Tots el Gèneres
da: Alle genrer
de: Alle Genres
el: Όλα τα Είδη
he: כל הסגנונות
ja: すべてのジャンル
nb_no: Alle sjangre
nl: Alle genres
pl: Wszystkie gatunki
pt_br: Todos os gêneros
ru: Все жанры
sv: Alla genrer
tr: Tüm Türler
uk: Усі Жанри

source: All Collections
ar: جميع المجموعات
ca: Totes les col·leccions
da: Alle samlinger
de: Jede Auswahl
el: Όλες οι Συλλογές
he: כל האוספים
ja: すべてのコレクション
nb_no: Alle Samlinger
nl: Alle collecties
pl: Wszystkie kolekcje
pt_br: Todas as coleções
ru: Все коллекции
sv: Alla samlingar
tr: Tüm Koleksiyonlar
uk: Усі Колекції

source: All Playlists
ar: كافة قوائم التشغيل
ca: Totes les llistes de reproducció
da: Alle Afspilningslister
de: Alle Wiedergabelisten
el: Όλες οι Λίστες Αναπαραγωγής
he: כל הרשימות
ja: 全プレイリスト
nb_no: Alle spillelister
nl: Alle Afspeellijsten
pl: Wszystkie listy odtwarzania
pt_br: Todas as listas de execução
ru: Все плейлисты
sv: Alla spellistor
tr: Tüm Oynatma Listeleri
uk: Всі списки відтворення

source: %d files to be tagged
ar: %d ملفات لتتم علامتها
ca: S'han d'etiquetar %d fitxers
da: %d filer der skal tagges
de: Noch %d Dateien zu taggen
el: %d αρχεία για ετικέτα
he: %d קבצים לסימון
ja: %d個のファイルをタグ付け
nb_no: %d filer å tagge
nl: %d bestanden te labelen
pl: %d plików do oznaczenia
pt_br: %d arquivos para gravar tag
ru: Треков для добавления тегов: %d
sv: %d filer som ska taggas
tr: Etiketlenecek %d dosya
uk: %d файлів для позначення теґами
