Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Continuously
ar: باستمرار
ca: Continuament
da: Kontinuerligt
de: Ständig
el: Συνεχώς
he: באופן קבוע
ja: 連続ループ
nb_no: Kontinuerlig
nl: Continu
pl: Nieprzerwanie
pt_br: Continuamente
ru: Непрерывно
sv: Kontinuerligt
tr: Sürekli
uk: Безперервно

source: Auto detection
ar: الكشف التلقائي
ca: Auto detecció
da: Auto-detektion
de: Automatisches Erkennen
el: Αυτόματος εντοπισμός
he: זיהוי אוטומטי
ja: 自動検出
nb_no: Automatisk deteksjon
nl: Auto-detectie
pl: Automatyczne wykrywanie
pt_br: Auto detectar
ru: Автообнаружение
sv: Automatisk detektering
tr: Otomatik algılama
uk: Автоматичне виявлення

source: Remove selected folder(s)
ar: إزالة المجلدات المحددة
ca: Esborreu les carpetes seleccionades
da: Fjern valgte mappe(r)
de: Ausgewählte(n) Ordner entfernen
el: Αφαίρεση επιλεγμένου(ων) φακέλου(ων)
he: הסר קבצים נבחרים
ja: 選択したフォルダーを削除
nb_no: Fjern valgte mappe(r)
nl: Verwijder geselecteerde map(pen)
pl: Usuń wybrane foldery
pt_br: Remover pasta(s) selecionada(s)
ru: Удалить выбранные папки
sv: Radera valda mappar
tr: Seçili klasörü kaldır(s)
uk: Вилучити вибрані теки

source: Classical Music
ar: الموسيقى الكلاسيكية
ca: Música clàssica
da: Klassisk Musik
de: Klassik
el: Κλασική Μουσική
he: מוזיקה קלאסית
ja: クラシック音楽
nb_no: Klassisk musikk
nl: Klassieke Muziek
pl: Muzyka klasyczna
pt_br: Música clássica
ru: Классическая музыка
sv: Klassisk musik
tr: Klasik müzik
uk: Класична Музика

source: Schedule
ar: الجدول
ca: Horari
da: Skema
de: Ablaufplan
el: Προγραμματισμός
he: יומן
ja: スケジュール
nb_no: Planlegg
nl: Schema
pl: Harmonogram
pt_br: Agendamento
ru: Расписание
sv: Schema
tr: Takvim
uk: Розклад

source: Media Type
ar: نوع الوسائط
ca: Tipus de suport
da: Medietype
de: Medientyp
el: Τύπος Πολυμέσων
he: סוג המדיה
ja: メディアの種類
nb_no: Medietype
nl: Soort Media
pl: Typ mediów
pt_br: Tipo de mídia
ru: Тип носителя
sv: Medietyp
tr: Medya Türü
uk: Тип носія

source: Sort by
ar: ترتيب حسب
ca: Ordenat per
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
he: סדר לפי
ja: ソート対象
nb_no: Sorter etter
nl: Sorteren op
pl: Sortuj wg
pt_br: Ordenar por
ru: Сортировка
sv: Sortera efter
tr: Göre sırala
uk: Сортувати за

source: View elements
ar: عناصر العرض
ca: Veure elements
da: Vis elementer
de: Zeige Elemente
el: Προβολή στοιχείων
he: הצג פריט
ja: 要素を表示
nb_no: Vis elementer
nl: Onderdelen weergeven
pl: Wyświetlanie elementów
pt_br: Elementos da visão
ru: Просмотр элементов
sv: Visa element
tr: Öğeleri görüntüle
uk: Переглянути елементи

source: Customize
ar: تخصيص
ca: Personalitzar
da: Tilpas
de: Anpassen
el: Προσαρμογή
he: התאם אישית
ja: カスタマイズ
nb_no: Tilpass
nl: Aanpassen
pl: Dostosuj
pt_br: Personalizar
ru: Настроить
sv: Anpassa
tr: Özelleştir
uk: Налаштувати

source: Image size
ar: حجم الصورة
ca: Mida de la imatge
da: Billedstørrelse
de: Bildgröße
el: Μέγεθος εικόνας
he: גודל תמונה
ja: 画像サイズ
nb_no: Bildestørrelse
nl: Afbeeldingsgrootte
pl: Rozmiar obrazu
pt_br: Tamanho da imagem
ru: Размер изображения
sv: Bildstorlek
tr: Resim boyutu
uk: Розмір зображення

source: Cancel filter
ar: إلغاء الفلتر
ca: Cancel·la el filtre
da: Annuller filter
de: Filter abschalten
el: Ακύρωση φίλτρου
he: בטל מסננים
ja: フィルターをキャンセル
nb_no: Avbryt filter
nl: Filter opheffen
pl: Anuluj filtr
pt_br: Cancelar filtro
ru: Отменить фильтр
sv: Avbryt filter
tr: Filtreyi iptal et
uk: Скасувати фільтр

source: Right-click for history.
ar: انقر بزر الماوس الأيمن للحصول على السجل.
ca: Feu clic amb el botó dret per veure l'historial.
da: Højreklik for historik.
de: Rechtsklick für Verlauf.
el: Δεξί κλικ για ιστορικό.
he: לחצן ימיני להיסטוריה.
ja: 右クリックで履歴表示。
nb_no: Høyreklikk for historikk.
nl: Rechter muisknop voor geschiedenis.
pl: Kliknij prawym przyciskiem myszy, aby wyświetlić historię.
pt_br: Clique-direito para ver histórico.
ru: Щелчок ПКМ - история.
sv: Högerklicka för historik.
tr: Geçmiş için sağ tıklayın.
uk: Клацніть правою кнопкою миші для історії.

source: Sub-nodes
ar: العقد الفرعية
da: Under-noder
de: Unterknoten
el: Υπο-κόμβοι
he: תת-פריטים
ja: サブノード
nb_no: Undernoder
nl: Submappen
pl: Węzły podrzędne
pt_br: Sub-nós
ru: Подузлы
sv: Undernoder
tr: Alt düğümler
uk: Підвузли

source: Album Art
ar: فن الألبوم
ca: Caràtula de lÀlbum
de: Bilder
el: Τέχνη Άλμπουμ
he: כריכה
ja: アルバムアート
nb_no: Albumgrafikk
nl: Album-Illustraties
pl: Okładki albumów
pt_br: Capa
ru: Обложка альбома
sv: Albumbilder
tr: Albüm Kapağı
uk: Ілюстрації Альбому

source: Artist Bio
ar: سيرة الفنان
ca: Biografia de l'artista
da: Kunstner Biografi
de: Biografie
el: Βιο Καλλιτέχνη
he: ביוגרפיה על היוצר
ja: アーティストバイオ
nb_no: Artistbiografi
nl: Artiestenbio
pl: Życiorys artysty
pt_br: Bio do artista
ru: Биография артиста
sv: Biografi
tr: Sanatçı Biyografisi
uk: Біографія Виконавця

source: Normal window
ar: نافذة عادية
ca: finestra normal
da: Normal vindue
de: Normales Fenster
el: Κανονικό παράθυρο
he: חלון רגיל
ja: 通常ウィンドウ
nb_no: Normalt vindu
nl: Normaal venster
pl: Normalne okno
pt_br: Janela normal
ru: Обычное окно
sv: Normalt fönster
tr: Normal pencere
uk: Звичайне вікно

source: Show 'Playing' list
ar: عرض قائمة "قيد التشغيل"
ca: Mostra la llista en reproducció
da: Vis 'Spiller' liste
de: Abspielliste anzeigen
he: הצג 'רשימת מתנגנים'
ja: 「再生中」リストを表示
nb_no: Vis 'Spiller nå' liste
nl: 'Speel' lijst weergeven
pt_br: Exibir lista 'Em execução'
ru: Показывать список 'Воспроизводится'
sv: Visa spellista
tr: 'Oynatma' listesini göster

source: Show full window
ar: عرض النافذة الكاملة
ca: Mostra finestra completa
da: Vis fuldt vindue
de: Ganzes Fenster
el: Εμφάνιση πλήρους παραθύρου
he: הצג חלון מלא
ja: ウィンドウ全体を表示
nb_no: Vis fullt vindu
nl: In volledig venster weergeven
pl: Pokaż całe okno
pt_br: Exibir janela inteira
ru: Распахнутое окно
sv: Visa hela fönstret
tr: Tam ekran göster
uk: Показати повне вікно

source: Show full screen
ar: عرض الشاشة الكاملة
ca: Mostra pantalla completa
da: Vis fuld skærm
de: Vollbild
el: Εμφάνιση πλήρους οθόνης
he: הצג במסך מלא
ja: フルスクリーン表示
nb_no: Vis fullskjerm
nl: Op volledig scherm weergeven
pl: Pokaż pełny ekran
pt_br: Exibir tela cheia
ru: На весь экран
sv: Visa helskärmsläge
tr: Tam ekran göster.
uk: Показати на весь екран

source: Cancel full window
ar: إلغاء النافذة الكاملة
ca: Cancel·la la finestra completa
da: Annuller fuldt vindue
de: Vollbild beenden
el: Ακύρωση πλήρους παραθύρου
he: בטל מסך מלא
ja: ウィンドウ全体表示をキャンセル
nb_no: Avbryt fullt vindu
nl: Volledig venster opheffen
pl: Anuluj pełne okno
pt_br: Cancelar janela inteira
ru: Отменить распахнутое окно
sv: Avsluta helfönster
tr: Tam ekrandan çık
uk: Скасувати повне вікно

source: Cancel full screen
ar: إلغاء الشاشة الكاملة
ca: Cancel·la la pantalla completa
da: Annuller fuld skærm
de: Vollbild ausschalten
el: Ακύρωση πλήρους οθόνης
he: בטל מסך מלא
ja: フルスクリーンをキャンセル
nb_no: Avbryt fullskjerm
nl: Volledig scherm opheffen
pl: Anuluj pełny ekran
pt_br: Cancelar tela cheia
ru: Отменить полноэкранный режим
sv: Avsluta helskärmsläge
tr: Tam ekranı kapat
uk: Скасувати повноекранний режим

source: Choose layout
ar: اختر التنسيق
ca: Trieu el disseny
da: Vælg layout
de: Layout auswählen
el: Επιλογή διάταξης
he: בחר פריסת תצוגה
ja: レイアウトを選択
nb_no: Velg oppsett
nl: Lay-out kiezen
pl: Wybierz układ
pt_br: Escolher layout
ru: Выберите макет
sv: Välj layout
tr: Düzeni seçin
uk: Вибрати розташування

source: Metadata
ar: بيانات التدفق الوصفية
ca: Metadades
de: Metadaten
el: Μεταδεδομένα
he: מידע
ja: メタデータ
pl: Metadane
pt_br: Metadados
ru: Метаданные
tr: Meta veri
uk: Метадані

source: Controls
ar: التحكمات
da: Kontroller
de: Schalter
el: Στοιχεία Ελέγχου
he: כפתורי פקודה
ja: コントロール
nb_no: Kontroller
nl: Knoppen
pl: Sterowanie
pt_br: Controles
ru: Управление
sv: Kontroller
tr: Kontroller
uk: Елементи управління

source: Seek bar
ar: شريط المسار
ca: Barra de cerca
da: Søger bar
de: Track-Position
el: Γραμμή αναζήτησης
he: סרגל זמן
ja: シークバー
nb_no: Søkeknapp
nl: Zoekbalk
pl: Pasek wyszukiwania
pt_br: Posição
ru: Панель поиска
sv: Sökknapp
tr: Arama çubuğu
uk: Панель пошуку

source: Internal player
ar: المشغل الداخلي
ca: reproductor intern
da: Intern afspiller
de: Interner Player
el: Εσωτερικός player
he: נגן פנימי
ja: 内蔵プレイヤー
nb_no: Intern spiller
nl: Interne speler
pl: Odtwarzacz wewnętrzny
pt_br: Tocador interno
ru: Внутренний плеер
sv: Intern spelare
tr: Dahili oynatıcı
uk: Внутрішній програвач

source: Shuffles the 'Playing' list and makes default play commands shuffle tracks.
ar: يؤدي إلى خلط قائمة "قيد التشغيل" وجعل الأوامر الافتراضية لتشغيلها خلط المسارات.
ca: Barreja la llista en reproducció i estableix les ordres de reproducció aleatòria de les pistes com a predeterminades.
da: Blender 'Spiller' listen og gør standard spillekommandoer blander sporene.
de: Mischt die Abspielliste und fügt neue Tracks an Zufallspositionen in die Abspielliste ein.
he: מערבל את 'רשימת מתנגנים' ועושה פקודות משחק ברירת מחדל מערבבות רצועות.
ja: 「再生中」リストをシャッフルし、デフォルトの再生コマンドでトラックをシャッフルします。
nb_no: Blir spillerens 'Spiller nå' liste omstokket og får standard avspillingskommandoer som stokker sporene.
nl: Verandert de volgorde in de 'Speel' lijst naar een willekeurige volgorde en zet de standaard speel commando naar willekeurige volgorde.
pt_br: Embaralha a lista 'Em Execução' e faz o comando Executar embaralhar as faixas.
ru: Перемешивает список воспроизведения и заставляет команды воспроизведения по умолчанию перемешивать треки.
sv: Blandar spellistan och infogar nya spår i spellistan på slumpmässiga platser.
tr: 'Oynatma' listesini karıştırır ve varsayılan oynatma komutlarının parçaları karıştırmasını sağlar.

source: Speed
ar: السرعة
ca: velocitat de reprocucció
da: Hastighed
de: Tempo
he: מהירות
ja: 再生速度
nb_no: Hastighet
nl: Snelheid
pt_br: Velocidade
ru: Скорость
sv: Hastighet
tr: Hız

source: Pitch
ar: النغمة
ca: To
da: Tonehøjde
de: Tonhöhe
he: גובה
ja: ピッチ
nb_no: Tonehøyde
nl: Toonhoogte
pt_br: Tom
ru: Высота
sv: Tonhöjd
tr: Alan

source: semitones
ar: السيمي تون
ca: semitons
da: semitoner
de: Halbtöne
he: חצאי טונים
ja: 半音
nb_no: Semitoner
nl: Halve tonen
pt_br: semitons
ru: полутона
sv: halvtoner
tr: yarı tonlar

source: Time
ar: الوقت
ca: Hora
da: Tid
de: Zeit
el: Χρόνος
he: זמן
ja: 時間
nb_no: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid
tr: Zaman
uk: Час

source: Remaining time
ar: الوقت المتبقي
ca: Temps restant
da: Resterende tid
de: Verbleibende Zeit
el: Εναπομένων χρόνος
he: זמן שנותר
ja: 残り時間
nb_no: Gjenværende tid
nl: Resterende tijd
pl: Pozostały czas
pt_br: Tempo restante
ru: Осталось времени
sv: Återstående tid
tr: Kalan zaman
uk: Час, що залишився

source: Waveform bar
ar: شريط الموجة
ca: Barra de forma d'ona
de: Wellenformleiste
el: Γραμμή κυματομορφής
he: תצוגת גלי קול
ja: 波形バー
nb_no: Bølgeformstang
nl: Waveform-balk
pl: Pasek kształtu fali
pt_br: Forma de onda
ru: Полоса формы сигнала
sv: Vågformsstapel
tr: Dalga biçimi çubuğu
uk: Панель форми хвилі

source: Visualizer
ar: المصور
ca: Visualitzador
de: Spektrum
el: Εικονιστής
he: אפקט תצוגה
ja: ビジュアライザー
nb_no: Visualisering
pl: Wizualizator
pt_br: Visualizador
ru: Визуализатор
sv: Visualiserare
tr: Görsel
uk: Візуалізатор

source: Volume bar
ar: شريط الصوت
ca: Barra de volum
da: Lydstyrkebjælke
de: Lautstärke
el: Γραμμή έντασης
he: סרגל ווליום
ja: 音量バー
nb_no: Volumknapp
nl: Volumebalk
pl: Pasek głośności
pt_br: Barra de volume
ru: Панель громкости
sv: Ljudstyrkeknapp
tr: Ses çubuğu
uk: Смужка гучності

source: Volume
ar: وحدة التخزين
ca: Volum
da: Bind
de: Lautstärke
el: Ένταση
he: ווליום
ja: 音量
nb_no: Volum
pl: Głośność
ru: Громкость
sv: Volym
tr: Ses
uk: Гучність

source: Track summary
ar: ملخص المسار
ca: Resum de la pista
da: Spor oversigt
de: Track-Zusammenfassung
el: Περίληψη κομματιού
he: תצוגת פריט
ja: トラックの概要
nb_no: Sammendrag av spor
nl: Tracksamenvatting
pl: Podsumowanie utworu
pt_br: Resumo da faixa
ru: Сведения о треке
sv: Spåröversikt
tr: Parça özeti
uk: Звіт про доріжку

source: Audio streaming is limited to 30 minutes in the free version of MediaMonkey. Please consider upgrading to a Gold license.
ar: يقتصر بث الصوت على 30 دقيقة في الإصدار المجاني من MediaMonkey. يرجى النظر في الترقية إلى ترخيص Gold.
ca: La transmissió d'àudio es limita a 30 minuts a la versió gratuïta de MediaMonkey. Tingueu en compte l’actualització a una llicència Gold.
da: Audio streaming er begrænset til 30 minutter i den gratis version af MediaMonkey. Overvej venligst at opgradere til en Gold licens.
de: Streaming von Audiodateien ist in der kostenlosen Version auf 30 Minuten begrenzt. In der kostenpflichtigen Goldversion ist diese Begrenzung aufgehoben.
el: Η ροή ήχου περιορίζεται σε 30 λεπτά στη δωρεάν έκδοση του MediaMonkey. Παρακαλούμε εξετάστε το ενδεχόμενο αναβάθμισης σε άδεια Gold.
he: הזרמת האודיו מוגבלת ל -30 דקות בגרסה החינמית של MediaMonkey. מומלץ לשדרג לרישיון Gold.
ja: オーディオストリーミングは、無料版のMediaMonkeyでは30分に制限されています。Goldライセンスへのアップグレードを検討してください。
nb_no: Lydstreaming er begrenset til 30 minutter i gratisversjonen av MediaMonkey. Vennligst vurder å oppgradere til en Gold-lisens.
nl: Audio-streaming is beperkt tot 30 minuten in de gratis versie van MediaMonkey. Upgrade naar de Gold-versie om deze beperking op te heffen.
pl: Strumieniowanie audio jest ograniczone do 30 minut w bezpłatnej wersji MediaMonkey. Rozważ uaktualnienie do licencji Gold.
pt_br: O streaming de áudio é limitado a 30 minutos na versão gratuita do MediaMonkey. Considere fazer upgrade para a versão Gold.
ru: В бесплатной версии MediaMonkey потоковое аудио ограничено 30 минутами. Если нужно больше, то перейдите на лицензию Gold.
sv: Ljudströmning är begränsad till 30 minuter i gratisversionen av MediaMonkey. Denna begränsning tas bort i den betalda guldversionen.
tr: MediaMonkey'in ücretsiz sürümünde ses akışı 30 dakikayla sınırlıdır. Lütfen Gold lisansına yükseltmeyi düşünün.
uk: Потокове передавання аудіо обмежується 30 хвилинами у безкоштовній версії MediaMonkey. Будь ласка, розгляньте можливість оновлення до ліцензії Gold.

source: Switch to mini/micro player
ar: التبديل إلى المشغل المصغر/الدقيق
ca: Canvia al reproductor mini / micro
da: Skift til mini/mikro afspiller
de: Zum Mini-/Micro-Player wechseln
el: Διακόπτης για mini/micro player
he: עבור לנגן קטן\פצפון
ja: ミニ/マイクロプレーヤーに切り替える
nb_no: Bytt til mini/mikro spiller
nl: Naar mini-/microspeler gaan
pl: Przełącz na mini/mikroodtwarzacz
pt_br: Alternar para o mini/micro player
ru: Переключение на мини/микроплеер
sv: Växla till mini-/mikrospelare
tr: Mini/mikro oynatıcıya geç
uk: Перемкнути на міні/мікропрогравач

source: Drag and drop or Send tracks to the playlist to populate it.
ar: السحب والإسقاط أو إرسال المسارات إلى قائمة التشغيل لملئها.
ca: Arrossegueu i deixeu anar o envieu pistes a la llista de reproducció per omplir-la.
da: Træk og slip eller Send spor til playlisten for at fylde den.
de: Senden oder Ziehen Sie Tracks in die Wiedergabeliste um sie zu befüllen.
el: Σύρετε και αποθέστε ή Στείλτε κομμάτια στη λίστα αναπαραγωγής για συμπλήρωση.
he: גרור או 'שלח' פריטים לרשימה כדי להוסיף אותם.
ja: トラックをプレイリストにドラッグアンドドロップするか、トラックをプレイリストに送信して設定します。
nb_no: Dra og slipp eller send spor til spillelisten for å fylle den.
nl: Sleep of Verzend tracks naar de afspeellijst om deze te vullen.
pl: Przeciągnij i upuść lub Wyślij utwory do listy odtwarzania, aby ją wypełnić.
pt_br: Arraste e solte ou então envie faixas para a lista, para populá-la.
ru: Перетащите треки или отправьте их в список воспроизведения, чтобы заполнить его.
sv: Dra och släpp eller skicka spår till spellistan för att fylla den.
tr: Çalma listesini doldurmak için parçaları sürükleyip bırakın veya listeye gönderin.
uk: Перетягніть і скиньте або Надішліть доріжки до списку відтворення, щоб заповнити його.

source: Edit in Playlist Panel
ar: تحرير في لوحة قائمة التشغيل
ca: Edita al tauler de llista de reproducció
da: Rediger i Playlistepanel
de: Im Wiedergabelisten-Panel bearbeiten
el: Επεξεργασία στον Πίνακα Λίστας Αναπαραγωγής
he: ערוך בפאנל רשימת השמעה
ja: プレイリストパネルで編集
nb_no: Rediger i spillelistepanelet
nl: In Speellijst-venster bewerken
pl: Edytuj w panelu listy odtwarzania
pt_br: Editar no painel de Listas
ru: Редактировать на панели плейлистов
sv: Redigera i spellistans panel
tr: Oynatma Listesi Panelinde Düzenle
uk: Редагувати на панелі списку відтворення

source: Timestamp
ar: تاريخ الملف
ca: Marca de temps
da: Tidsstempel
de: Zeitstempel
el: Χρονοσήμανση
he: חותמת זמן
ja: タイムスタンプ
nb_no: Endringstidspunkt
nl: Tijdstempel
pl: Czas
pt_br: Modificado
ru: Изменён
sv: Datumstämpel
tr: Zaman damgası
uk: Часова позначка

source: Author
ar: المؤلف
ca: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
he: יוצר
ja: 著者
nb_no: Forfatter
nl: Schrijver
pl: Autor
pt_br: Autor
ru: Автор
sv: Författare
tr: Yazar
uk: Автор

source: Episodes
ar: الحلقات
ca: Espisodis
da: Episoder
de: Episoden
el: Επεισόδια
he: פרקים
ja: エピソード
nb_no: Episoder
nl: Afleveringen
pl: Odcinki
pt_br: Episódios
ru: Эпизоды
sv: Avsnitt
tr: Bölümler
uk: Епізоди

source: This podcast is unsubscribed. Edit the podcast URL to re-activate it.
ar: هذا البودكاست تم إلغاء الاشتراك فيه. تعديل عنوان URL للبودكاست لإعادة تفعيله.
ca: Aquest podcast no està subscrit. Editeu l'URL del podcast per tornar-lo a activar.
da: Denne podcast er afmeldt. Rediger podcast URL for at genaktivere den.
de: Der Podcast wurde abbestellt. Bearbeiten Sie die Podcast-URL, um ihn wieder zu aktivieren.
el: Δεν έχει εγγραφεί αυτό το podcast. Επεξεργαστείτε τη διεύθυνση URL του podcast για επανεργοποίηση.
he: הרשמה לפודקאסט זה בוטלה. ערוך את כתובת האתר של הפודקאסט כדי להפעיל אותו מחדש.
ja: このポッドキャストは登録解除されています。再アクティブ化するにはポッドキャストURLを編集してください。
nb_no: Denne podcasten er avmeldt. Rediger podcastens URL for å reaktivere den.
nl: Niet geabonneerd op deze podcast. Bewerk de podcast-URL om te heractiveren.
pl: Subskrypcja tego podcastu została anulowana. Edytuj adres URL podcastu, aby go ponownie aktywować.
pt_br: Este podcast não está assinado. Edite a URL do podcast para reativá-lo.
ru: Подписка на этот подкаст отменена. Отредактируйте URL-адрес подкаста, чтобы повторно его активировать.
sv: Den här podcasten har avslutats. Redigera podcastens URL för att återaktivera den.
tr: Bu podcast aboneliğiniz iptal edildi. Podcast URL'sini düzenleyerek yeniden etkinleştirin.
uk: З цього подкасту відписано. Відредагуйте адресу URL подкасту з метою його повторної активації.

source: You are not subscribed to any podcast currently. To subscribe a podcast go to %s
ar: أنت غير مشترك في أي بودكاست حاليًا. للاشتراك في بودكاست انتقل إلى %s
ca: Actualment no esteu subscrit a cap podcast. Per subscriure-us a un podcast aneu a %s
da: Du er ikke abonneret på nogen podcast i øjeblikket. For at abonnere på en podcast gå til %s
de: Sie haben derzeit keinen Podcast abonniert. Um Podcasts zu abonnieren gehen Sie bitte auf %s
el: Δεν έχετε εγγραφεί σε κανένα podcast αυτήν τη στιγμή. Για εγγραφή σε ένα podcast, μεταβείτε στο %s
he: אינך רשום לאף פודקאסט כרגע. כדי להירשם לפודקאסט יש לעבור אל %s
ja: 現在、ポッドキャストを購読していません。ポッドキャストを購読するには"%s"に移動してください
nb_no: Du er ikke abonnert på noen podcast nå. For å abonnere på en podcast, gå til %s
nl: Geen Podcast-abonnementen. Ga naar %s om te abonneren
pl: Obecnie nie subskrybujesz żadnego podcastu. Aby zasubskrybować podcast, przejdź do %s
pt_br: Você não tem podcasts assinados atualmente. Para assinar um podcast, vá em %s
ru: Сейчас вы не подписаны ни на один подкаст. Чтобы подписаться на подкаст, перейдите на %s
sv: Du prenumererar inte på någon podcast för närvarande. För att prenumerera på en podcast gå till %s
tr: Şu anda herhangi bir podcaste abone değilsiniz. Bir podcaste abone olmak için %s adresine gidin
uk: На цей час ви не підписані на жоден подкаст. Щоб передплатити подкаст, перейдіть до %s

source: or
ar: أو
ca: o
da: eller
de: oder
el: ή
he: או
ja: または
nb_no: eller
nl: of
pl: lub
pt_br: ou
ru: или
sv: eller
uk: або

source: Subscribe to a podcast manually by entering the feed link
ar: الاشتراك في بودكاست يدويًا بإدخال رابط التغذية
ca: Subscriviu-vos manualment a un podcast introduint l’enllaç del canal
da: Abonnér på en podcast manuelt ved at indtaste feed linket
de: Abonnieren Sie einen Podcast, indem Sie den Link des Podcast-Feeds eingeben
el: Εγγραφείτε σε ένα podcast χειροκίνητα εισάγοντας τον σύνδεσμο ροής
he: הירשם לפודקאסט באופן ידני על ידי הזנת הקישור
ja: フィードリンクを入力してポッドキャストを手動で購読する
nb_no: Abonner på en podcast manuelt ved å angi feed-link
nl: Abonneer handmatig op een podcast door de link van de feed op te geven
pl: Subskrybuj podcast ręcznie, wprowadzając link do kanału
pt_br: Assine um podcast manualmente, inserindo o link para seu feed
ru: Подпишитесь на подкаст вручную, введя ссылку на канал
sv: Prenumerera på en podcast manuellt genom att ange länkadress
tr: Besleme bağlantısını girerek bir podcaste manuel olarak abone olun
uk: Підпишіться на подкаст вручну, ввівши посилання на канал

source: Remove rating
ar: إزالة التقييم
ca: Elimina puntuació
da: Fjern bedømmelse
de: Bewertung entfernen
el: Αφαίρεση εκτίμησης
he: הסר דירוג
ja: 評価を削除
nb_no: Fjern vurdering
nl: Score verwijderen
pl: Usuń ocenę
pt_br: Remover avaliação
ru: Удалить оценку
sv: Ta bort betyg
tr: Puanlamayı kaldır
uk: Видалити рейтинг

source: Search
ar: البحوث
ca: Cerca
da: Søg
de: Suche
el: Έρευνα
he: חפש
ja: 検索
nb_no: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
sv: Sökning
tr: Arama
uk: Пошук

source: Filters matches
ar: الفلاتر تطابق
ca: Filtre de coincidències
da: Filtre stemmer overens
de: Alle Treffer im Filter
el: Φιλτράρισμα αντιστοιχιών
he: תוצאות סינון
ja: 一致するものを絞り込む
nb_no: Filtre matcher
nl: Overeenkomsten filteren
pl: Filtry dopasowania
pt_br: Filtra coincidências
ru: Совпадения фильтров
sv: Filter matchar
tr: Eşleşmeleri filtreler
uk: Збіги Фільтрів

source: Search current view
ar: بحث العرض الحالي
ca: Cerqueu la visualització actual
da: Søg nuværende visning
de: In aktueller Ansicht suchen
el: Αναζήτηση στην τρέχουσα προβολή
he: חפש בתצוגה נוכחית
ja: 現在のビューを検索
nb_no: Søk i gjeldende visning
nl: Weergegeven venster doorzoeken
pl: Szukaj w bieżącym widoku
pt_br: Pesquisar na visão atual
ru: Поиск текущего вида
sv: Sök aktuell vy
tr: Geçerli görünümü ara
uk: Шукати в поточному поданні

source: Scrolls to match
ar: التمرير إلى المطابقة
ca: Desplaça fins a coincidències
da: Ruller til match
de: Springe zum 1. Treffer
el: Κύλιση για αντιστοίχιση
he: גלול עד התאמה
ja: 一致するところまでスクロール
nb_no: Ruller til match
nl: Naar overeenkomst scrollen
pl: Przewija do dopasowania
pt_br: Rola até a coincidência
ru: Прокрутка к соответствию
sv: Bläddrar för att matcha
tr: Eşleşen kaydırmalar
uk: Прокрутки до відповідності

source: primary sort field
ar: حقل الفرز الرئيسي
ca: Camp d'ordenament primari
da: primær sorteringsfelt
de: Primäres Sortierfeld
he: שדה סידור ראשי
ja: 優先的に並び替える項目
nb_no: Primær sorteringsfelt
nl: primair sorteerveld
pt_br: campo de ordenação primário
ru: основное поле сортировки
sv: primärt sorteringsfält
tr: birincil sıralama alanı
uk: основне поле сортування

source: all fields
ar: جميع الحقول
ca: tots els camps
da: alle felter
de: Alle Felder
he: כל השדות
ja: すべての項目
nb_no: Alle felt
nl: alle velden
pt_br: todos os campos
ru: все поля
sv: alla fält
tr: tüm alanlar
uk: усі поля

source: Search Tips
ar: نصائح البحث
ca: Cerca Consells
da: Søg Tips
de: Suchtipps
el: Συμβουλές Αναζήτησης
he: טיפים לחיפוש
ja: 検索のヒント
nb_no: Søketips
nl: Zoektips
pl: Wskazówki wyszukiwania
pt_br: Dicas de pesquisa
ru: Советы по поиску
sv: Söktips
tr: Arama İpuçları
uk: Поради щодо пошуку
