Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Playback failed: %s cannot decode %s.
ar: فشل التشغيل: لا يمكن لـ %s فك شفرة %s.
ca: La reproducció ha fallat: %s no pot descodificar %s.
da: Afspilning mislykkedes: %s kan ikke dekode %s.
de: Abspielen fehlgeschlagen: %s kann %s nicht dekodieren.
el: Αποτυχία αναπαραγωγής: Αδυναμία %s για αποκωδικοποίηση %s.
he: הפעלת השמעה נכשלה: %s לא יכולה לפענח %s.
ja: 再生に失敗しました: %sは"%s"をデコードできません。
nb_no: Avspilling feilet: %s kan ikke dekode %s.
nl: Afspelen mislukt: %s kan %s niet decodeeren.
pl: Odtwarzanie nie powiodło się: %s nie może zdekodować %s.
pt_br: Execução falhou: %s não pode decodificar %s.
ru: Ошибка воспроизведения: %s не может декодировать %s.
sv: Uppspelning misslyckades: %s kan inte avkoda %s.
tr: Oynatma başarısız oldu: %s, %s kodunu çözemiyor.
uk: Помилка відтворення: %s не може декодувати %s.

source: Clean
ar: تنظيف
ca: Esborra
da: Rens
de: Unauffindbare Dateien entfernen
el: Καθαρισμός
he: נקה
ja: 消去
nb_no: Ren
nl: Opruimen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити

source: Randomize list
ar: قائمة عشوائية
ca: Llista aleatòria
da: Tilfældigt liste
de: Liste mischen
el: Τυχαία λίστα
he: סדר רשימה באופן אקראי
ja: リストをランダム化
nb_no: Tilfeldig liste
nl: Willekeurige volgorde
pl: Losowa lista
pt_br: Embaralhar lista
ru: Перемешать список
sv: Slumpa lista
tr: Rastgele liste
uk: Випадковий список

source: No duplicates were detected.
ar: لا تكرار تم الكشف عنها.
ca: No s'han detectat duplicats.
da: Ingen dubletter blev opdaget.
de: Keine Duplikate gefunden.
el: Δεν εντοπίστηκαν διπλότυπα.
he: לא התגלו כפילויות.
ja: 重複は検出されませんでした。
nb_no: Ingen duplikater ble oppdaget.
nl: Geen duplicaten gevonden.
pl: Nie wykryto duplikatów.
pt_br: Nenhuma duplicata foi detectada.
ru: Дубликатов не обнаружено.
sv: Inga dubbletter upptäcktes.
tr: Hiçbir tekrar tespit edilmedi.
uk: Дублікатів не виявлено.

source: Do you want to remove %d duplicate(s) Playing?
ar: هل تريد إزالة %d تكرار(ات) قائمة "قيد التشغيل"؟
ca: Voleu eliminar %d duplicats que s'estan reproduint?
da: Ønsker du at fjerne %d duplikat(er) Afspiller?
de: Möchten Sie %d Duplikat(e) aus der Liste entfernen?
el: Θέλετε να αφαιρέσετε %d διπλότυπο(α) Αναπαραγωγής;
he: האם ברצונך להסיר %d כפל(ים) 'מתנגנים'?
ja: %d件の重複した「再生中」を削除しますか？
nb_no: Vil du fjerne %d dupliserte Spiller nå?
nl: %d Duplicaten die worden afgespeeld verwijderen?
pl: Czy chcesz usunąć %d duplikatów grających?
pt_br: Deseja remover %d duplicados da lista Em execução?
ru: Хотите удалить воспроизводимые дубликаты (%d)?
sv: Vill du ta bort %d dubblett(er) som spelas?
tr: Oynatılan %d kopyayı(s) kaldırmak istiyor musunuz?
uk: Видалити %d дублікатів, що відтворюються?

source: The operation will complete after the the current file finishes playing.
ar: سيكمل الإجراء بعد الانتهاء من تشغيل الملف الحالي.
ca: L'operació es completarà quan s'acabi de reproduir el fitxer actual.
da: Operationen vil fuldføres efter den aktuelle fil har afsluttet afspilning.
de: Der Vorgang wird nach Abspielen des aktuellen Tracks beendet.
he: הפעולה תושלם לאחר שהקובץ הנוכחי יסיים להתנגן.
ja: 現在のトラックの再生が終了した後にこの操作は完了します。
nb_no: Operasjonen vil fullføre etter at den gjeldende filen er ferdigspilt.
nl: De operatie wordt voltooid nadat het huidige bestand is afgespeeld.
pt_br: A operação será concluída depois que o arquivo atual terminar de tocar.
ru: Операция завершится, когда закончится воспроизведение текущего файла.
sv: Åtgärden kommer att slutföras när den aktuella filen har spelats upp.
tr: İşlem, geçerli dosyanın oynatımı tamamlandıktan sonra tamamlanacaktır.

source: Shuffle disabled. Reverting to unshuffled list.
ar: التشغيل العشوائي معطل. العودة إلى القائمة غير العشوائية.
ca: La barreja aleatòria està desactivada. S'està tornant a la llista no barrejada.
da: Bland deaktiveret. Tilbagevender til ukloblet liste.
de: Mischen deaktiviert. Stelle ungemischte Liste wieder her.
he: ערבול מבוטל. חוזרים לרשימה לא מעורבלת.
ja: シャッフルが無効です。シャッフルされていないリストに戻ります。
nb_no: Stokking deaktivert. Tilbake til ikke-stokket liste.
nl: Willekeurige volgorde uit. Terug naar niet willekeurige lijst.
pt_br: Embaralhar está desativado. Revertendo para lista sequencial.
ru: Перемешивание отключено. Возврат к неперемешанному списку.
sv: Blanda inaktiverad. Återgår till icke blandad lista.
tr: Karıştırma devre dışı bırakıldı. Karıştırılmamış listeye geri dönülüyor.

source: Shuffle disabled. Unable to unshuffle due to edits - use 'Undo' to revert changes to the 'Playing' list.
ar: التشغيل العشوائي معطل. غير قادر على إزالة العشوائية بسبب التعديلات - استخدم 'تراجع' لاستعادة التغييرات إلى قائمة "قيد التشغيل".
ca: La barreja aleatòria està desactivada. No es pot cancel·lar la barreja a causa de les edicions: feu servir "Desfés" per revertir els canvis a la llista en reproducció.
da: Bland deaktiveret. Kan ikke blandre det ukoblet pga.ændringer - brug 'Fortryd' for at vende tilbage til ændringerne i 'Spiller' liste.
de: Mischen deaktiviert. Wegen Ihrer Änderungen in der Liste kann das Mischen nicht rückgängig gemacht werden. Benutzen Sie dafür bitte "Rückgängig" im 3-Punkte-Menü der Abspielliste.
he: ערבול מבוטל. לא ניתן לבטל ערבול בעקבות עריכות - השתמש ב'בטל' כדי לחזור לשינויים ברשימת 'מתנגנים'.
ja: シャッフルは無効です。編集のためシャッフルを解除できません。「再生中」リストへの変更を元に戻すには「元に戻す」を使用してください。
nb_no: Stokking deaktivert. Kan ikke avstokke på grunn av endringer - bruk 'Angre' for å gjenopprette endringer til 'Spiller nå' liste.
nl: Willekeurige volgorde uit. Willekeurige volgorde kan niet ongedaan worden door bewerking - gebruik 'Ongedaan maken' om veranderingen ongedaan te maken.
pt_br: Embaralhar está desativado. Não foi possível desembaralhar devido a edições. Use 'Desfazer' para reverter alterações na lista 'Em Execução'.
ru: Перемешивание отключено. Невозможно отменить перемешивание из-за изменений. Используйте отмену, чтобы отменить изменения в списке воспроизведения.
sv: Blanda inaktiverad. Det går inte att blanda på grund av redigeringar - använd "Ångra" för att återställa ändringar i listan "Spelar".
tr: Karıştırma devre dışı. Oynatma listesindeki değişikliklerden dolayı tekrar karıştırılamıyor - değişiklikleri geri almak için 'Geri Al' seçeneğini kullanın.

source: File %s is now playing. Deleting it will interrupt playback. Are you sure you want to delete it?
ar: الملف %s قيد التشغيل الآن. حذفه سيؤدي إلى مقاطعة التشغيل. هل أنت متأكد أنك تريد حذفه؟
ca: El fitxer %s s'està reproduint. Si es suprimeix, s'interromprà la reproducció. Esteu segur que voleu eliminar-lo?
da: Fil %s afspilles nu. Sletning af den vil afbryde afspilningen. Er du sikker på, at du vil slette den?
de: Datei %s wird abgespielt. Beim Löschen wird das Abspielen unterbrochen. Wollen Sie die Datei wirklich löschen?
el: Το αρχείο %s αναπαράγεται τώρα. Η διαγραφή του θα διακόψει την αναπαραγωγή. Είστε σίγουρος ότι θέλετε να το διαγράψετε;
he: קובץ %s מתנגן עכשיו. מחיקתו תקטע את ההפעלה. האם אתה בטוח שברצונך למחוק אותו?
ja: ファイル"%s"が再生されています。削除すると再生が中断されます。削除してもよろしいですか？
nb_no: Fil %s spilles av nå. ved å slette den stoppes avspillingen. Er du sikker på at du vil slette den?
nl: Bestand %s wordt afgespeeld. Verwijderen zal dit onderbreken. Doorgaan?
pl: Plik %s jest teraz odtwarzany. Usunięcie go spowoduje przerwanie odtwarzania. Czy na pewno chcesz go usunąć?
pt_br: O arquivo %s está sendo executado. Se for excluído, a execução será interrompida. Você tem certeza que deseja removê-lo?
ru: Трек %s сейчас воспроизводится. Его удаление прервёт звучание. Удалить?
sv: Spår %s spelas för närvarande. Om du raderar det så kommer det att orsaka ett avbrott i i uppspelningen. Vill du verkligen radera det?
tr: %s dosyası şu anda oynatılıyor. Silinmesi oynatmayı kesintiye uğratır. Silmek istediğinizden emin misiniz?
uk: Зараз відтворюється файл %s. Видалення призведе до переривання відтворення. Ви дійсно бажаєте видалити його?

source: Computing waveform for file %s
ar: حساب الموجة الصوتية للملف %s
ca: S'està calculant la forma d'ona del fitxer %s
da: Beregner bølgeform til fil %s
de: Wellenform für Datei %s berechnen
el: Υπολογισμός κυματομορφής για το αρχείο %s
he: מחשב גל צורה לקובץ %s
ja: ファイル"%s"の波形を計算しています
nb_no: Beregner bølgeform for fil %s
nl: Waveform voor bestand %s berekenen
pl: Obliczanie przebiegu dla pliku %s
pt_br: Calculando forma de onda para o arquivo %s
ru: Вычисление формы сигнала для файла %s
sv: Beräknar vågform för fil %s
tr: %s dosyası için dalga formu hesaplanıyor
uk: Обчислення форми сигналу для файлу %s

source: No configuration
ar: خطوات التكوين
ca: Sense configuració
da: Ingen konfiguration
de: Keine Konfiguration vorgesehen
el: Χωρίς διαμόρφωση
he: אין הגדרות
ja: 設定がありません
nb_no: Ingen konfigurasjon
nl: Geen instellingen
pl: Brak konfiguracji
pt_br: Sem configuração
ru: Нет конфигурации
sv: Ingen konfiguration
tr: Yapılandırma yok
uk: Немає конфігурації

source: Problem while decoding file %s
ar: المشكلة فك رموز الملف %s
ca: Problema en descodificar el fitxer %s
da: Problem, mens afkodning filen %s
de: Problem beim Dekodieren der Datei %s
el: Πρόβλημα κατά την αποκωδικοποίηση αρχείου %s
he: בעיה בפענוח הקובץ %s
ja: ファイル"%s"のデコード中に問題が発生しました
nb_no: Problem ved dekoding av fil %s
nl: Probleem bij decoderen van bestand %s
pl: Problem podczas dekodowania pliku %s
pt_br: Problema ao decodificar o arquivo %s
ru: Проблема при декодировании файла %s
sv: Problem vid avkodning av fil %s
tr: %s dosyası kod çözme sırasında sorun oluştu
uk: Проблема під час декодуванні файлу %s

source: Do you want to use the database and settings from an existing installation of MediaMonkey?
ar: هل تريد استخدام قاعدة البيانات والإعدادات من تثبيت موجود لـ MediaMonkey؟
ca: Voleu utilitzar la base de dades i la configuració d'una instal·lació existent de MediaMonkey?
da: Vil du bruge databasen og indstillingerne fra en eksisterende installation af MediaMonkey?
de: Möchten Sie Datenbank und Einstellungen von einer bestehenden MediaMonkey-Installation übernehmen?
he: האם ברצונך להשתמש במאגר הנתונים וההגדרות של התקנה קיימת של MediaMonkey?
ja: MediaMonkeyの既存のインストールからデータベースと設定を使用しますか？
nb_no: Ønsker du å bruke databasen og innstillingene fra en eksisterende MediaMonkey-installering?
pt_br: Deseja usar a base de dados e as configurações de uma instalação existente do MediaMonkey?
ru: Использовать базу данных и настройки из существующей установки MediaMonkey?
sv: Vill du använda databasen och inställningarna från en befintlig installation av MediaMonkey?
tr: Mevcut bir MediaMonkey kurulumundaki veritabanını ve ayarları kullanmak ister misiniz?

source: Import settings
ar: استيراد الإعدادات
ca: Importar la configuració
da: Importer indstillinger
de: Einstellungen importieren
el: Εισαγωγή ρυθμίσεων
he: ייבא הגדרות
ja: 設定をインポート
nb_no: Importer innstillinger
nl: Instellingen voor importeren
pl: Importuj ustawienia
pt_br: Importar configurações
ru: Импорт настроек
sv: Importera inställningar
tr: İçe aktarma ayarları
uk: Імпорт налаштувань

source: Music Video
ar: فيديو موسيقي
ca: Videoclip
da: Musikvideo
de: Musik-Video
el: Μουσικό Βίντεο
he: קליפ
ja: ミュージックビデオ
nb_no: Musikkvideo
nl: Muziekvideo
pl: Teledysk
pt_br: Vídeos musicais
ru: Клип
sv: Musikvideo
tr: Müzik Videosu
uk: Музичне відео

source: Video Podcast
ar: بودكاست فيديو
el: Βίντεο Podcast
he: פודקאסט וידאו
ja: 動画ポッドキャスト
nb_no: Video-podkast
pl: Podcast wideo
pt_br: Podcast em vídeo
ru: Видеоподкаст
uk: Відео Подкаст

source: Browser Back
ar: عودة
ca: Tornar al navegador
da: Browser Tilbage
de: Browser zurück
el: Browser Πίσω
he: הקודם
ja: ブラウザの戻る
nb_no: Utforsker Tilbake
nl: Browser Terug
pl: Przeglądarka - Wstecz
pt_br: Navegador - Voltar
ru: Назад
sv: Webbläsare tillbaka
tr: Tarayıcı Geri
uk: Браузер Назад

source: Browser Forward
ar: قبل
ca: Reenviament del navegador
da: Browser Videresend
de: Browser vor
el: Browser Μπροστά
he: קדימה
ja: ブラウザの次へ
nb_no: Utforsker Fremover
nl: Browser Vooruit
pl: Przeglądarka do przodu
pt_br: Navegador - Avançar
ru: Вперёд
sv: Webbläsare framåt
tr: Tarayıcı İleri
uk: Браузер Вперед

source: Browser Refresh
ar: تحديث
ca: Actualitzar el navegador
da: Browser Opdater
de: Browser aktualisieren
el: Browser Ανανέωση
he: רענן
ja: ブラウザの更新
nb_no: Utforsker Oppdater
nl: Browser Opnieuw laden
pl: Odświeżanie przeglądarki
pt_br: Navegador - Atualizar
ru: Обновить
sv: Uppdatera webbläsare
tr: Tarayıcı Yenileme
uk: Оновити Браузер

source: Browser Stop
ar: إيقاف
ca: Aturar el navegador
el: Browser Διακοπή
he: עצור
ja: ブラウザの停止
nb_no: Utforsker Stopp
nl: Browser Stoppen
pl: Przeglądarka - Stop
pt_br: Navegador - Parar
ru: Стоп
sv: Webbläsarstopp
tr: Tarayıcıyı Durdur
uk: Зупинити Браузер

source: Browser Search
ar: البحث
ca: Cercar el navegador
da: Browser Søg
de: Browser Suche
el: Browser Αναζήτηση
he: חפש
ja: ブラウザの検索
nb_no: Utforsker Søk
nl: Browser Zoeken
pl: Wyszukiwanie w przeglądarce
pt_br: Navegador - Pesquisar
ru: Поиск
sv: Webbläsarsökning
tr: Tarayıcı Araması
uk: Пошук у Браузері

source: Browser Favorites
ar: المفضلة
ca: Preferits del Navegador
da: Browser favoritter
de: Browser Favoriten
el: Browser Αγαπημένα
he: מועדפים
ja: ブラウザのお気に入り
nb_no: Utforsker Favoritter
nl: Browser Favorieten
pl: Przeglądarka - Ulubione
pt_br: Navegador - Favoritos
ru: Избранное
sv: Webbläsarfavoriter
tr: Tarayıcı Favorileri
uk: Вибране Браузера

source: Browser Home
ar: تحديد دليل
ca: Inici navegador
da: Browser Forside
de: Browser Startseite
el: Browser Αρχική
he: דף בית
ja: ブラウザのホーム
nb_no: Utforsker Hjem
pl: Przeglądarka - Strona startowa
pt_br: Navegador - Página Inicial
ru: Домой
sv: Webbläsarstartsida
tr: Tarayıcı Ana Sayfası
uk: Домівка Браузера

source: Media Next
ar: القادم
ca: Mitjà següent
da: Medier Næste
de: Weiter
el: Επόμενο Πολυμέσο
he: הבא
ja: 次のファイル
nb_no: Media Neste
nl: Media Volgende
pl: Następne multimedia
pt_br: Mídia - Próxima
ru: Следующий
sv: Media nästa
tr: Medya Sonraki
uk: Наступне Медіа

source: Media Previous
ar: السابق
ca: Mitjà previ
da: Medier Tidligere
de: Zurück
el: Προηγούμενο Πολυμέσο
he: הקודם
ja: 前のファイル
nb_no: Media Forrige
nl: Media Vorige
pl: Poprzednie multimedia
pt_br: Mídia - Anterior
ru: Предыдущий
sv: Media föregående
tr: Önceki Medya
uk: Попереднє Медіа

source: Media Stop
ar: إيقاف
ca: Aturar mitjà
da: Medier Stop
de: Stopp
el: Διακοπή Πολυμέσου
he: עצור
ja: メディアの停止
nb_no: Media Stopp
nl: Media Stoppen
pl: Zatrzymaj media
pt_br: Mídia - Parar
ru: Остановить диск
sv: Mediestopp
tr: Medyayı Durdur
uk: Зупинити Медіа

source: Media Play/Pause
ar: تشغيل/إيقاف مؤقت
ca: Reproduir/Pausar mitjà
da: Medier Afspil/Pause
de: Start/Pause
el: Αναπαραγωγή/Παύση Πολυμέσου
he: הפעל\השהה
ja: メディアの再生/一時停止
nb_no: Media Spill av/Pause
nl: Media Afspelen/Pauze
pl: Odtwarzanie/pauza nośnika
pt_br: Mídia - Executar/Pausar
ru: Пуск/Пауза
sv: Medieuppspelning/paus
tr: Medya Oynat/Duraklat
uk: Медіа Відтворити/Пауза

source: Launch Mail
ar: بدء المراسلة
ca: Inicia el correu
da: Lancering Mail
de: Starte Mail
el: Εκκίνηση Ταχυδρομείου
he: הפעל תוכנת דוא"ל
ja: メールを起動
nb_no: Åpne Epost
nl: Start Mail
pl: Uruchom program pocztowy
pt_br: Abrir e-mail
ru: Запуск почты
sv: Starta e-post
tr: Postayı Başlat
uk: Запустити Пошту

source: Media Select
ar: حدد
ca: Selecció de mitjà
da: Medier Vælg
de: Medium Auswählen
el: Επιλογή Πολυμέσου
he: בחר
ja: メディアの選択
nb_no: Media Velg
nl: Media Selecteren
pl: Wybór mediów
pt_br: Mídia - Selecionar
ru: Выбрать диск
sv: Välj media
tr: Medya Seç
uk: Вибір носія

source: Launch app
ar: بدء تشغيل التطبيق
ca: Inicia app
da: Lancering app
de: Starte Anwendung
el: Εκκίνηση εφαρμογής
he: הרץ תוכנה
ja: アプリを起動する
nb_no: Kjør program
nl: App starten
pl: Uruchom aplikację
pt_br: Abrir aplicativo
ru: Запустить приложение
sv: Starta app
tr: Uygulamayı başlat
uk: Запустити програму

source: Volume Mute
ar: خفض حجم
ca: Silencia el volum
da: Volumen Mute
de: Lautlos
el: Σίγαση Έντασης
he: השתק
ja: 音量ミュート
nb_no: Volumdemping
nl: Volume Dempen
pl: Wyciszanie głośności
pt_br: Volume mudo
ru: Выключить звук
sv: Stäng av ljud
tr: Sesi Kapat
uk: Вимкнення Звуку

source: Volume Down
ar: الحجم-
ca: Baixar el volum
da: Skru ned
de: leiser
el: Μείωση Έντασης
he: הנמך
ja: 音量ダウン
nb_no: Volum ned
nl: Volume Omlaag
pl: Ściszanie
pt_br: Diminuir volume
ru: Тише
sv: Sänk ljudstyrka
tr: Sesi Azalt
uk: Зменшити Гучність

source: Volume Up
ar: حجم +.
ca: Pujar el volum
da: Lydstyrke op
de: lauter
el: Αύξηση Έντασης
he: הגבר
ja: 音量アップ
nb_no: Volum opp
nl: Volume Omhoog
pl: Zwiększanie głośności
pt_br: Aumentar volume
ru: Громче
sv: Höj ljudstyrka
tr: Sesi Aç
uk: Збільшити Гучність

source: HID Key
ar: مفتاح اختبأ
de: HID-Schlüssel
el: Πλήκτρο HID
ja: HIDキー
nb_no: HID nøkkel
nl: HID-Toets
pl: Klawisz HID
pt_br: Chave HID
ru: Ключ HID
sv: HID-nyckel
tr: Gizli Anahtar
uk: Ключ HID

source: Erase disc
ar: مسح القرص
ca: Borra el disc
da: Slet disk
de: Medium löschen
el: Διαγραφή δίσκου
he: מחק דיסק
ja: ディスクを消去
nb_no: Slett plate
nl: Schijf wissen
pt_br: Apagar disco
ru: Стереть диск
sv: Radera skiva
tr: Diski sil
uk: Стерти диск

source: Try another disc
ar: حاول قرص آخر
ca: Prova un altre disc
da: Prøv en anden disk
de: Ein anderes Medium probieren
el: Δοκιμάστε άλλον δίσκο
he: נסה דיסק אחר
ja: 別のディスクを試してください
nb_no: Prøv en annen plate
nl: Probeer een andere schijf
pt_br: Tente outro disco
ru: Попробовать другой диск
sv: Prova en annan skiva
tr: Başka bir disk deneyin
uk: Спробуйте інший диск

source: minutes remaining
ar: الدقائق المتبقية
ca: minuts restants
da: minutter tilbage
de: Minuten noch
el: λεπτά απομένουν
he: דקות נותרו
ja: 分間残っています
nb_no: minutter igjen
nl: minuten resterend
pt_br: minutos restantes
ru: мин осталось
sv: minuter kvar
tr: kalan dakikalar
uk: залишилося хвилин

source: seconds remaining
ar: الثواني المتبقية
ca: segons que queden
da: sekunder tilbage
de: Sekunden noch
el: δευτερόλεπτα απομένουν
he: שניות נותרו
ja: 秒間残っています
nb_no: sekunder igjen
nl: seconden resterende
pt_br: segundos restantes
ru: сек осталось
sv: sekunder kvar
tr: kalan saniyeler
uk: залишилося секунд

source: Simulating
ar: محاكاة
ca: Simulant
da: Simulering
de: Simuliere
el: Προσομοίωση
he: מדמה
ja: シミュレーション中
nb_no: Simulerer
nl: Simuleren
pt_br: Simulando
ru: Имитация
sv: Simulerar
tr: Simülasyon
uk: Моделювання

source: Writing
ar: كتابة
ca: Escrivint
da: Skrivning
de: Schreibe
el: Εγγραφή
he: כותב
ja: 書き込み中
nb_no: Skriver
nl: Schrijven
pt_br: Gravando
ru: Запись
sv: Skriver
tr: Yazı
uk: Запис

source: Closing
ar: إغلاق
ca: Tancant
da: Lukning
de: Schließe
el: Κλείσιμο
he: סוגר
ja: クローズ処理中
nb_no: Lukker
nl: Sluiten
pt_br: Fechando
ru: Закрытие
sv: Stänger
tr: Kapama
uk: Закриття

source: Erasing
ar: محو
ca: Borrant
da: Slette
de: Lösche
el: Διαγραφή
he: מוחק
ja: 消去中
nb_no: Sletter
nl: Wissen
pt_br: Apagando
ru: Стирание
sv: Raderar
tr: Silme
uk: Стирання

source: Waiting for a new disc
ar: الانتظار لقرص جديد
ca: S'està esperant un nou disc
da: Venter på en ny disk
de: Wartet auf ein neues Medium
el: Αναμονή για νέο δίσκο
he: מחכה לדיסק חדש
ja: 新規ディスクの挿入待ち
nb_no: Venter på en ny plate
nl: Wachten op een nieuwe schijf
pt_br: Aguardando novo disco
ru: Ожидание нового лазерного диска
sv: Väntar på en ny skiva
tr: Yeni bir disk bekleniyor
uk: Очікування нового диска

source: Terminating a Disc burn will create an unreadable disc. Are you sure you want to proceed?
ar: إنهاء حرق القرص سيؤدي إلى إنشاء قرص غير قابل للقراءة. هل أنت متأكد أنك تريد المتابعة؟
ca: Si s'acaba ara la gravació del disc, es crearà un disc il·legible. Esteu segur que voleu continuar?
da: Afslutning af en diskbrænding vil skabe en ulæselig disk. Er du sikker på, at du ønsker at fortsætte?
de: Das Abbrechen des Brennvorgangs führt zu einem nicht lesbaren Medium. Wollen Sie wirklich abbrechen?
el: Ο Τερματισμός Εγγραφής Δίσκου θα δημιουργήσει έναν μη αναγνώσιμο δίσκο. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
he: סיום חריטת דיסק יצור דיסק בלתי קריא. האם אתה בטוח שברצונך להמשיך?
ja: ディスク書き込みを終了すると、読み取れないディスクが作成されます。続行してもよろしいですか？
nb_no: Avslutte en platebrenning vil skape en uleselig plate. Er du sikker på at du vil fortsette?
nl: Als u het branden van een schijf beëindigt, wordt er een onleesbare schijf gemaakt. Weet je zeker dat je verder wilt gaan?
pt_br: Interromper uma gravação de disco vai resultar em um disco ilegível. Deseja realmente continuar?
ru: Прерывание записи оптического диска сделает его нечитаемым. Вы действительно хотите продолжить?
sv: Om du avslutar en skivbränning skapas en oläslig skiva. Är du säker på att du vill fortsätta?
tr: Bir Disk yazısını sonlandırmak okunamayan bir disk oluşturacaktır. Devam etmek istediğinizden emin misiniz?
uk: Припинення запису диска призведе до створення нечитабельного диска. Ви впевнені, що бажаєте продовжити?

source: Disc %s (copy %d) burned successfully.
ar: تم حرق القرص %s (نسخة %d) بنجاح.
ca: %s s'ha gravat correctament.
da: Disk %s (kopi %d) brændt med succes.
de: Medium %s (Kopie %d) erfolgreich gebrannt.
el: Επιτυχημένη εγγραφή δίσκου %s (αντίγραφο %d).
he: דיסק %s (עותק %d) נצרב בהצלחה.
ja: ディスク"%s"（コピー%d）が正常に書き込まれました。
nb_no: Platen %s (kopi %d) brent vellykket.
nl: Schijf %s (kopieren %d) succesvol gebrand.
pt_br: O disco %s (cópia %d) foi gravado com sucesso.
ru: Лазерный диск %s (копия %d) успешно записан.
sv: Skivan %s (kopia %d) brändes framgångsrikt.
tr: Disk %s (kopya %d) başarıyla yazıldı.
uk: Диск %s (копія %d) успішно записано.

source: Disc %s burned successfully.
ar: تم حرق القرص %s بنجاح.
ca: Disc %s s'ha gravat correctament.
da: Disk %s brændt med succes.
de: Medium %s erfolgreich gebrannt.
el: Επιτυχημένη εγγραφή δίσκου %s .
he: דיסק %s נצרב בהצלחה.
ja: ディスク"%s"が正常に書き込まれました。
nb_no: Platen %s brent vellykket.
nl: Schijf %s succesvol gebrand.
pt_br: Disco %s gravado com sucesso.
ru: Лазерный диск %s успешно записан.
sv: Skiva %s brändes framgångsrikt.
tr: Disk %s başarıyla yazıldı.
uk: Диск %s успішно записаний.

source: Disc %s (copy %d) burn failed
ar: فشل حرق القرص %s (نسخة %d)
ca: Disc %s (còpia %d) la gravació ha fallat
da: Disk %s (kopi %d) brænding mislykkedes
de: Brennen von Medium %s (Kopie %d) fehlgeschlagen
el: Απέτυχε η εγγραφή του δίσκου %s (αντιγραφή %d)
he: דיסק %s (עותק %d) נכשל בצריבה
ja: ディスク"%s"（コピー%d）の書き込みに失敗しました
nb_no: Platen %s (kopi %d) brenning feilet
nl: Schijf %s (kopieren %d) branden mislukt
pt_br: A gravação do disco %s (cópia %d) falhou
ru: Не удалось прожечь диск %s (копия %d)
sv: Bränning av skiva %s (kopia %d) misslyckades
tr: Disk %s (kopya %d) yazma başarısız oldu
uk: Не вдалося записати диск %s (копія %d)

source: Disc %s burn failed
ar: فشل حرق القرص %s
ca: La gravació del disc %s ha fallat
da: Disk %s brænding mislykkedes
de: Brennen von Medium %s fehlgeschlagen
el: Απέτυχε η εγγραφή του δίσκου %s
he: דיסק %s נכשל בצריבה
ja: ディスク"%s"の書き込みに失敗しました
nb_no: Platen %s brenning feilet
nl: Schijf %s branden mislukt
pt_br: A gravação do disco %s falhou
ru: Не удалось прожечь диск %s
sv: Bränning av skiva %s misslyckades
tr: Disk %s yazma işlemi başarısız oldu
uk: Не вдалося записати диск %s

source: Re-burn disc
ar: إعادة حرق القرص
ca: Torna a gravar el disc
da: Genbrænd disk
de: Neuer Brennversuch
el: Επανεγγραφή δίσκου
he: צרוב דיסק שוב
ja: ディスクの再作成
nb_no: Brenn platen på nytt
nl: Schijf opnieuw branden
pt_br: Regravar o disco
ru: Перепрожечь диск
sv: Bränn skivan igen
tr: Diski yeniden yazdır
uk: Повторний запис диска

source: Burn disc %d
ar: حرق القرص %d
ca: Grava el disc %d
da: Brænd disk %d
de: Brenne Medium %d
el: Εγγραφή δίσκου %d
he: צרוב דיסק %d
ja: ディスク%dを書き込む
nb_no: Brenn plate %d
nl: Brand schijf %d
pt_br: Gravar o disco %d
ru: Прожечь диск %d
sv: Bränn skiva %d
tr: %d diski yazdır
uk: Записати диск %d

source: Burn another copy
ar: حرق نسخة أخرى
ca: Grava una altre còpia
da: Brænd en anden kopi
de: Noch eine Kopie brennen
el: Εγγραφή άλλου αντίγραφου
he: צרוב עותק נוסף
ja: 別のコピーを書き込む
nb_no: Brenn en kopi til
nl: Brand nog een kopie
pt_br: Gravar outra cópia
ru: Прожечь ещё одну копию
sv: Bränn ytterligare en kopia
tr: Başka bir kopyayı yaz
uk: Записати ще одну копію
