Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Library content
ar: محتوى المكتبة
ca: Contingut de la biblioteca
da: Bibliotekindhold
de: Archiv-Inhalt
el: Περιεχόμενο βιβλιοθήκης
he: תוכן הספרייה
ja: ライブラリのコンテンツ
nb_no: Biblioteksinnhold
nl: Inhoud bibliotheek
pl: Zawartość biblioteki
pt_br: Conteúdo da biblioteca
ru: Содержимое библиотеки
sv: Bibliotekinnehåll
tr: Kütüphane içeriği
uk: Вміст Бібліотеки

source: Hourly
ar: كل ساعة
ca: Cada hora
da: Hver time
de: Stündlich
el: Ωριαίο
he: שעתי
ja: 毎時
nb_no: Hver time
nl: Per uur
pl: Cogodzinny
pt_br: De hora em hora
ru: Ежечасно
sv: Timvis
tr: Saatlik
uk: Щогодини

source: 2x / day
ar: مرتين/اليوم
ca: 2x / dia
da: 2x / dag
de: 2x / Tag
el: 2x / ημέρα
he: 2x ליום
ja: １日２回
nb_no: 2x / dag
nl: 2x per dag
pl: 2x/dzień
pt_br: 2x ao dia
ru: Дважды в день
sv: 2x / dag
tr: 2x / gün
uk: 2x / день

source: On sync, the database is updated with links to files and playlists from '%s'
ar: أثناء المزامنة، يتم تحديث قاعدة البيانات بروابط الملفات وقوائم التشغيل من '%s'
ca: En sincronitzar-se, la base de dades s'actualitza amb enllaços a fitxers i llistes de reproducció de '%s'
da: Ved synkronisering opdateres databasen med links til filer og playlister fra '%s'
de: Beim Synchronisieren wird die Datenbank incl. Links zu Dateien und Wiedergabelisten von "%s" aktualisiert
el: Κατά τον συγχρονισμό, η βάση δεδομένων ενημερώνεται με συνδέσμους σε αρχεία και λίστες αναπαραγωγής από '%s'
he: בסינכרון, מסד הנתונים מתעדכן עם קישורים לקבצים ורשימות מ -' %s '
ja: 同期時に、"%s"からのファイルとプレイリストへのリンクでデータベースが更新されます
nb_no: Ved synkronisering, oppdateres databasen med linker til filer og spillelister fra '%s'
nl: Bij synchronisatie wordt de database bijgewerkt met links naar bestanden en afspeellijsten van '%s'
pl: Podczas synchronizacji baza danych jest aktualizowana łączami do plików i list odtwarzania z '%s'
pt_br: Ao sincronizar, a base de dados é atualizada com links para os arquivos e listas de '%s'
ru: При синхронизации база данных обновляется со ссылками на файлы и плейлистами из '%s'
sv: Vid synkronisering uppdateras databasen med länkar till filer och spellistor från "%s"
tr: Senkronizasyon sırasında, veritabanı '%s' dosyasına ve çalma listelerine bağlantılar ile güncellenir
uk: Під час синхронізації база даних оновлюється посиланнями на файли та списки відтворення з '%s'

source: Only include content that matches files already in the database
ar: تضمين المحتوى الذي يتطابق مع الملفات الموجودة بالفعل في قاعدة البيانات فقط
ca: Incloeu només contingut que coincideixi amb fitxers que ja estan a la base de dades
da: Inkluder kun indhold, der matcher filer, der allerede er i databasen
de: Nur Inhalte von Dateien einbeziehen, die bereits in der Datenbank vorhanden sind
el: Συμπερίληψη μόνο περιεχομένου που ταιριάζει με αρχεία που είναι ήδη στη βάση δεδομένων
he: סנכרן רק תוכן שכבר קיים במסד הנתונים
ja: 既にデータベースにあるファイルに一致するコンテンツのみを含める
nb_no: Inkluder kun innhold som matcher filer som allerede er i databasen
nl: Alleen inhoud opnemen die overeenkomst met bestanden in de database
pl: Uwzględniaj tylko zawartość, która pasuje do plików znajdujących się już w bazie danych
pt_br: Incluir somente conteúdo que coincide com arquivos já existentes na base de dados
ru: Включить только содержимое, соответствующее файлам, уже имеющимся в базе данных
sv: Inkludera endast innehåll som matchar filer som redan finns i databasen
tr: Yalnızca veritabanında bulunan dosyalarla eşleşen içeriği ekleyin
uk: Включати лише вміст, який відповідає файлам, що вже є в базі даних

source: On sync, the database is only updated with links to files & playlists from '%s' that match files already in the database
ar: أثناء المزامنة، يتم تحديث قاعدة البيانات فقط بروابط الملفات وقوائم التشغيل من '%s' التي تطابق الملفات الموجودة بالفعل في قاعدة البيانات
ca: Sincronitzada, la base de dades només s'actualitza amb enllaços a fitxers i llistes de reproducció de '%s' que coincideixen amb fitxers que ja estan a la base de dades
da: Ved synkronisering opdateres databasen kun med links til filer & playlister fra '%s', der matcher filer, der allerede er i databasen
de: Beim Sychronisieren werden nur bereits in der Datenbank vorhandene Dateien durch Links und Wiedergabelisten aus '%s' aktualisiert
el: Κατά το συγχρονισμό, η βάση δεδομένων ενημερώνεται μόνο με συνδέσμους σε αρχεία και λίστες αναπαραγωγής από '%s' που ταιριάζουν με αρχεία που είναι ήδη στη βάση δεδομένων
he: בעת סנכרון, מסד הנתונים מתעדכן רק עם קישורים לקבצים ורשימות מ -'%s' שמתאימים לקבצים שכבר נמצאים במסד הנתונים
ja: 同期時に、データベースはデータベース内の既存のファイルと一致する"%s"からのファイルとプレイリストへのリンクでのみ更新されます
nb_no: Ved synkronisering, oppdateres databasen kun med linker til filer og spillelister fra '%s' som matcher filer allerede i databasen
nl: Bij synchronisatie wordt de database alleen bijgewerkt met koppelingen naar bestanden en afspeellijsten van '%s' die overeenkomen met bestanden die al in de database staan
pl: Podczas synchronizacji baza danych jest aktualizowana tylko linkami do plików i list odtwarzania z '%s', które pasują do plików znajdujących się już w bazie danych
pt_br: Ao sincronizar, a base de dados é atualizada somente com links para arquivos e listas de '%s' que coincidem com arquivos já existentes na base de dados
ru: При синхронизации база данных обновляется только со ссылками на файлы и плейлистами из '%s', соответствующими файлам, уже имеющимся в базе данных
sv: Vid synkronisering uppdateras databasen endast med länkar till filer och spellistor från "%s" som matchar filer som redan finns i databasen
tr: Senkronizasyon sırasında, veritabanı yalnızca veritabanında bulunan dosyalarla eşleşen '%s' dosyasına ve çalma listelerine bağlantılar ile güncellenir
uk: При синхронізації база даних оновлюється посиланнями лише на файли та списки відтворення з '%s', які відповідають файлам, що вже є в базі даних

source: Download '%s' content that is not accessible locally
ar: تنزيل محتوى '%s' الذي لا يمكن الوصول إليه محليًا
ca: Baixeu contingut '%s' que no és accessible localment
da: Download '%s'-indhold, der ikke er tilgængeligt lokalt
de: Lokal nicht verfügbaren Inhalt von "%s" herunterladen
el: Λήψη περιεχομένου '%s' που δεν είναι προσβάσιμο τοπικά
he: הורד תוכן '%s' שאינו קיים במחשב
ja: ローカルでアクセスできない"%s"コンテンツをダウンロード
nb_no: Last ned '%s' innhold som ikke er tilgjengelig lokalt
nl: Download '%s' inhoud die lokaal niet beschikbaar is
pl: Pobierz zawartość '%s', która nie jest dostępna lokalnie
pt_br: Baixar o conteúdo de '%s' que não está acessível localmente
ru: Загрузка содержимого '%s', которое недоступно локально
sv: Ladda ner "%s" innehåll som inte är tillgängligt lokalt
tr: Yerel olarak erişilemeyen '%s' içeriğini indirin
uk: Завантажити вміст '%s', який недоступний локально

source: Downloads files and playlists from '%s' that are not accessible via the local drive or network
ar: تنزيل الملفات وقوائم التشغيل من '%s' التي لا يمكن الوصول إليها عبر الأقراص المحلية أو الشبكة
ca: Descarrega fitxers i llistes de reproducció de '%s' que no són accessibles del ddisc o la xarxa local
da: Downloader filer og playlister fra '%s', der ikke er tilgængelige via det lokale drev eller netværket
de: Lädt Dateien und Wiedergabelisten von "%s" herunter, die weder auf dem lokale Laufwerk noch im Netzwerk verfügbar sind
el: Λήψη αρχείων και λιστών αναπαραγωγής από το '%s' που δεν είναι προσβάσιμα μέσω της τοπικής μονάδας ή δικτύου
he: מוריד קבצים ורשימות מ -'%s' שאינם במחשב או ברשת המקומית
ja: ローカルドライブまたはネットワーク経由でアクセスできない"%s"からファイルとプレイリストをダウンロードします
nb_no: Laster ned filer og spillelister fra '%s' som ikke er tilgjengelig via den lokale stasjonen eller nettverket
nl: Downloadt bestanden en afspeellijsten van '%s' die via het lokale station of netwerk niet beschikbaar zijn
pl: Pobiera pliki i listy odtwarzania z '%s', które nie są dostępne przez lokalny dysk lub sieć
pt_br: Baixa os arquivos e listas de '%s' que não estão acessíveis através de um drive local ou de rede
ru: Загрузить файлы и плейлисты с '%s', которые недоступны через локальный диск или сеть
sv: Hämtar filer och spellistor från "%s" som inte är tillgängliga via den lokala enheten eller nätverket
tr: Yerel sürücü veya ağ üzerinden erişilemeyen '%s' adresinden dosyaları ve çalma listelerini indirir
uk: Завантажує файли та списки відтворення з '%s', недоступні через локальні диск або мережу

source: Sync '%s' metadata to the Library
ar: مزامنة بيانات '%s' الوصفية مع المكتبة
ca: Sincronitzeu les metadades '%s' amb la biblioteca
da: Synk '%s'-metadata til biblioteket
de: Synchronisiere Metadaten von "%s" ins Archiv
el: Συγχρονισμός μεταδεδομένων '%s' στη βιβλιοθήκη
he: סנכרן נתוני פריטים מ '%s' לספרייה
ja: "%s"メタデータをライブラリに同期
nb_no: Synkroniser '%s' metadata til biblioteket
nl: Synchroniseer '%s' metadata naar de Bibliotheek
pl: Synchronizuj metadane '%s' z biblioteką
pt_br: Sincronizar metadados de '%s' para a biblioteca
ru: Синхронизация метаданных '%s' с библиотекой
sv: Synkronisera '%s' metadata till biblioteket
tr: '%s' meta verilerini Kütüphaneye senkronize et
uk: Синхронізувати метадані '%s' з Бібліотекою

source: Update metadata for matching tracks and playlists
ar: تحديث البيانات الوصفية للمسارات وقوائم التشغيل المتطابقة
ca: Actualitzeu les metadades per a pistes i llistes de reproducció coincidents
da: Opdater metadata for matchende spor og playlister
de: Metadaten für übereinstimmende Tracks und Wiedergabelisten aktualisieren
el: Ενημέρωση μεταδεδομένων για ταίριασμα κομματιών και λιστών αναπαραγωγής
he: עדכן נתונים עבור פריטים ורשימות תואמים
ja: トラックとプレイリストを一致させるためのメタデータを更新する
nb_no: Oppdater metadata for matchende spor og spillelister
nl: Metadata van overeenkomende tracks en afspeellijsten bijwerken
pl: Zaktualizuj metadane dla pasujących utworów i list odtwarzania
pt_br: Atualizar metadados para faixas e listas que coincidem
ru: Обновить метаданные для сопоставления треков и плейлистов
sv: Uppdatera metadata för matchande spår och spellistor
tr: Eşleşen parçalar ve çalma listeleri için meta verileri güncelleyin
uk: Оновити метадані для композицій та списків відтворення, що збігаються

source: Scanning
ar: مسح
ca: Analitzant
de: Suche
el: Σάρωση
he: סורק
ja: スキャン中
nb_no: Skanner
nl: Scannen
pl: Skanowanie
pt_br: Procurando
ru: Сканирование
sv: Skannar
tr: Taranıyor
uk: Сканування

source: Connected
ar: متصل
ca: Connectat
da: Forbundet
de: Verbunden
el: Συνδέθηκε
he: מחובר
ja: 接続済み
nb_no: Koblet
nl: Verbonden
pl: Połączony
pt_br: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı
uk: Підключено

source: Disconnected
ar: غير متصل
ca: Desconnectat
da: Frakoblet
de: Getrennt
el: Αποσυνδέθηκε
he: מנותק
ja: 接続解除済み
nb_no: Frakoblet
nl: Verbinding verbroken
pl: Rozłączony
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Роз'єднано

source: Choose which files to keep synced:
ar: اختر الملفات التي تود الاحتفاظ بمزامنتها:
ca: Trieu quins fitxers voleu sincronitzar:
da: Vælg hvilke filer der skal holdes synkroniseret:
de: Zu synchronisierende Dateien wählen:
el: Επιλέξτε ποια αρχεία θα συνεχίσουν να συγχρονίζονται:
he: בחר קבצים שיש לשמור מסונכרנים:
ja: 同期を維持するファイルを選択:
nb_no: Velg hvilke filer å holde synkronisert:
nl: Bestanden die gesynchroniseerd moeten blijven:
pl: Wybierz pliki, które chcesz zsynchronizować:
pt_br: Escolha os arquivos a serem mantidos sincronizados:
ru: Выберите файлы для синхронизации:
sv: Välj vilka filer som ska synkroniseras:
tr: Hangi dosyaların senkronize edileceğini seçin:
uk: Оберіть файли для синхронізації:

source: Once installed, you may initiate Wi-Fi sync from the device (USB sync is not reliable on some devices).
ar: عند التثبيت، يمكنك بدء المزامنة عبر Wi-Fi من الجهاز (المزامنة عبر USB غير موثوقة في بعض الأجهزة).
ca: Un cop instal·lat, podeu iniciar la sincronització Wi-Fi des del dispositiu (la sincronització USB no és fiable en alguns dispositius).
da: Når installeret, kan du starte Wi-Fi synkronisering fra enheden (USB synkronisering er ikke pålidelig på nogle enheder).
de: Nach der Installation können Sie die WLAN-Synchronisation vom Gerät aus initiieren (die USB-Synchronisierung ist auf einigen Geräten nicht zuverlässig).
el: Μόλις γίνει εγκατάσταση, ενδέχεται να ξεκινήσετε το συγχρονισμό Wi-Fi από τη συσκευή (ο συγχρονισμός USB δεν είναι αξιόπιστος σε ορισμένες συσκευές).
he: לאחר ההתקנה, תוכל להפעיל סנכרון ע"י Wi-Fi מהמכשיר.
ja: インストールすると、デバイスからWi - Fi同期を開始できます（ USB同期は一部のデバイスでは信頼できません）。
nb_no: Når det er installert, kan du initiere Wi-Fi-synkronisering fra enheten (USB-synkronisering er ikke pålitelig på noen enheter).
nl: Na installatie kan Wi-Fi-synchronisatie inschakeld worden op het apparaat (USB-synchronisatie is soms onbetrouwbaar).
pl: Po zainstalowaniu możesz zainicjować synchronizację Wi-Fi z urządzenia (synchronizacja USB nie jest niezawodna na niektórych urządzeniach).
pt_br: Uma vez instalado, você pode iniciar a sincronização por wi-fi a partir do dispositivo (sincronização USB não é confiável em alguns dispositivos).
ru: После установки можно запустить синхронизацию по Wi-Fi с устройства (на некоторых устройствах синхронизация по USB ненадёжна).
sv: När du har installerat kan du initiera Wi-Fi-synkronisering från enheten (USB-synkronisering är inte tillförlitlig på vissa enheter).
tr: Kurulum tamamlandıktan sonra cihazınızdan Wi-Fi senkronizasyonunu başlatabilirsiniz (USB senkronizasyonu bazı cihazlarda güvenilir değildir).
uk: Після встановлення ви можете ініціювати синхронізацію Wi-Fi з пристрою (на деяких пристроях синхронізація USB не є надійною).

source: Allows remote MediaMonkey clients to sync via Wi-Fi, if they've also been granted rights to library content (by default, initial attempts by a device to connect will trigger a prompt).
ar: تسمح لعملاء MediaMonkey عن بعد بالمزامنة عبر Wi-Fi، إذا تم منحهم أيضاً حقوق للوصول إلى محتوى المكتبة (بشكل افتراضي، ستؤدي المحاولات الأولية من الجهاز للاتصال إلى تحفيز تنبيه).
ca: Permet que els clients de MediaMonkey remots es sincronitzin mitjançant Wi-Fi, si també se'ls ha concedit drets sobre el contingut de la biblioteca (per defecte, els intents inicials d'un dispositiu de connectar-se activaran una sol·licitud).
da: Tillader fjern-MediaMonkey-klienter at synkronisere via Wi-Fi, hvis de også har fået tildelt rettigheder til bibliotekindhold (som standard vil indledende forsøg fra en enhed på at forbinde udløse en prompt).
de: Ermöglicht die entfernten Mediamonkey Clients per WLAN zu synchronisieren, wenn sie auch Rechte auf den Inhalt des Archivs besitzen. (Standardmäßig wird beim ersten Verbindungsversuch eines Gerätes eine Bestätigung verlangt).
el: Επιτρέπει σε απομακρυσμένους clients του MediaMonkey να συγχρονιστούν μέσω Wi-Fi, εφόσον τούς έχουν δοθεί δικαιώματα προσβάσης στο περιεχόμενο της βιβλιοθήκης (από προεπιλογή, οι αρχικές προσπάθειες συσκευής να συνδεθεί, θα επιφέρουν μία υπενθύμιση).
he: מאפשר ללקוחות MediaMonkey מרוחקים לסנכרן באמצעות Wi - Fi, אם הוענקו להם גם זכויות לתוכן הספרייה (כברירת מחדל, ניסיונות ראשוניים של התקן להתחבר יפעילו בקשה).
ja: リモート MediaMonkey クライアントがライブラリのコンテンツへのアクセス許可を受けていれば、それらに Wi-Fi 経由の同期を許可します （デフォルトでは、初回のデバイス接続時には問い合わせが出ます）。
nb_no: Tillater eksterne MediaMonkey-klienter å synkronisere gjennom Wi-Fi, hvis de også har fått rettigheter til innholdet i biblioteket (som standard vil første tilkobling av en enhet kreve godkjenning).
nl: Hiermee kunnen externe MediaMonkey-clients synchroniseren via Wi-Fi, mits er rechten zijn verleend voor bibliotheekinhoud (standaard wordt bij een eerste verbindingspoging een mededeling getoond).
pl: Umożliwia zdalnym klientom MediaMonkey synchronizację przez Wi-Fi, jeśli mają również przyznane prawa do zawartości biblioteki (domyślnie pierwsze próby połączenia przez urządzenie powodują wyświetlenie monitu).
pt_br: Permite que clientes remotos do MediaMonkey sincronizem via Wi-Fi, se for concedido a eles permissões sobre o conteúdo da biblioteca. Por padrão, quando um dispositivo tentar conectar pela primeira vez, será emitido um aviso.
ru: Позволяет удалённым клиентам MediaMonkey выполнять синхронизацию по Wi-Fi, если им также были предоставлены права на доступ к содержимому библиотеки (по умолчанию при первых попытках устройства подключиться будет выдаваться запрос).
sv: Tillåter fjärranslutna MediaMonkey-klienter att synkronisera via Wi-Fi, om de också har beviljats rättigheter till biblioteksinnehåll (som standard kommer inledande försök från en enhet att ansluta att ställa en fråga).
tr: Uzak MediaMonkey istemcilerinin, kütüphane içeriğine erişim hakları da verilmişse Wi-Fi üzerinden senkronizasyon yapmalarına olanak tanır (varsayılan olarak, bir cihazın bağlanmak için yaptığı ilk girişimler bir istemi tetikler).
uk: Дозволяє віддаленим клієнтам MediaMonkey синхронізуватися за допомогою Wi-Fi, якщо їм також надано права на бібліотечний вміст (типово, початкові спроби з 'єднання з пристроєм викликають підказку).

source: Once scanned, MediaMonkey can accurately display the contents of the device. It may take awhile for some devices, though.
ar: بمجرد مسح الجهاز، يمكن لـ MediaMonkey عرض محتويات الجهاز بدقة. قد يستغرق ذلك بعض الوقت لبعض الأجهزة.
ca: Un cop escanejat, MediaMonkey pot mostrar amb precisió el contingut del dispositiu. Però alguns dispositius poden trigar una estona.
da: Når scannet, kan MediaMonkey præcist vise indholdet af enheden. Det kan dog tage et stykke tid for nogle enheder.
de: Nach dem Scannen kann Mediamonkey den Inhalt des Gerätes genau anzuzeigen. Das kann für einige Geräte eine Weile dauern.
el: Μόλις θα σαρωθεί, το MediaMonkey μπορεί να απεικονίσει με ακρίβεια το περιεχόμενο της συσκευής. Παρόλα αυτά για ορισμένες συσκευές μπορεί να πάρει λίγο χρόνο.
he: לאחר הסריקה, MediaMonkey יכול להציג במדויק את תוכן המכשיר. זה עלול לקחת זמן עבור כמה מכשירים, אם כי.
ja: 一度スキャンすれば、MediaMonkey はデバイスのコンテンツを正確に表示できます。デバイスによっては多少時間が掛かるかも知れません。
nb_no: Etter skanning vil MediaMonkey kunne vise innholdet til enheten korrekt. Denne prosessen kan ta litt tid for noen enheter.
nl: Na scannen van het apparaat kan MediaMonkey de inhoud ervan goed weergeven. Soms kost dit wel veel tijd.
pl: Po zeskanowaniu MediaMonkey może dokładnie wyświetlić zawartość urządzenia. W przypadku niektórych urządzeń może to jednak trochę potrwać.
pt_br: Depois da verificação, o MediaMonkey exibir corretamente o conteúdo do dispositivo. No entanto, essa verificação pode demorar um pouco em alguns dispositivos.
ru: После сканирования MediaMonkey может точно отобразить содержимое устройства. Однако для некоторых устройств это может занять время.
sv: När MediaMonkey har skannats kan den visa enhetens innehåll korrekt. Det kan dock ta ett tag för vissa enheter.
tr: Tarandıktan sonra, MediaMonkey cihazın içeriğini doğru bir şekilde görüntüleyebilir. Ancak bazı cihazlar için bu biraz zaman alabilir.
uk: Після сканування MediaMonkey може точно показувати вміст пристрою. Однак для деяких пристроїв це може зайняти деякий час.

source: Scan as soon as the device is connected
ar: مسح بمجرد اتصال الجهاز
ca: Escaneja tan aviat com el dispositiu estigui connectat
da: Scan så snart enheden er tilsluttet
de: Nach Anschließen des Gerätes automatisch einlesen
el: Σάρωση αμέσως μόλις συνδεθεί η συσκευή
he: סרוק ברגע שהמכשיר מחובר
ja: デバイス接続時に直ちにスキャン
nb_no: Skann så snart enheten er koblet til
nl: Scan zodra het apparaat is aangesloten
pl: Skanuj zaraz po podłączeniu urządzenia
pt_br: Analisar assim que o dispositivo for conectado
ru: Сканировать при подключении устройства
sv: Skanna så snart enheten är ansluten
tr: Cihaz bağlanır bağlanmaz tarayın
uk: Сканувати після підключення пристрою

source: This initiates an auto-sync whenever the device is plugged into the PC
ar: تهيئة مزامنة تلقائية بمجرد الجهاز متصل إلى الكمبيوتر الشخصي
ca: S’inicia la sincronització automàtica sempre que el dispositiu es connecta al PC
da: Dette aktiverer et auto-sync, når enheden er tilsluttet pc'en
de: Startet Auto-Sync bei Anschluss des Gerätes an den PC
el: Αυτό εκκινεί τον αυτόματο συγχρονισμό όταν η συσκευή συνδέεται στον Η/Υ
he: פעולה זו תיזום סנכרון אוטומטי בכל פעם שהמכשיר מחובר למחשב
ja: デバイスがPCに接続されるたびに自動同期が開始されます
nb_no: Dette starter en auto-synkronisering når enheten blir koblet til PC-en
nl: Start auto-synchronisatie zodra het apparaat wordt aangesloten op de PC
pl: Inicjuje auto-synchronizację za każdym razem, gdy urządzenie zostaje podłączone do komputera
pt_br: Inicia o processo de Auto-Sincronização sempre que o dispositivo for conectado ao PC
ru: Запуск автосинхронизации, когда устройство подключено к ПК
sv: Detta initierar en automatisk synkronisering när enheten är ansluten till datorn
tr: Bu, cihaz PC'ye takıldığında otomatik senkronizasyonu başlatır.
uk: Це ініціює автоматичну синхронізацію кожного разу, коли пристрій підключається до ПК

source: Auto-Sync as soon as the device is connected
ar: مزامنة تلقائياً عندما يتم توصيل الجهاز
ca: Sincronització automàtica tan bon punt es connecti el dispositiu
da: Auto-Sync, så snart enheden er tilsluttet
de: Nach Anschließen des Gerätes automatisch synchronisieren
el: Αυτόματος Συγχρονισμός μόλις συνδεθεί η συσκευή
he: סנכרון אוטומטי ברגע שהמכשיר מחובר
ja: デバイス接続時に自動同期
nb_no: Auto-synkroniser så snart enheten er koblet til
nl: Auto-sync zodra het apparaat is aangesloten
pl: Automatyczna synchronizacja zaraz po podłączeniu urządzenia
pt_br: Auto-sincronizar assim que o dispositivo for conectado
ru: Автосинхронизация при подключении устройства
sv: Automatisk synkronisering så snart enheten är ansluten
tr: Cihaz bağlanır bağlanmaz otomatik senkronize et
uk: Автоматична синхронізація після підключення пристрою

source: Causes the device to automatically disconnect after auto-sync has completed.
ar: يسمح للجهاز إلى قطع الاتصال تلقائياً عند الانتهاء من التزامن التلقائي.
ca: Fa que el dispositiu es desconnecti automàticament un cop finalitzada la sincronització automàtica.
da: Får enheden til automatisk at afbryde efter auto-sync har afsluttet.
de: Trennt automatisch die Verbindung zum Gerät, wenn der Auto-Sync-Vorgang abgeschlossen ist.
el: Προκαλεί την συσκευή να αποσυνδέεται αυτόματα μετά την ολοκλήρωση του αυτόματου συγχρονισμού.
he: מנתק את המכשיר בסיום הסינכרון האוטומטי.
ja: 自動同期の終了後、デバイスが自動的に取り外されます。
nb_no: Gjør slik at enheten automatisk kobler fra etter auto-synkroniseringen er fullført.
nl: Verwijdert het apparaat automatisch na auto-synchronisatie.
pl: Powoduje automatyczne odłączenie urządzenia po zakończeniu auto-synchronizacji.
pt_br: Faz com que o dispositivo seja desconectado após a sincronização automática ser concluída.
ru: Заставляет устройство автоматически разъединяться по завершении автосинхронизации.
sv: Gör att enheten kopplas från automatiskt efter att automatisk synkronisering har slutförts.
tr: Otomatik senkronizasyon tamamlandıktan sonra cihazın bağlantısının otomatik olarak kesilmesine neden olur.
uk: Викликає автоматичне відключення пристрою після завершення автоматичної синхронізації.

source: Automatically unmount device after Auto-Sync
ar: قم بقطع اتصال الجهاز بعد مزامنة التلقائية
ca: Desmunta el dispositiu automàticament després de la sincronització automàtica
da: Automatisk afmontere enheden efter Auto-Sync
de: Nach Auto-Synchronisation automatisch entfernen
el: Αυτόματη αποσύνδεση συσκευής μετά τον Αυτόματο Συγχρονισμό
he: נתק רכיבים לאחר סינכרון אוטומטי
ja: 同期終了後自動的にデバイスをアンマウント
nb_no: Koble enheten automatisk fra etter Auto-synkronisering
nl: Na synchronisatie apparaat automatisch verwijderen
pl: Automatycznie odłącz urządzenie po automatycznej synchronizacji
pt_br: Desmontar dispositivo automaticamente após auto-sincronização
ru: Автоматически отключать устройство после автосинхронизации
sv: Koppla ifrån enheten automatiskt efter automatisk synkronisering
tr: Otomatik Senkronizasyondan sonra cihazın bağlantısını otomatik olarak kes
uk: Автоматично вимкнути пристрій після автоматичної синхронізації
