Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: has no Artwork
ar: لا يوجد له عمل فني
ca: no té Il·lustració
da: har ikke Kunstværk
de: Ohne Bild
el: δεν έχει Γραφικό
he: אין כיסוי
ja: アートワークがない
nb_no: har ingen grafikk
nl: bevat geen Illustratie(s)
pl: nie ma grafiki
pt_br: não tem capa
ru: нет обложек
sv: har inte albumbilder
tr: Albüm kapağı yok
uk: відсутня Ілюстрація

source: Is synced to
ar: متزامن إلى
ca: Es sincronitza amb
da: Er synkroniseret til
de: Synchronisiert nach
el: σε συγχρονισμό με
he: סונכרן ל
ja: 同期している
nb_no: Er synkronisert til
nl: Is gesynchroniseerd met
pl: Jest zsynchronizowany z
pt_br: Está sincronizado com
ru: Синхронизируется к
sv: Synkroniseras med
tr: Senkronize edildi
uk: Синхронізовано з

source: Isn't synced to
ar: غير متزامن إلى
ca: No està sincronitza amb
da: Er ikke synkroniseret til
de: Nicht synchronisiert nach
el: δεν είναι σε συγχρονισμό με
he: לא סונכרן ל
ja: 同期していない
nb_no: Er ikke synkronisert til
nl: Is niet gesynchroniseerd met
pl: Nie jest zsynchronizowany z
pt_br: Não está sincronizado com
ru: Не синхронизируется с
sv: Synkroniseras inte med
tr: Senkronize edilmedi
uk: Не синхронізовано з

source: > (days ago)
ar: &GT; (بالأيام)
ca: > (dies enrera)
da: > (Dage siden)
de: > (Tage her)
el: > (μέρες πριν)
he: > (ימים לפני)
ja: ＞（…日前）
nb_no: > (dager siden)
nl: > (dagen geleden)
pl: > (dni temu)
pt_br: > (dias atrás)
ru: > (дн. назад)
sv: > (dagar sedan)
tr: > (gün önce)
uk: > (днів тому)

source: < (days ago)
ar: &Lt; (بالأيام)
ca: < (dies enrera)
da: < (Dage siden)
de: < (Tage her)
el: < (μέρες πριν)
he: < (ימים לפני)
ja: ＜（…日前）
nb_no: < (dager siden)
nl: < (dagen geleden)
pl: < (dni temu)
pt_br: < (dias atrás)
ru: < (дн. назад)
sv: < (dagar sedan)
tr: > (gün önce)
uk: < (днів тому)

source: > (hours ago)
ar: &GT; (ساعة)
ca: > (fa hores)
da: > (Timer siden)
de: > (Stunden her)
el: > (ώρες πριν)
he: > (שעות לפני)
ja: ＞（…時間前）
nb_no: > (timer siden)
nl: > (uren geleden)
pl: > (godziny temu)
pt_br: > (horas atrás)
ru: > (ч назад)
sv: > (timmar sedan)
tr: > (saat önce)
uk: > (годин тому)

source: < (hours ago)
ar: &Lt; (ساعة)
ca: < (fa hores)
da: < (Timer siden)
de: < (Stunden her)
el: < (ώρες πριν)
he: < (שעות לפני)
ja: ＜（…時間前）
nb_no: < (timer siden)
nl: < (uren geleden)
pl: < (godziny temu)
pt_br: < (horas atrás)
ru: < (ч назад)
sv: < (timmar sedan)
tr: > (saat önce)
uk: < (годин тому)

source: is unknown
ar: غير معروف
ca: és desconegut
da: er ukendt
de: ist unbekannt
el: είναι άγνωστες
he: לא ידוע
ja: 不明である
nb_no: er ukjent
nl: is onbekend
pl: jest nieznany
pt_br: é desconhecido
ru: неизвестно
sv: är okänt
tr: bilinmiyor
uk: невідомий

source: is known
ar: ومن المعروف
ca: és conegut
da: er kendt
de: ist bekannt
el: είναι γνωστές
he: ידוע
ja: 不明でない
nb_no: er kjent
nl: is bekend
pl: jest znany
pt_br: é conhecido
ru: известно
sv: är känd
tr: biliniyor
uk: відомий

source: is
ar: هو
ca: és
da: er
de: ist
el: είναι
he: הוא
ja: …である
nb_no: er
pl: jest
pt_br: é
ru: а
sv: är
uk: є

source: downloaded
ar: تم التنزيل
ca: descarregador
da: downloadet
de: heruntergeladen
el: λήψη
he: הורדות
ja: ダウンロード済み
nb_no: nedlastet
nl: Gedownload
pl: pobrany
pt_br: baixado
ru: загружен
sv: nedladdad
tr: indirildi
uk: завантажено

source: Online
ar: متصل بالإنترنت
ca: En línia
he: אונליין
ja: オンライン
ru: Онлайн
tr: Çevrimiçi
uk: В мережі

source: Local
ar: محلي
da: Lokal
de: Lokal
el: Τοπικά
he: מקומי
ja: ローカル
nb_no: Lokal
nl: Lokaal
pl: Lokalny
ru: Локально
sv: Lokal
tr: Yerel
uk: Локально

source: Any text
ar: أي نص
ca: Qualsevol text
da: Enhver tekst
de: Beliebiger Text
el: Οποιοδήποτε κείμενο
he: כל טקסט
ja: 任意のテキスト
nb_no: Vilken som helst tekst
nl: Willekeurige tekst
pl: Dowolny tekst
pt_br: Qualquer texto
ru: Любой текст
sv: Vilken text som helst
tr: Herhangi bir metin
uk: Будь-який текст

source: Album Rating
ar: تقييم الألبوم
ca: Puntuació de l'àlbum
da: Album bedømmelse
de: Album-Bewertung
he: דירוג האלבום
ja: アルバムの評価
nb_no: Albumvurdering
nl: Album Score
pt_br: Nota do álbum
ru: Рейтинг альбома
sv: Albumbetyg
tr: Albüm Puanı
uk: Рейтинг альбому

source: # Tracks by Artist
ar: عدد المسارات الفنان
ca: # Pistes per artista
da: # Tracks efter kunstner
de: # Tracks pro Interpret
el: # Κομμάτια από Καλλιτέχνη
he: # רצועות לפי אמן
ja: アーティスト別トラック数
nb_no: # Spor av artisten
nl: # Tracks door Artiest
pl: Utwory wg artysty
pt_br: Faixas por artista
ru: Треков у исполнителя
sv: # Spår efter artist
tr: # Sanatçıya Göre Parçalar
uk: # Доріжок Виконавця

source: # Tracks in Album
ar: عدد من المسارات بالألبوم
ca: # Temes per Àlbum
da: # Spor i albummet
de: # Tracks pro Album
el: # Κομμάτια στο Άλμπουμ
he: # רצועות באלבום
ja: アルバムのトラック数
nb_no: # Spor i albumet
nl: # Tracks op Album
pl: # utworów w albumie
pt_br: Faixas no álbum
ru: Треков в альбоме
sv: # Spår i album
tr: # Albümdeki Parçalar
uk: # Доріжок в Альбомі

source: # Albums by Artist
ar: عدد ألبومات الفنان
ca: # Àlbums per Artista
da: # Album efter kunstner
de: # Alben nach Interpreten
el: # Άλμπουμ από Καλλιτέχνη
he: # אלבומים לפי אמן
ja: アーティスト別アルバム数
nb_no: # Album av Artist
nl: # Albums door Artiest
pl: # Albumy Artysty
pt_br: Álbuns por artista
ru: Альбомов у исполнителя
sv: # Album efter artist
tr: # Sanatçıya Göre Albümler
uk: # Альбомів Виконавця

source: Artist Comment
ar: التعليق على الفنان
ca: Comentari de l'artista
da: Kunstner Kommentar
de: Kommentar zum Interpreten
el: Σχόλιο Καλλιτέχνη
he: הערות יוצר
ja: アーティストコメント
nb_no: Artist-kommentar
nl: Opmerkingen bij Artiest
pl: Komentarz artysty
pt_br: Comentário do artista
ru: Комментарий к исполнителю
sv: Artistkommentar
tr: Sanatçı Yorumu
uk: Коментар до Виконавця

source: Album Comment
ar: التعليق على الألبوم
ca: Comentari de l'àlbum
da: Album Kommentar
de: Kommentar zum Album
el: Σχόλια Άλμπουμ
he: הערות לאלבום
ja: アルバムコメント
nb_no: Album-kommentar
nl: Opmerkingen bij Album
pl: Komentarz do albumu
pt_br: Comentário do álbum
ru: Комментарий к альбому
sv: Albumkommentar
tr: Albüm Yorumu
uk: Коментар до Альбому

source: Sync state
ar: حالة المزامنة
ca: Estat de sincronització
da: Synkroniseringsstatus
de: Sync-Status
el: Κατάστ. Συγχρον.
he: מצב סנכרון
ja: 同期状態
nb_no: Synkroniseringstilstand
nl: Synchronisatiestatus
pl: Stan synchronizacji
pt_br: Estado de sincronização
ru: Состояние синхронизации
sv: Synkroniseringstillstånd
tr: Senkronizasyon durumu
uk: Стан синхронізації

source: Random track
ar: مسار عشوائي
ca: Pista aleatòria
da: Tilfældig spor
de: Zufälliger Track
el: Τυχαίο κομμάτι
he: פריט אקראי
ja: ランダムトラック
nb_no: Tilfeldig spor
nl: Willekeurige track
pl: Losowy utwór
pt_br: Faixa aleatória
ru: Случайный трек
sv: Slumpmässigt spår
tr: Rastgele parça
uk: Випадкова доріжка

source: Random track (auto-refresh)
ar: مسار عشوائي (تحديث تلقائي)
ca: Pista aleatòria (auto-refresc)
da: Tilfældig spor (auto-opdatering)
de: Zufälliger Track (automatische Aktualisierung)
el: Τυχαίο κομμάτι (αυτόματη ανανέωση)
he: רצועה אקראית (רענון אוטומטי)
ja: ランダムトラック（自動更新）
nb_no: Tilfeldig spor (auto-oppfrisk)
nl: Willekeurige track (auto-verversen)
pl: Utwór losowy (automatyczne odświeżanie)
pt_br: Faixa aleatória (auto atualizar)
ru: Случайный трек (автообновление)
sv: Slumpmässigt spår (automatisk uppdatering)
tr: Rastgele parça (otomatik yenileme)
uk: Випадкова доріжка (автоматичне оновлення)

source: Random album
ar: ألبوم عشوائي
ca: Album aleatori
da: Tilfældig album
de: Zufälliges Album
el: Τυχαίο άλμπουμ
he: אלבום אקראי
ja: ランダムアルバム
nb_no: Tilfeldig album
nl: Willekeurig album
pl: Losowy album
pt_br: Álbum aleatório
ru: Случайный альбом
sv: Slumpmässigt album
tr: Rastgele albüm
uk: Випадковий альбом

source: Random album (auto-refresh)
ar: ألبوم عشوائي (تحديث تلقائي)
ca: Àbum aleatòria (auto-refresc)
da: Tilfældig album (auto-opdatering)
de: Zufälliges Album (automatische Aktualisierung)
el: Τυχαίο άλμπουμ (αυτόματη ανανέωση)
he: אלבום אקראי (רענון אוטומטי)
ja: ランダムアルバム（自動更新）
nb_no: Tilfeldig album (auto-oppfrisk)
nl: Willekeurig album (auto-verversen)
pl: Album losowy (auto odświeżanie)
pt_br: Álbum aleatório (auto atualizar)
ru: Случайный альбом (автообновление)
sv: Slumpmässigt album (automatisk uppdatering)
tr: Rastgele albüm (otomatik yenileme)
uk: Випадковий альбом (автоматичне оновлення)

source: highest
ar: الأعلى
ca: més alt
da: højeste
de: höchste
el: ύψιστο
he: גבוה ביותר
ja: 最高
nb_no: høyest
nl: Hoogste
pl: najwyższy
pt_br: altíssima
ru: наивысший
sv: högsta
tr: en yüksek
uk: найвищий

source: lowest
ar: الأدنى
ca: més baix
da: laveste
de: niedrigste
el: ελάχιστο
he: נמוך ביותר
ja: 最低
nb_no: lavest
nl: laagste
pl: najniższy
pt_br: baixíssima
ru: наинизший
sv: lägsta
tr: en düşük
uk: найнижчий

source: most recent
ar: أحدث
ca: més recent
da: seneste
de: letzte
el: πιο πρόσφατο
he: האחרונים
ja: 最新の
nb_no: nyeste
nl: meest recent
pl: najnowsze
pt_br: mais recente
ru: недавний
sv: senaste
tr: en son
uk: найсучасніший

source: least recent
ar: الأقل حداثة
ca: menys recent
da: mindst nylig
de: am ältesten
el: λιγότερο πρόσφατο
he: האחרונים
ja: 最近使用されていない
nb_no: minst nylig
nl: minst recent
pl: najświeższy
pt_br: menos recente
ru: самый недавний
sv: Äldst
tr: en son
uk: найменш недавній

source: most often
ar: الأكثر تكرارا
ca: més sovint
da: oftest
de: am häufigsten
el: πιο συχνό
he: השכיחים
ja: 最も頻繁に使用されている
nb_no: mest ofte
nl: vaakst
pl: najczęściej
pt_br: mais frequente
ru: наиболее частый
sv: oftast
tr: en sık
uk: найбільш часто

source: least often
ar: الأقل تكرارا
ca: menys sovint
da: mindst ofte
de: am wenigsten
el: λιγότερο συχνό
he: הנדירים
ja: 最も使われていない
nb_no: minst ofte
nl: minst vaak
pl: najrzadziej
pt_br: menos frequente
ru: наименее частый
sv: Sällsyntast
tr: en az sıklıkla
uk: найменш часто

source: Original date
ar: تاريخ الأصلي
ca: Data original
da: Original dato
de: Datum (original)
el: Αρχική ημερομηνία
he: תאריך מקור
ja: オリジナル日付
nb_no: Original dato
nl: Originele datum
pl: Oryginalna data
pt_br: Data original
ru: Дата оригинала
sv: Ursprungligt datum
tr: Orijinal tarih
uk: Початкова дата

source: Present
ar: الحالية
da: Nuværende
de: Aktuell
el: Παρούσα
he: הווה
ja: 現在
nb_no: Tilstede
nl: Aanwezig
pl: Ustawienie
pt_br: Presente
ru: Сейчас
sv: Nuvarande
tr: Mevcut
uk: Присутній

source: Activate your Gold license to complete registration.
da: Aktiver din guldlicens for at fuldføre registreringen.
ja: ゴールドライセンスをアクティベートして登録を完了してください。
tr: Kaydınızı tamamlamak için Altın lisansınızı etkinleştirin.

source: Contact support
da: Kontakt support
ja: サポートに問い合わせる
tr: Destek ekibiyle iletişime geçin

source: Your license information is incorrect. Please cut and paste the registration information to avoid any errors.
ar: معلومات الترخيص غير صحيحة. يرجى القص واللصق لتجنب الأخطاء.
ca: La informació de la vostra llicència és incorrecta. Retalleu i enganxeu la informació de registre per evitar errors.
da: Dine licensoplysninger er forkerte. Klip og indsæt venligst registreringsoplysningerne for at undgå eventuelle fejl.
de: Ihre Lizenzinformationen sind falsch. Bitte fügen Sie die Registrierungsinformationen mit Copy & Paste ein, um Fehler zu vermeiden.
el: Τα στοιχεία της άδειας σας είναι λανθασμένα. Παρακαλούμε κόψτε και επικολλήστε τις πληροφορίες εγγραφής για αποφύγη λαθών.
he: פרטי הרישיון שלך שגויים. יש לחתוך ולהדביק את פרטי הרישום כדי להימנע משגיאות.
ja: ライセンス情報が正しくありません。登録情報をカット＆ペーストして、エラーが発生しないようにしてください。
nb_no: Lisensinformasjonen din er feil. Kopier og lim inn registreringsinformasjonen for å unngå feil.
nl: De licentie-informatie is niet correct. Kopieer en plak de registratie-informatie om fouten te voorkomen.
pl: Informacje o Twojej licencji są nieprawidłowe. Wytnij i wklej informacje rejestracyjne, aby uniknąć błędów.
pt_br: Sua informação de licença está incorreta. Por favor, copie e cole a informação de registro para evitar erros.
ru: Информация о лицензии неверна. Во избежание ошибок скопируйте и вставьте регистрационную информацию.
sv: Din licensinformation är felaktig. Klipp ut och klistra in registreringsinformationen för att undvika eventuella fel.
tr: Lisans bilgileriniz hatalı. Herhangi bir hatayı önlemek için lütfen kayıt bilgilerini kesip yapıştırın.
uk: Інформація про вашу ліцензію неправильна. Щоб уникнути помилок, виріжте та вставте реєстраційну інформацію.

source: Activation failed
da: Aktivering mislykkedes
ja: アクティベーションに失敗しました

source: The key has been used too many times
da: Nøglen er allerede brugt for mange gange
ja: このキーは何度も使用されています
tr: Anahtar çok fazla kullanıldı

source: License status
da: Licensstatus
ja: ライセンスステータス

source: Please try again later.
da: Prøv igen senere.
ja: 後でもう一度お試しください。
tr: Lütfen daha sonra tekrar deneyin.

source: Registration succeeded! Thank you for purchasing MediaMonkey Gold!
ar: تم التسجيل بنجاح! شكراً لشرائك MediaMonkey Gold!
ca: El registre s’ha realitzat correctament. Gràcies per comprar MediaMonkey Gold!
da: Registrering lykkedes! Tak for at købe MediaMonkey Gold!
de: Registrierung erfolgreich! Vielen Dank für den Kauf von MediaMonkey Gold!
el: Επιτυχής εγγραφή! Σας ευχαριστούμε που αγοράσατε το MediaMonkey Gold!
he: ההרשמה הצליחה! תודה שרכשת את MediaMonkey Gold!
ja: 登録に成功しました！ MediaMonkey Goldをご購入いただきありがとうございます！
nb_no: Registreringen ble fullført! Takk for at du kjøpte MediaMonkey Gold!
nl: Registratie voltooid! Bedankt voor het kopen van MediaMonkey Gold!
pl: Rejestracja powiodła się! Dziękujemy za zakup MediaMonkey Gold!
pt_br: Registrado com sucesso! Obrigado por comprar o MediaMonkey Gold!
ru: Успешная регистрация! Благодарим за покупку MediaMonkey Gold!
sv: Registrering lyckades! Tack för att du har köpt MediaMonkey Gold!
tr: Kayıt başarılı! MediaMonkey Gold satın aldığınız için teşekkür ederiz!
uk: Успішна реєстрація! Дякуємо за придбання MediaMonkey Gold!

source: To upgrade or to learn more about MediaMonkey Gold, click the 'Upgrade' button.
ar: تحديث أو الحصول على مزيد من المعلومات حول الذهب MediaMonkey، انقر فوق الزر "تحديث".
ca: Per actualitzar o obtenir més informació sobre MediaMonkey Gold, feu clic al botó "Actualitza".
da: At opgradere eller for at lære mere om MediaMonkey Gold, skal du klikke på 'Upgrade' knappen.
de: Für ein Upgrade oder für Informationen über MediaMonkey Gold klicken Sie einfach auf die "Upgrade"-Schaltfläche.
el: Για να αναβαθμίσετε ή να ενημερωθείτε σχετικά με το MediaMonkey Gold, πιέστε το κουμπί 'Αναβάθμιση'.
he: כדי לשדרג או ללמוד עוד על MediaMonkey Gold, לחץ על לחצן 'שדרג'.
ja: MediaMonkey Goldへのアップグレードや詳細については、「アップグレード」ボタンをクリックしてください。
nb_no: For å oppgradere eller lære mer om MediaMonkey Gold, klikk på 'Oppgrader' knappen.
nl: Klik op Upgraden om over te stappen op de Gold-versie of om hier meer over te weten te komen.
pl: Aby uaktualnić lub dowiedzieć się więcej o uatualnieniu do MediaMonkey Gold, kliknij przycisk 'Uaktualnienie'.
pt_br: Para fazer um upgrade ou obter maiores informações sobre o MediaMonkey Gold, clique no botão 'Upgrade'.
ru: Для покупки или получения информации о MediaMonkey Gold нажмите кнопку 'Обновить'
sv: För att uppgradera eller läsa mer om MediaMonkey Gold, klicka på 'Uppgradera'-knappen.
tr: MediaMonkey Gold hakkında yükseltmek veya daha fazla bilgi edinmek için 'Yükseltme' düğmesini tıklayın.
uk: Щоб оновити або дізнатися більше про MediaMonkey Gold, натисніть кнопку 'Оновити'.

source: Upgrade
ar: التحديث
ca: Actualització
da: Opgrader
el: Αναβάθμιση
he: שדרג
ja: アップグレード
nb_no: Oppgrader
nl: Upgraden
pl: Aktualizacja
ru: Обновить
sv: Uppgradera
tr: Güncelleme
uk: Оновити

source: Warning
ar: تحذير
ca: Advertiment
da: Advarsel
de: Warnung
el: Προειδοποίηση
he: אזהרה
ja: 警告
nb_no: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження

source: Progress
ar: التقدم المحرز
ca: Progrés
da: Fremskridt
de: Fortschritt
el: Πρόοδος
he: התקדמות
ja: 進捗状況
nl: Voortgang
pl: Postęp
pt_br: Progresso
ru: Готовность
tr: İlerleme
uk: Прогрес

source: Approx. bitrate
ar: معدل البت التقريبي
ca: Taxa de bits aproximat
da: Omtr. bithastighed
de: Ungefähre Bitrate
el: Περίπου bitrate
he: קצב סיביות מקורב
ja: 近似ビットレート
nb_no: Ca. bitrate
nl: Geschatte bitwaarde
pl: Przybliżona szybkość transmisji
pt_br: Taxa de bits aproximada
ru: Прим. битрейт
sv: Ungefärlig bithastighet
tr: Yaklaşık bit hızı
uk: Прибл. швидкість потоку

source: Average bitrate
ar: يعني تدفق
ca: Taxa de bits mitjana
da: Gennemsnitlig bitrate
de: Durchschnittliche Bitrate
el: Μέσο bitrate
he: קצב סביות ממוצע
ja: 平均ビットレート
nb_no: Middels bitrate
nl: Gemiddelde bitwaarde
pl: Średnia wartość bitrate
pt_br: Taxa de bits média
ru: Средний битрейт
sv: Genomsnittlig bitrate
tr: Ortalama bit hızı
uk: Середня швидкість потоку

source: Minimal bitrate
ar: تدفق الحد الأدنى
ca: Taxa de bits mínima
de: Minimale Bitrate
el: Ελάχιστο bitrate
he: קצב סביות מינימאלי
ja: ビットレート下限
nl: Minimale bitsnelheid
pl: Minimalna wartość bitrate
pt_br: Taxa de bits mínima
ru: Мин. битрейт
sv: Lägsta bitrate
tr: Minimum bit hızı
uk: Мінімальна швидкість потоку

source: Maximal bitrate
ar: تدفق الحد الأقصى
ca: Taxa de bits màxima
da: Maksimal bitrate
de: Maximale Bitrate
el: Μέγιστο bitrate
he: קצב סביות מיקסימאלי
ja: ビットレート上限
nb_no: Maksimal bitrate
nl: Maximale bitwaarde
pl: Maksymalna wartość bitrate
pt_br: Taxa de bits máxima
ru: Макс. битрейт
sv: Högsta bitrate
tr: Maksimum bit hızı
uk: Максимальна швидкість потоку

source: Constant bitrate
ar: التدفق المستمر
ca: Taxa de bits constant
da: Konstant bitrate
de: Konstante Bitrate
el: Σταθερό bitrate
he: קצב סביות קבוע
ja: 固定ビットレート
nb_no: Konstant bitrate
nl: Constante bitwaarde
pl: Stała wartość bitrate
pt_br: Taxa de bits constante
ru: Постоянный битрейт
sv: Konstant bitrate
tr: Sabit bit hızı
uk: Постійна швидкість потоку

source: Variable bitrate
ar: تدفق متغيرة
ca: Taxa de bits variable
da: Variabel bitrate
el: Μεταβλητό bitrate
he: קצב סביות משתנה
ja: 可変ビットレート
nb_no: Variabel bitrate
nl: Variabele bitwaarde
pl: Zmienna wartość bitrate
pt_br: Taxa de bits variável
ru: Переменный битрейт
sv: Variabel bitrate
tr: Değişken bit hızı
uk: Змінна швидкість потоку

source: Encoding quality
ar: نوعية الترميز
ca: Qualitat de codificació
da: Kodning kvalitet
de: Kodierungsqualität
el: Ποιότητα κωδικοποίησης
he: איכות קידוד
ja: エンコード品質
nb_no: Konverteringskvalitet
nl: Coderingskwaliteit
pl: Jakość kodowania
pt_br: Qualidade de codificação
ru: Качество кодирования
sv: Kodningskvalitet
tr: Kodlama kalitesi
uk: Якість кодування

source: Auto-added
ar: مضاف تلقائيًا
ca: Afegit automàticament
da: Auto-tilføjet
de: Automatisch hinzugefügt
el: Αυτόμ. προσθ.
he: נוסף אוטומטית
ja: 自動追加
nb_no: Autolagt til
nl: Auto-toegevoegd
pl: Dodano automatycznie
pt_br: Auto-adicionado
ru: Автодобавлено
sv: Automatiskt tillagd
tr: Otomatik eklendi.
uk: Додано автоматично

source: Added
ar: وأضاف
ca: Afegit
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκε
he: נוסף
ja: 追加
nb_no: Lagt til
nl: Toegevoegd
pl: Dodane
pt_br: Adicionado
ru: Добавлено
sv: Tillagd
tr: Eklendi.
uk: Додано

source: artists
ar: الفنانين
ca: Artistes
da: kunstnere
de: Interpreten
el: καλλιτέχνες
he: יוצר
ja: アーティスト
nb_no: artister
nl: artiesten
pl: artyści
pt_br: artistas
ru: исполнители
sv: artister
tr: sanatçılar
uk: виконавці

source: Not calculated
ar: عدم حساب
ca: No calculat
da: Ikke beregnet
de: Nicht berechnet
el: Δεν υπολογίστηκε
he: לא מחושב
ja: 未算出
nb_no: Ikke kalkulert
nl: Niet berekend
pl: Nie obliczone
pt_br: Não calculado
ru: Не вычислено
sv: Inte beräknat
tr: Hesaplanmadı
uk: Не обчислено

source: User-installed
ar: مثبت بواسطة المستخدم
ca: Usuari instal·lat
da: Brugerinstalleret
de: Selbst installiert
el: Εγκατεστημένο από τον χρήστη
he: הותקן על ידי המשתמש
ja: ユーザーによるインストール
nb_no: Brukerinstallert
nl: Door gebruiker geïnstalleerd
pt_br: Instalado pelo usuário
ru: Установлено пользователем
sv: Användarinstallerad
tr: Süresi doldu.
uk: Встановлений користувачем

source: and
ar: و
ca: i
da: og
de: und
el: και
he: וגם
ja: および
nb_no: og
nl: en
pl: i
pt_br: e
ru: и
sv: och
tr: Ve
uk: і

source: Harddisk
ar: القرص الثابت
ca: Disc Dur
de: Festplatte
el: Σκληρός δίσκος
he: כונן קשיח
ja: HDD
nl: Harde schijf
pl: Dysk twardy
pt_br: Disco rígido
ru: Жёсткий диск
sv: Hårddisk
tr: Sabit Disk
uk: Жорсткий диск

source: Ramdisk
ar: القرص الظاهري (RAM)
ca: Disc Ram
he: כונן מדומה (RamDisk)
ja: RAMディスク
pl: Dysk RAM
ru: RAM-диск

source: Virtual
ar: الظاهري
da: Virtuelle
de: Virtuell
he: מדומה
ja: 仮想
nb_no: Virtuell
nl: Virtueel
pl: Wirtualny
ru: Виртуальный
sv: Virtuell
tr: Sanal
uk: Віртуальний

source: Length (seconds)
ar: الطول (بالثواني)
ca: Durada (segons)
da: Længde (sekunder)
de: Länge (Sekunden)
el: Μήκος (δευτερόλεπτα)
he: אורך (שניות)
ja: 長さ（秒）
nb_no: Lengde (sekunder)
nl: Duur (seconden)
pl: Długość (w sek)
pt_br: Duração (segundos)
ru: Длительность (сек)
sv: Längd (sekunder)
tr: Uzunluk (saniye)
uk: Тривалість (секунди)

source: Select
ar: حدد
ca: Seleccioneu
da: Vælg
de: Wähle
el: Επιλογή
he: בחר
ja: 選択
nb_no: Velg
nl: Selecteren
pl: Zaznacz
pt_br: Seleção
ru: Выбор
sv: Välj
tr: Seç
uk: Обрати

source: equals
ar: المساواة
ca: és igual
da: lig
de: ist gleich
el: ισούται
he: שווה
ja: 合致する
nb_no: tilsvarer
nl: is gelijk aan
pl: równy
pt_br: é igual a
ru: равна
sv: är lika med
tr: denk
uk: рівний

source: starts with
ar: يبدأ ب
ca: comença per
da: starter med
de: fängt an mit
el: αρχίζει με
he: מתחיל ב
ja: …から始まる
nb_no: begynner med
nl: begint met
pl: rozpoczynający się od
pt_br: inicia com
ru: начинается с
sv: börjar med
tr: ile başlar
uk: починається з

source: doesn't equal
ar: يختلف عن
ca: no és igual
da: ikke lige
de: ist nicht gleich
el: δεν ισούται
he: לא שווה
ja: 合致しない
nb_no: tilsvarer ikke
nl: is niet gelijk aan
pl: nie równy
pt_br: é diferente de
ru: не равны
sv: är ej lika med
tr: eşit değil
uk: не дорівнює

source: doesn't contain
ar: لا يحتوي على
ca: no conté
da: indeholder ikke
de: enthält nicht
el: δεν περιέχει
he: לא מכיל
ja: 含まない
nb_no: inneholder ikke
nl: bevat niet
pl: nie zawierający
pt_br: não contém
ru: не содержит
sv: innehåller ej
tr: içermez
uk: не містить

source: doesn't start with
ar: يبدأ لا من جانب
ca: no comença per
da: begynder ikke med
de: fängt nicht an mit
el: δεν αρχίζει με
he: לא מתחיל עם
ja: …から始まらない
nb_no: begynner ikke med
nl: begint niet met
pl: nie zaczynający się od
pt_br: não inicia com
ru: не начинается с
sv: börjar ej med
tr: ile başlamıyor
uk: не починається з

source: between
ar: بين
ca: entre
da: mellem
de: zwischen
el: ανάμεσα
he: בין
ja: …と…の間
nb_no: mellom
nl: tussen
pl: pomiędzy
pt_br: está entre
ru: между
sv: mellan
tr: arasında
uk: між

source: is not
ar: ليست
ca: no és
da: er ikke
de: ist nicht
el: δεν είναι
he: לא
ja: …ではない
nb_no: er ikke
nl: is niet
pl: nie jest
pt_br: não é
ru: не
sv: är inte
tr: değil
uk: не

source: Analyzing volume
ar: تحليل مستوى الصوت
ca: Analitzant el volum
da: Analyserer volumen
de: Analysiere Lautstärke
el: Ανάλυση έντασης
he: בדוק רמות ווליום
ja: 音量解析中
nb_no: Analyserer volum
nl: Volume analyseren
pl: Analizowanie głośność
pt_br: Analisando volume
ru: Анализ громкости
sv: Analyserar volym
tr: Ses analizi
uk: Аналіз гучності

source: No Audio CD was found. Please insert a CD.
ar: يتم العثور على لا قرص مضغوط صوتي. قم بإدراج قرص مضغوط.
ca: No s'ha trobat cap CD d'àudio. Introduïu un CD.
da: Ingen Audio CD blev fundet. Indsæt en cd.
de: Es wurde keine Audio-CD gefunden. Bitte legen Sie eine CD ein.
el: Δεν βρέθηκε Audio CD. Παρακαλούμε εισάγετε ένα CD.
he: לא נמצא תקליטור אודיו. הכנס תקליטור.
ja: オーディオCDが見つかりませんでした。CDを挿入してください。
nb_no: Ingen lyd-CD ble funnet. Vennligst sett en CD.
nl: Geen Audio-CD gevonden. Laad er één.
pl: Nie znaleziono płyty Audio. Proszę włożyć płytę.
pt_br: Nenhum CD de áudio foi encontrado. Por favor insira um CD.
ru: Аудио-CD не найден. Вставьте CD.
sv: Ingen Ljud-CD kunde hittas. Vänligen lägg i en Ljud-CD.
tr: Ses CD'si bulunamadı. Lütfen bir CD takın.
uk: Аудіокомпакт-диск не знайдено. Вставте компакт-диск.
