Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Allow %s to remotely sync with the
ar: سماح %s بالمزامنة عن بُعد مع
ca: Permet que %s se sincronitzi remotament amb el fitxer
da: Tillad %s at synkronisere eksternt med
de: Erlaube %s die Remote-Synchronisation mit
el: Επιτρέπεται ο συγχρονισμός από απόσταση %s με
he: אפשר ל %s להסתכרן מרחוק עם ה-
ja: %sにリモート同期を許可する
nb_no: Tillat at %s synkroniserer eksternt med
nl: Sta toe dat %s op afstand synchroniseert met de
pl: Zezwól %s na zdalną synchronizację z
pt_br: Permitir que %s sincronize remotamente com
ru: Разрешить %s удалённо синхронизироваться с
sv: Tillåt %s att fjärrsynkronisera med
tr: %s'nin uzaktan senkronize olmasına izin ver
uk: Дозволити %s віддалено синхронізуватися з

source: To sync with Android devices, %s should be installed for improved sync performance.
ar: للمزامنة مع أجهزة Android، ينبغي تثبيت %s لتحسين أداء المزامنة.
ca: Per sincronitzar amb dispositius Android, s'hauria d'instal·lar %s per millorar el rendiment de la sincronització.
da: For at synkronisere med Android-enheder, bør %s være installeret for forbedret synkroniseringspræstation.
de: Für eine verbesserte Synchronisierungsleistung mit Android-Geräten sollte %s installiert werden.
el: Για συγχρονισμό με συσκευές Android, πρέπει να γίνει εγκατάσταση %s για βελτιωμένη απόδοση συγχρονισμού.
he: כדי לסנכרן עם מכשירי Android, רצוי להתקין את %s.
ja: Androidデバイスと同期するには、同期パフォーマンスを向上させるために%sをインストールする必要があります。
nb_no: For å synkronisere med Android-enheter, bør %s være installert for forbedret synkroniseringsytelse.
nl: Om goed met Android-apparaten te kunnen synchroniseren, moet %s geïnstalleerd worden.
pl: Aby synchronizować z urządzeniami z Androidem, należy zainstalować %s, aby poprawić wydajność synchronizacji.
pt_br: Para sincronizar com dispositivos Android, %s deve ser instalado para melhorar o desempenho.
ru: Для синхронизации с Android-устройствами следует установить %s, чтобы ускорить процесс.
sv: För att synkronisera med Android-enheter bör %s installeras för förbättrad synkroniseringsprestanda.
tr: Android cihazlarla senkronizasyon yapabilmek için, senkronizasyon performansının iyileştirilmesi amacıyla %s kurulu olmalıdır.
uk: Для синхронізації з пристроями Android, задля підвищення продуктивності синхронізації слід встановити %s.

source: There was a problem syncing "%s". It is turned off or inaccessible.
ar: كانت هناك مشكلة في المزامنة مع "%s". الجهاز مغلق أو غير متاح.
ca: S'ha produït un problema en sincronitzar "%s". Està apagat o inaccessible.
da: Der opstod et problem med synkronisering af "%s". Den er slukket eller utilgængelig.
de: Beim Synchronisieren ist ein Problem aufgetreten. "%s" ist ausgeschaltet oder es besteht keine Zugriffsberechtigung .
el: Παρουσιάστηκε πρόβλημα κατά τον συγχρονισμό "%s". Είναι εκτός ή σε μη πρόσβαση.
he: אירעה שגיאה בסינכרון עם '%s', בדוק אם כבוי או לא מחובר.
ja: "%s"の同期中に問題が発生しました。電源がオフになっているか、アクセスできません。
nb_no: Det oppstod et problem ved synkronisering av "%s". Den er slått av eller utilgjengelig.
nl: Er was een probleem bij het synchroniseren met "%s". Het staat uit of is niet toegankelijk.
pl: Wystąpił problem z synchronizacją „%s”. Jest wyłączony lub niedostępny.
pt_br: Houve um problema ao sincronizar "s%". Ele está desligado ou inacessível.
ru: Проблема с синхронизацией "%s". Он выключен или недоступен.
sv: Det uppstod ett problem med att synkronisera "%s". Den är avstängd eller otillgänglig.
tr: "%s "yi senkronize ederken bir sorun oluştu. Kapalı veya erişilemez durumda.
uk: Не вдалося синхронізувати "%s". Він або вимкнений або недоступний.

source: Updating
ar: التحديث
ca: S'està actualitzant
da: Opdatering
de: Aktualisiere
el: Ενημέρωση
he: מעדכן
ja: 更新しています
nb_no: Oppdaterer
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizando
ru: Обновление
sv: Uppdaterar
tr: Güncelleniyor
uk: Оновлення

source: Set content to store on '%s'
ar: تعيين المحتوى ليتم تخزينه في '%s'
ca: Estableix contingut per emmagatzemar a '%s'
da: Indstil indhold til at blive gemt på '%s'
de: Inhalt festlegen, der auf "%s" gespeichert werden soll
el: Ορισμός περιεχομένου για αποθήκευση σε '%s'
he: הגדר את התוכן לאחסן ב-'%s'
ja: "%s"に保存するコンテンツを設定
nb_no: Angi innholdet som skal lagres på '%s'
nl: Instellen wat op te slaan op %s
pl: Ustaw zawartość do przechowywania w '%s'
pt_br: Definir conteúdo a armazenar em '%s'
ru: Установить содержимое для хранения на '%s'
sv: Ställ in innehåll att lagra på "%s"
tr: İçeriği '%s' üzerinde depolanacak şekilde ayarla
uk: Встановити вміст для зберігання на '%s'

source: This content will be copied (by default) to '%s' so that it can be shared with other clients
ar: سيتم نسخ هذا المحتوى (افتراضيًا) إلى '%s' بحيث يمكن مشاركته مع عملاء آخرين
ca: Aquest contingut es copiarà (per defecte) a '%s' perquè es pugui compartir amb altres clients
da: Dette indhold vil blive kopieret (som standard) til '%s', så det kan blive delt med andre klienter
de: Dieser Inhalt wird (voreingestellt) nach "%s" kopiert, damit er für andere Clients freigegeben werden kann
el: Αυτό το περιεχόμενο θα αντιγραφεί (από προεπιλογή) σε '%s' έτσι ώστε να μπορεί να μοιρασθεί σε άλλους clients
he: תוכן זה יועתק (כברירת מחדל) ל-'%s' כך שניתן יהיה לשתף אותו עם לקוחות אחרים
ja: このコンテンツは、他のクライアントと共有できるように、"%s"に（デフォルトで）コピーされます
nb_no: Dette innholdet vil bli kopiert (som standard) til '%s' slik at det kan deles med andre klienter
nl: Deze inhoud zal (standaard) worden gekopieerd naar '%s' zodat deze kan worden gedeeld met andere clients
pl: Ta zawartość zostanie skopiowana (domyślnie) do '%s', aby można ją było udostępnić innym klientom
pt_br: Este conteúdo será copiado (por padrão) para '%s', para que possa ser compartilhado com outros clientes
ru: Это содержимое будет скопировано (по умолчанию) в '%s', чтобы им можно было поделиться с другими клиентами
sv: Detta innehåll kommer att kopieras (som standard) till "%s" så att det kan delas med andra klienter
tr: Bu içerik (varsayılan olarak) '%s'ye kopyalanacak, böylece diğer istemcilerle paylaşılabilecek
uk: Цей вміст буде скопійовано (за замовчуванням) у '%s', щоб його можна було надати іншим клієнтам

source: Access is denied
ar: تم رفض الوصول
ca: Accés denegat
da: Adgang nægtet
de: Zugriff verweigert
el: Η πρόσβαση απαγορεύεται
he: הגישה נדחתה
ja: アクセスが拒否されました
nb_no: Tilgang nektes
nl: Toegang geweigerd
pl: Odmowa dostępu
pt_br: Acesso negado
ru: Доступ запрещён
sv: Åtkomst nekas
tr: Erişim engellendi
uk: У доступі відмовлено

source: User
ar: المستخدم
ca: Usuari
da: Bruger
de: Benutzername
el: Χρήστης
he: משתמש
ja: ユーザー
nb_no: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач

source: Syncing
ar: المزامنة
ca: Sincronitzant
da: Synkroniserer
de: Synchronisiere
el: Συγχρονισμός
he: מסנכרן
ja: 同期中
nb_no: Synkroniserer
nl: Synchroniseren
pl: Synchronizacji
pt_br: Sincronizando
ru: Синхронизация
sv: Synkroniserar
tr: Senkronizasyon
uk: Синхронізація

source: Last synced
ar: آخر مزامنة
ca: Darrer sincronitzat
da: Sidst synkroniseret
de: Zuletzt synchronisiert
el: Τελευταίος συγχρονισμός
he: סונכרן לאחרונה
ja: 最終同期
nb_no: Sist synkronisert
nl: Laatst gesynchroniseerd
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ru: Последняя синхронизация
sv: Senast synkroniserad
tr: Son senkronizasyon
uk: Востаннє синхронізовано

source: Syncing %s:
ar: مزامنة %s:
ca: Sincronitzant %s:
da: Synkronisering %s:
de: Synchronisiere %s:
el: Συγχρονισμός %s:
he: מסנכרן %s:
ja: %sを同期しています:
nb_no: Synkroniserer %s:
nl: %s synchroniseren:
pl: Synchronizacja %s:
pt_br: Sincronizando %s:
ru: Синхронизация %s:
sv: Synkroniserar %s:
tr: %s senkronize ediliyor:
uk: Синхронізація %s:

source: Removing
ar: إزالة
ca: Eliminant
da: Fjernelse
de: Entfernt
el: Αφαίρεση
he: מסיר
ja: 削除しています
nb_no: Fjern
nl: Verwijderen
pl: Usuwanie
pt_br: Removendo
ru: Удаление
sv: Tar bort
tr: Kaldırılıyor
uk: Видалення

source: (Preparing list of files)
ar: (تحضير قائمة الملفات)
ca: (Preparació de la llista de fitxers)
da: (Forbereder liste over filer)
de: (Bereite eine Liste der Dateien vor)
el: (Προετοιμασία λίστας αρχείων)
he: (מכין רשימת קבצים)
ja: （ファイルのリストを準備中）
nb_no: (Forbereder liste av filer)
nl: (Bestandslijst maken)
pl: (Przygotowywanie listy plików)
pt_br: (Preparando lista de arquivos)
ru: (Подготовка списка треков)
sv: (Förbereder lista över filer)
tr: (Dosya listesi hazırlanıyor)
uk: (Підготовка списку файлів)

source: Initializing
ar: تهيئة
ca: Inicialitzant
da: Initialiserer
de: Initialisiere
el: Αρχικοποίηση
he: מאתחל
ja: 初期化中
nb_no: Initialiserer
nl: Initialiseren
pl: Inicjowanie
pt_br: Inicializando
ru: Инициализация
sv: Initierar
tr: Başlatılıyor
uk: Ініціалізація

source: (Removing old content)
ar: (سحب محتوى السابق)
ca: (Eliminació de contingut antic)
da: (Fjernelse gammelt indhold)
de: (Entferne alten Inhalt)
el: (Διαγραφή παλαιού περιεχομένου)
he: (מסיר תוכן ישן)
ja: （古いコンテンツを削除中）
nb_no: (sletter gammelt innhold)
nl: (Oude inhoud verwijderen)
pl: (Usuwanie starej zawartości)
pt_br: (Removendo conteúdo antigo)
ru: (Удаление старого содержимого)
sv: (Tar bort gammalt innehåll)
tr: (Eski içerik kaldırılıyor)
uk: (Вилучення старого вмісту)

source: (Copying Device -> PC, %d of %d: %s)
ar: (نسخ الجهاز إلى الكمبيوتر، %d من %d: %s)
ca: (Copiant dispositiu -> PC, %d de %d: %s)
da: (Kopiering Device -> PC, %d af %d: %s)
de: (Kopiere Gerät -> PC, %d von %d: %s)
el: (Αντιγραφή Συσκευής -> Η/Υ, %d από %d: %s)
he: (מעתיק מכשיר -> מחשב, %d מתוך %d: %s)
ja: (デバイス -> PC へコピー中, %d / %d: %s)
nb_no: (Kopierer Enhet -> PC, %d av %d: %s)
nl: (Kopiëren Apparaat -> PC, %d van %d: %s)
pl: Kopiowanie Urządzenie -> PC. %d of %d: %s)
pt_br: (Copiando do dispositivo para o PC, %d de %d: %s)
ru: (Копирование с устройства -> ПК, %d из %d: %s)
sv: (Kopierar Enhet -> PC, %d av %d: %s)
tr: (Kopyalama Aygıtı -> PC, %d/%d: %s)
uk: (Пристрій копіювання -> ПК, %d з %d: %s)

source: Copying
ar: نسخ
ca: Copiant
da: Kopierer
de: Kopiere
el: Αντιγραφή
he: מעתיק
ja: コピーしています
nb_no: Kopierer
nl: Kopiëren
pl: Kopiowanie
pt_br: Copiando
ru: Копирование
sv: Kopierar
tr: Kopyalanıyor
uk: Копіювання

source: Matching
ar: مطابقة
ca: Coincidències
da: Matcher
de: Passend
el: Ταίριασμα
he: מתאים
ja: マッチング
nb_no: Matcher
nl: Matchen
pl: Dopasowanie
pt_br: Coincidindo
ru: Сопоставление
sv: Matchande
tr: Eşleştirme
uk: Збіг

source: Downloading file: %s
ar: جارِ تنزيل الملف: %s
ca: S'està descarregant el fitxer: %s
da: Downloader fil: %s
de: Datei %s wird heruntergeladen
el: Λήψη αρχείου: %s
he: מוריד קובץ: %s
ja: ファイルをダウンロードしています: %s
nb_no: Laster ned fil: %s
nl: Bestand downloaden: %s
pl: Pobieranie pliku: %s
pt_br: Baixando arquivo: %s
ru: Загрузка файла: %s
sv: Hämtar fil: %s
tr: Dosya indiriliyor: %s
uk: Завантаження файлу: %s

source: Converting file: %s
ar: تحويل الملف: %s
ca: S'està convertint el fitxer: %s
da: Konverterer fil: %s
de: Datei %s wird konvertiert
el: Μετατροπή αρχείου: %s
he: ממיר קובץ: %s
ja: ファイルを変換しています: %s
nb_no: Konverterer fil: %s
nl: Bestand converteren: %s
pl: Konwersja pliku: %s
pt_br: Convertendo arquivo: %s
ru: Преобразование файла: %s
sv: Konverterar fil: %s
tr: Dosya dönüştürülüyor: %s
uk: Перетворення файлу: %s

source: Copying playlist %s
ar: نسخ قائمة التشغيل %s
ca: S'està copiant la llista de reproducció %s
da: Kopierer playliste %s
de: Kopiere Wiedergabeliste %s
el: Αντιγραφή λίστας αναπαραγωγής %s
he: מעתיק רשימת השמעה %s
ja: プレイリスト%sをコピーしています
nb_no: Kopierer spilleliste %s
nl: Afspeellijst %s wordt gekopieerd
pl: Kopiowanie listy odtwarzania %s
pt_br: Copiando lista %s
ru: Копирование плейлиста %s
sv: Kopierar spellista %s
tr: Oynatma listesi %s kopyalanıyor
uk: Копіювання списку відтворення %s

source: Preparing playlists
ar: تحضير قوائم التشغيل
ca: Preparant llistes de reproducció
da: Forbereder playlister
de: Erstelle Wiedergabelisten
el: Προετοιμασία λιστών αναπαραγωγής
he: מכין רשימות
ja: プレイリストの準備中
nb_no: Forbereder spillelister
nl: Afspeellijsten voorbereiden
pl: Przygotowywanie list odtwarzania
pt_br: Preparando listas
ru: Подготовка плейлистов
sv: Förbereder spellistor
tr: Oynatma listelerini hazırlanıyor
uk: Підготовка списків відтворення

source: Reading metadata
ar: قراءة البيانات الوصفية
ca: Lectura de metadades
da: Læser metadata
de: Lese Metadaten
el: Ανάγνωση μεταδεδομένων
he: קורא נתונים מהקבצים
ja: メタデータの読み込み中
nb_no: Leser metadata
nl: Metadata lezen
pl: Czytanie metadanych
pt_br: Lendo metadados
ru: Чтение метаданных
sv: Läser metadata
tr: Meta verileri okuma
uk: Читання метаданих

source: Waiting for sync connection
ar: انتظار اتصال المزامنة
ca: S'està esperant la connexió de sincronització
da: Venter på synkroniseringsforbindelse
de: Wartet auf Verbindung zum Synchronisieren
el: Αναμονή για σύνδεση συγχρονισμού
he: מחכה לחיבור סינכרון
ja: 同期接続を待っています
nb_no: Venter på synkroniseringstilkobling
nl: Wachten op synchronisatieverbinding
pl: Czekam na połączenie synchronizacji
pt_br: Esperando conexão para sincronização
ru: Ожидание соединения для синхронизации
sv: Väntar på synkroniseringsanslutning
tr: Senkronizasyon bağlantısı bekleniyor
uk: Очікування з 'єднання синхронізації

source: Uploading metadata
ar: تحميل البيانات الوصفية
ca: Carregant metadades
da: Uploader metadata
de: Metadaten hochladen
el: Μεταφόρτωση μεταδεδομένων
he: מעלה נתונים מהקבצים
ja: メタデータのアップロード中
nb_no: Laster opp metadata
nl: Metadata uploaden
pl: Przesyłanie metadanych
pt_br: Fazendo upload de metadados
ru: Отправка метаданных
sv: Laddar upp metadata
tr: Meta veriler yükleniyor
uk: Відвантаження метаданих

source: Scanning %s:
ar: مسح %s:
ca: Analitzant%s:
da: Scanner %s:
de: Durchsuche %s:
el: Σάρωση %s:
he: סורק %s:
ja: %sをスキャンしています:
nb_no: Skanner %s:
nl: %s scannen:
pl: Skanowanie %s:
pt_br: Procurando em %s:
ru: Сканирование %s:
sv: Skannar %s:
tr: Taranıyor %s:
uk: Сканування %s:

source: Pairing
ar: اقتران
ca: Emparellant
da: Parring
el: Ταίριασμα
he: מתאם קבצים
ja: ペアリング
nb_no: Parer
nl: Koppelen
pl: Łączenie w pary
pt_br: Pareando
ru: Сопряжение
sv: Parkoppling
tr: Eşleştirme
uk: Сполучення

source: series
ar: السلسلة
da: serie
de: Serie
el: σειρά
he: סדרה
ja: シリーズ
nb_no: Serie
nl: serie
pl: seria
pt_br: série
ru: серии
sv: Serier
tr: seri
uk: серії

source: Another series
ar: سلسلة أخرى
ca: Una altra sèrie
da: En anden serie
de: Eine weitere Serie
el: Μια άλλη σειρά
he: סדרות אחרות
ja: 別のシリーズ
nb_no: En annen serie
nl: Een andere serie
pl: Kolejna seria
pt_br: Outra série
ru: Ещё серии
sv: En annan serie
tr: Başka bir seri
uk: Ще одна серія

source: Specials
ar: ختاميات
ca: Especials
da: Specialer
de: Spezialepisode
el: Ειδικές
he: מיוחדים
ja: スペシャル
nb_no: Spesial
pl: Specjalne
pt_br: Especiais
ru: Особые предложения
sv: Specialepisod
tr: Özel Ürünler
uk: Спеціальні пропозиції

source: The color combination you chose would result in text being unreadable. Please choose a different color combination.
ar: مزيج الألوان الذي اخترته سيتسبب في عدم إمكانية قراءة النص. يرجى اختيار مزيج ألوان مختلف.
ca: La combinació de colors que trieu faria que el text fos il·legible. Si us plau, trieu una combinació de colors diferent.
da: Den farvekombination, du valgte, resulterer i, at teksten bliver ulæselig. Vælg venligst en anden farvekombination.
de: Die von Ihnen gewählte Farbkombination würde den Text unlesbar machen. Bitte wählen Sie eine andere Farbkombination.
el: Ο συνδυασμός χρωμάτων που επιλέξατε θα έχει ως αποτέλεσμα το κείμενο να μην είναι αναγνώσιμο. Παρακαλούμε επιλέξτε διαφορετικό συνδυασμό χρωμάτων.
he: שילוב הצבעים שבחרת יגרום לכך שקריאת הטקסט לא תהיה אפשרית. אנא בחר שילוב צבעים אחר.
ja: 選択された色の組み合わせではテキストが読めなくなります。別の色の組み合わせを選択してください。
nb_no: Fargekombinasjonen du valgte ville resultere i at teksten blir uleselig. Vennligst velg en annen fargekombinasjon.
nl: De door u gekozen kleurencombinatie zou ertoe leiden dat de tekst onleesbaar wordt. Kies alstublieft een andere kleurencombinatie.
pl: Wybrana kombinacja kolorów spowodowałaby, że tekst byłby nieczytelny. Proszę wybrać inną kombinację kolorów.
pt_br: A combinação de cores escolhida pode resultar em texto ilegível. Por favor, escolha uma combinação diferente.
ru: При этом сочетании цветов текст будет нечитаемым. Выберите другие цвета.
sv: Välj en annan färgkombination. Den du valde skulle resultera i att texten blir oläslig.
tr: Seçtiğiniz renk kombinasyonu metnin okunamamasına neden olur. Lütfen farklı bir renk kombinasyonu seçin.
uk: Вибрана комбінація кольорів призведе до нечитабельності тексту. Будь ласка, виберіть іншу комбінацію кольорів.

source: Side by side
ar: جنباً إلى جنب
ca: Un al costat de l’altre
da: Side om side
de: Seite an Seite
el: Δίπλα δίπλα
he: כתף אל כתף
ja: 並べて
nb_no: Side om side
nl: Zij aan zij
pl: Obok siebie
pt_br: Lado a lado
ru: Бок о бок
sv: Sida vid sida
tr: Yan yana
uk: Поруч

source: Lookup lyrics
ar: البحث عن كلمات الأغاني
ca: Cerca lletres
da: Slå sangtekster op
de: Liedtext online suchen
el: Αναζήτηση στίχων
he: חפש מילים לשיר
ja: 歌詞の検索
nb_no: Se etter sangtekster
nl: Songteksten zoeken
pl: Wyszukaj teksty
pt_br: Procurar letra
ru: Поиск текста
sv: Sök sångtext
tr: Şarkı sözlerini ara
uk: Пошук текстів пісень

source: Auto-increment Track #s
ar: تعقب أرقام الآلية incrément
ca: Increment automàtic del número de pista #s
da: Auto-tilvækst Spor #s
de: Erzeuge fortlaufende Tracknummern
el: Αυτόματη αύξηση Κομματιού #s
he: מספור אוטומטי של רצועות
ja: トラック番号の自動インクリメント
nb_no: Auto-nummerer Spor #s
nl: Tracknummers doornummeren
pl: Auto-inkrementacja utworu #s
pt_br: Auto-incrementar números de faixa
ru: Автоувеличение номеров треков
sv: Räkna upp spårnummer #s automatiskt
tr: Otomatik artan Parça #'s
uk: Автоматичне збільшення Доріжки #s

source: This will modify the track# field in sequential order for the %d selected tracks.
ar: سيقوم هذا بتعديل حقل رقم المسار بترتيب تسلسلي للمسارات %d المختارة.
ca: Això modificarà el camp de pista# en ordre seqüencial per a les %d pistes seleccionades.
da: Dette vil ændre track# -feltet i sekventiel rækkefølge for de %d valgte spor.
de: %d gewählte Tracks erhalten neue fortlaufende Nummern.
el: Αυτό θα τροποποιήσει το πεδίο κομματιού# σε διαδοχική σειρά για τα %d επιλεγμένα κομμάτια.
he: זה ישנה את שדה מספר הרצועה בסדר עוקב עבור %d רצועות שנבחרו.
ja: %d個の選択したトラックのトラック番号項目がトラック順に変更されます。
nb_no: Dette vil endre spor#-feltet i sekvensiell rekkefølge for de %d utvalgte sporene.
nl: Past het veld Track # in oplopend aan voor de %d geselecteerde tracks.
pl: Spowoduje to zmodyfikowanie pola Utwór# w kolejności sekwencyjnej dla %d wybranych utworów.
pt_br: Isto irá modificar o campo Número da Faixa em ordem sequencial, para as %d faixas selecionadas.
ru: Будет изменено поле № трека в последовательном порядке для выбранных треков (%d).
sv: Detta kommer att räkna upp spårnummer automatiskt för de %d valda spåren.
tr: Bu, %d seçili parçalar için parça# alanını sıralı olarak değiştirir.
uk: Це змінить № поля доріжки в послідовному порядку для %d вибраних доріжок.

source: Start numbering from:
ar: أطلب من:
ca: Comenceu a numerar des de:
da: Start nummerering fra:
de: Starte Nummerierung bei:
el: Έναρξη αρίθμησης από:
he: התחל במספור מ:
ja: ナンバリングの始点:
nb_no: Star nummerering fra:
nl: Nummeren starten vanaf:
pl: Zacznij numerowanie od:
pt_br: Começar numeração em:
ru: Начать нумерацию с:
sv: Börja numrera från:
tr: Numaralandırmaya şuradan başla:
uk: Розпочати нумерацію з:

source: Case Checker
ar: فاحص الحالة
ca: Comprovador de Majúscules i Minúscules
de: Groß-/Kleinschreibung prüfen
el: Έλεγχος Κεφαλαίων
he: בודק כתיב
ja: 大小文字チェッカー
nb_no: Bokstavsjekker
nl: Hoofdlettercontrole
pl: Sprawdzenie spraw
pt_br: Verificador de capitalização
ru: Проверка регистра
sv: Skiftlägeskontroll
tr: Durum Denetleyici
uk: Перевірка Регістру

source: Select tracks to be updated
ar: حدد المسارات ليتم تحديثها
ca: Seleccioneu les pistes que voleu actualitzar
da: Vælg spor der skal opdateres
de: Zu aktualisierende Tracks auswählen
el: Επιλογή κομματιών για ενημέρωση
he: בחר רצועות לעדכון
ja: 更新するトラックを選択
nb_no: Velg spor som skal oppdateres
nl: Bij te werken tracks selecteren
pl: Wybierz utwory do aktualizacji
pt_br: Selecione as faixas a serem atualizadas
ru: Выберите треки для обновления
sv: Välj spår som ska uppdateras
tr: Güncellenecek parçaları seçin
uk: Вибрати доріжки для оновлення

source: MediaMonkey Filelist
ar: قائمة ملفات MediaMonkey
ca: Llista de fitxers MediaMonkey
da: MediaMonkey Filliste
de: MediaMonkey-Dateiliste
el: Λίστα αρχείων του MediaMonkey
he: רשימת הקבצים של MediaMonkey
ja: MediaMonkey ファイル リスト
nb_no: MediaMonkey Filliste
nl: MediaMonkey bestandslijst
pl: Lista plików MediaMonkey
pt_br: Lista de arquivos do MediaMonkey
ru: Список файлов MediaMonkey
sv: MediaMonkey-fillista
tr: MediaMonkey Dosya Listesi
uk: Список файлів MediaMonkey

source: Total Files
ar: إجمالي الملفات
ca: Total de fitxers
da: Samlede filer
de: Anzahl Dateien
el: Σύνολο Αρχείων
he: מספר קבצים
ja: 合計ファイル数
nb_no: Totale filer
nl: Totaal aantal bestanden
pl: Wszystkie pliki
pt_br: Total de arquivos
ru: Всего файлов
sv: Totalt antal filer
tr: Toplam Dosyalar
uk: Усього файлів

source: Duration
ar: المدة
ca: Durada
da: Varighed
de: Laufzeit
el: Διάρκεια
he: אורך
ja: 所要時間
nb_no: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Продолжительность
sv: Varaktighet
tr: Süre
uk: Тривалість

source: Generated by
ar: مولدة بواسطة
ca: Generat per
da: Genereret af
de: Erzeugt von
el: Δημιουργήθηκε από
he: נוצר ע"י
ja: 生成者:
nb_no: Generert av
nl: Aangemaakt door
pl: Wygenerowane przez
pt_br: Gerado pelo
ru: Сгенерировано
sv: Skapad av
tr: Oluşturan.
uk: Створено

source: Exporting
ar: التصدير
ca: Exportant
da: Eksporterer
de: Exportiere
el: Εξαγωγή
he: ייצוא
ja: エクスポート中
nb_no: Eksporterer
nl: Exporteren
pl: Eksportowanie
pt_br: Exportando
ru: Экспорт
sv: Exporterar
tr: Dışa aktarma
uk: Використати шкалу прогресу, щоб повідомити користувача про поточну дію

source: Export all playlists
ar: تصدير جميع قوائم التشغيل
ca: Exporta totes les llistes de reproducció
da: Eksporter alle playlister
de: Exportiere alle Wiedergabelisten
el: Εξαγωγή όλων των λιστών αναπαραγωγής
he: ייצא את כל רשימות ההשמעה
ja: すべてのプレイリストをエクスポート
nb_no: Eksporter alle spillelister
nl: Alle afspeellijsten exporteren
pl: Eksportowanie wszystkich list odtwarzania
pt_br: Exportar todas as listas
ru: Экспорт всех плейлистов
sv: Exportera alla spellistor
tr: Tüm oynatma listelerini dışa aktar
uk: Експортувати всі списки відтворення

source: Select where to export all M3U files
ar: حدد مكان تصدير جميع ملفات M3U
ca: Seleccioneu on voleu exportar tots els fitxers M3U
da: Vælg hvor alle M3U-filer skal eksporteres
de: Wählen Sie den Zielort für die M3U-Dateien
el: Επιλέξτε πού θα εξαγάγετε όλα τα αρχεία M3U
he: בחר היכן לייצא את כל קבצי M3U
ja: すべてのM3Uファイルをエクスポートする場所を選択
nb_no: Velg hvor alle M3U-filer skal eksporteres
nl: Exportlocatie voor alle M3U-bestanden selecteren
pl: Wybierz, gdzie chcesz wyeksportować wszystkie pliki M3U
pt_br: Selecione para onde deseja exportar todos os arquivos M3U
ru: Выберите, куда экспортировать все файлы M3U
sv: Välj vart alla M3U-filer ska exporteras
tr: Tüm M3U dosyalarının nereye aktarılacağını seçin
uk: Вибрати куди експортувати всі файли M3U

source: Export subscribed podcasts
ar: تصدير بودكاستات مشترك فيها
ca: Exporta podcasts subscrits
da: Eksporter abonnerede podcasts
de: Exportiere abonnierte Podcasts
el: Εξαγωγή podcast συνδρομής
he: ייצא פודקאסטים מנויים
ja: 購読したポッドキャストをエクスポート
nb_no: Eksporter abonnerte podcaster
nl: Podcast met abonnement exporteren
pl: Eksportuj subskrybowane podcasty
pt_br: Exportar podcasts assinados
ru: Экспорт подкастов, на которые вы подписаны
sv: Exportera prenumererade podcaster
tr: Abone olunan podcast'leri dışa aktar
uk: Експортувати підписані подкасти
