Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Allows you to choose MediaMonkey's language. Close and restart MediaMonkey for the change to take effect.
ar: يسمح لك باختيار لغة MediaMonkey. أغلق وأعد تشغيل MediaMonkey لسريان التغيير.
ca: Us permet triar l'idioma de MediaMonkey. Tanqueu i reinicieu MediaMonkey perquè el canvi tingui efecte.
da: Giver dig mulighed for at vælge MediaMonkey's sprog. Luk og genstart MediaMonkey for at ændringen træder i kraft.
de: Hier können Sie die Sprache von MediaMonkey wählen. MediaMonkey startet anschließend neu, um die Änderung zu übernehmen.
el: Σας επιτρέπει να επιλέξετε τη γλώσσα του MediaMonkey. Κλείστε και επανεκκινήστε το MediaMonkey για να εφαρμοστεί η αλλαγή.
he: מאפשר לך לבחור את שפת MediaMonkey. סגור והתחל מחדש את MediaMonkey כדי שהשינוי ייכנס לתוקף.
ja: MediaMonkeyの言語を選択できます。変更を有効にするには、MediaMonkeyを閉じて再起動する必要があります。
nb_no: Lar deg velge MediaMonkeys språk. Lukk og start MediaMonkey på nytt for at endringen skal tre i kraft.
nl: Wijzig hier de MediaMonkey-taal. MediaMonkey moet opnieuw starten om de wijziging door te voeren.
pl: Pozwala wybrać język MediaMonkey. Zamknij i uruchom ponownie MediaMonkey, aby zmiana zaczęła obowiązywać.
pt_br: Permite que você escolha o idioma do MediaMonkey. Você precisa fechar e reiniciar o MediaMonkey para que as alterações tenham efeito.
ru: Позволяет выбрать язык интерфейса MediaMonkey. Перезапустите программу, чтобы изменения вступили в силу.
sv: Låter dig välja språk i MediaMonkey. Du måste stänga och starta om MediaMonkey för att bytet ska effektueras.
tr: MediaMonkey'in dilini seçmenize olanak tanır. Değişikliğin etkili olması için MediaMonkey'i kapatıp yeniden başlatın.
uk: Дозволяє вибрати мову MediaMonkey. Закрийте та перезапустіть MediaMonkey, щоб зміни набули чинності.

source: Also checks for new beta builds.
ar: كما يتحقق من إصدارات بيتا الجديدة.
ca: També comproveu si hi han noves versions Beta.
da: Tjekker også for nye beta builds.
de: Überprüft auch auf neue Beta-Versionen.
el: Επίσης ελέγχει για νέες beta εκδόσεις.
he: גם בודק גרסאות ניסיון חדשות.
ja: 新しいベータ版のビルドも確認します。
nb_no: Sjekker også etter nye betaversjoner.
nl: Controleert ook op nieuwe bètaversies.
pl: Sprawdza również dostępność nowych wersji beta.
pt_br: Verificar também versões beta.
ru: Также проверять наличие новых бета-сборок.
sv: Kontrollerar även om det finns nya betaversioner.
tr: Ayrıca yeni beta sürümlerini de kontrol eder.
uk: Також перевіряє наявність нових бета-версій.

source: This option forces a maximum of one MediaMonkey window to be open at any time.
ar: إذا تم تمكين هذا الخيار، فسوف تتمكن من تشغيل مثيل واحد فقط من البرنامج MediaMonkey الكمبيوتر الخاص بك.
ca: Aquesta opció obliga a obrir un màxim d'una finestra MediaMonkey en qualsevol moment.
da: Denne indstilling tvinger maksimalt et MediaMonkey vindue til at være åbne til enhver tid.
de: Nur ein MediaMonkey-Programmfenster gleichzeitig erlauben.
el: Αυτή η επιλογή αναγκάζει το πολύ ένα παράθυρο του MediaMonkey να είναι ανοιχτό κάθε φορά.
he: אפשרות זו מכריחה פתיחת חלון MediaMonkey אחד בלבד בכל זמן נתון.
ja: このオプションを使用すると、MediaMonkeyのウィンドウが常にひとつしか開けなくなります。
nb_no: Dette alternativet gjør slik at kun en instans av MediaMonkey kan kjøre om gangen.
nl: Deze optie laat slechts één open MediaMonkey-venster toe.
pl: Ta opcja wymusza otwarcie maksymalnie jednego okna MediaMonkey w dowolnym momencie.
pt_br: Esta opção permite que apenas uma janela do MediaMonkey seja aberta por vez.
ru: Эта опция запрещает запуск сразу нескольких копий MediaMonkey.
sv: Detta gör att endast en instans av MediaMonkey åt gången kan köras.
tr: Bu seçenek, herhangi bir anda en fazla bir MediaMonkey penceresinin açık olmasını sağlar.
uk: Цей параметр змушує відкривати максимум одне вікно MediaMonkey у будь-який час.

source: Inferred properties then tags
ar: الخصائص والعلامات
ca: Propietats inferides i després etiquetades
da: Udledes ejendomme derefter tags
de: Erst abgeleitete Eigenschaften, dann Tags
el: Τεκμαιρόμενες ιδιότητες έπειτα ετικέτες
he: תכונות נגזרות ואז תגים
ja: 推測プロパティ値を優先、次にタグ
nb_no: Felles egenskaper og deretter tagger
nl: Afgeleide eigenschappen dan labels
pl: Zawarte we właściwościach potem tagi
pt_br: Primeiro propriedades deduzidas depois tags
ru: Вывести свойства, затем теги
sv: Gissad information, sen ID3-taggar
tr: Çıkarılan özellikler ve ardından etiketler
uk: Визначені властивості, а потім теґи

source: Choose which nodes to enable in the Media Tree, and edit the properties of Collections.
ar: اختر أي العقدة لتمكينها في شجرة الوسائط، وقم بتحرير خصائص المجموعات.
ca: Trieu quins nodes voleu activar a l'arbre de suports i editeu les propietats de les col·leccions.
da: Vælg hvilke noder der skal aktiveres i Medietræet, og redigér egenskaberne for Samlinger.
de: Hier können Sie die Anzeige einzelner Archiv-Knoten (de)aktivieren und die Selektionskriterien für die Auswahl bearbeiten.
el: Επιλέξτε ποιοι κόμβοι ενεργοποιούνται στο Δένδρο Πολυμέσων και επεξεργασία των ιδιοτήτων των Συλλογών.
he: בחר בצמתים להפעיל בעץ המדיה, וערוך את התכונות של אוספים.
ja: メディアツリーで有効にするノードを選択し、コレクションのプロパティを編集します。
nb_no: Velg hvilke noder som skal vises i medietreet, og rediger egenskapene til Samlinger.
nl: Kies welke mappen weer te geven in het venster Mappen en bewerk de eigenschappen van Collecties.
pl: Wybierz, które gałęzie włączyć dla drzewa mediów i edytować właściwości kolekcji.
pt_br: Escolha os nós que devem aparecer na Árvore de Mídia e edite as propriedades de cada Coleção.
ru: Выберите, какие узлы включить в дереве мультимедиа, и отредактируйте свойства коллекций.
sv: Välj vilka noder som ska aktiveras i mediaträdet och redigera egenskaperna för samlingar.
tr: Medya Ağacında hangi düğümlerin etkinleştirileceğini seçin ve Koleksiyonların özelliklerini düzenleyin.
uk: Оберіть вузли, які потрібно увімкнути в Дереві Медіа, і змініть властивості Колекцій.

source: Prefer faster metadata lookups when possible (instead of slower audio fingerprinting)
ar: تفضل عمليات استعلام البيانات الوصفية الأسرع عند توافرها (بدلاً من بصمات الصوت البطيئة)
ca: Preferiu cerques de metadades més ràpides quan sigui possible (en lloc d’empremtes digitals d’àudio més lentes)
da: Foretrækker hurtigere metadata-slaåop når det er muligt (i stedet for langsomme audio fingerprinting)
de: Falls möglich, schnellere Metadaten-Suche bevorzugen (statt langsamerer Audio-Fingerabdrücke)
el: Προτιμήστε ταχύτερες αναζητήσεις μεταδεδομένων όταν είναι δυνατόν (αντί για πιο αργό δακτυλικό αποτύπωμα ήχου)
he: העדף חיפושי מטה-דאטה מהירים יותר במידת האפשר (במקום חיפושי טביעות אצבעות שמע איטיות יותר)
ja: 可能であれば、高速なメタデータ検索を希望する（低速なオーディオフィンガープリントの代わりに）
nb_no: Foretrekker raskere metadataoppslag når det er mulig (i stedet for langsommere lydfingeravtrykk)
nl: Bij voorkeur sneller metadata zoeken, indien mogelijk (i.p.v. tragere audio-vingerafdrukken)
pl: Jeśli to możliwe, preferuj szybsze wyszukiwanie metadanych (zamiast wolniejszego odcisku cyfrowego dźwięku)
pt_br: Prefira pesquisa mais rápida com metadados se possível (ao invés de assinaturas de áudio, que é mais lenta)
ru: Предпочитать более быстрый поиск метаданных, когда это возможно (вместо более медленного снятия звуковых отпечатков).
sv: Föredra snabbare metadatauppslag när det är möjligt (istället för långsammare ljudfingeravtryck)
tr: Mümkün olduğunda daha hızlı meta veri aramalarını tercih edin (daha yavaş ses parmak izi yerine)
uk: Надавайте перевагу швидшому пошуку метаданих, коли це можливо (замість повільнішого пошуку відбитка звуку)

source: Displays file information and associated artwork
ar: يعرض معلومات عن الملفات والفنون المرفقة بها
ca: Mostra la informació del fitxer i les il·lustracions associades
da: Viser filinfos og tilknyttet kunstværk
de: Zeigt Datei-Informationen und Bilder an
el: Εμφανίζει πληροφορίες αρχείου και των σχετιζόμενων γραφικών
he: מראה מידע של קבצים ואומנות מקושרת
ja: ファイル情報と、関連するアートワークを表示します
nb_no: Viser filinformasjon og assosiert grafikk
nl: Geeft bestandsinformatie en gekoppelde afbeelding(en) weer
pl: Wyświetla informacje o pliku i powiązaną grafikę
pt_br: Exibe uma pequena janela, com informações das faixas e Capa do Disco
ru: Показывает информацию и обложку
sv: Visar filinformation och tillhörande bilder
tr: Dosya bilgilerini ve ilişkili resimleri görüntüler
uk: Показує інформацію файлу та пов'язані з ним Ілюстрації

source: Lets MediaMonkey behave as a Digital Media Renderer so that it can play content from a Digital Media Controller which retrieves content from a Digital Media Server. If you wish to play content from MediaMonkey's library, you must also enable Media Sharing.
ar: يتيح لـ MediaMonkey العمل كمشغل وسائط رقمي ليتمكن من تشغيل المحتوى من جهاز تحكم في الوسائط الرقمية الذي يسترجع المحتوى من خادم وسائط رقمي. إذا كنت ترغب في تشغيل محتوى من مكتبة MediaMonkey، يجب أيضًا تمكين مشاركة الوسائط.
ca: Permet que MediaMonkey es comporti com un renderitzador de suports digitals de manera que pugui reproduir contingut des d’un controlador de suports digitals que recupera contingut d’un servidor de suports digitals. Si voleu reproduir contingut de la biblioteca de MediaMonkey, també heu d’habilitar l’ús compartit de suports.
da: Lader MediaMonkey opføre sig som en Digital Media Renderer, så den kan afspille indhold fra en Digital Media Controller, der henter indhold fra en Digital Media Server. Hvis du ønsker at afspille indhold fra MediaMonkey's bibliotek, skal du også aktivere Mediedeling.
de: Verwandelt MediaMonkey in einen DMR (Digital Media Renderer, DLNA-Client), sodass Sie z.B. mit Ihrem Smartphone als Digital Media Controller Inhalte von einem DMS (Digital Media Server) abspielen können. Um so auch auf das MediaMonkey-Archivs zuzugreifen, muss die Freigabe aktiviert sein. Kurz: Sie steuern mit Ihrem Smartphone, welche Tracks Sie von einem DLNA-Server auf dem MediaMonkey-PC abspielen lassen.
el: Επιτρέπει στο MediaMonkey να συμπεριφέρεται ως Renderer Ψηφιακών Πολυμέσων, έτσι ώστε να μπορεί να αναπαράγει περιεχόμενο από έναν Ελεγκτή Ψηφιακών Πολυμέσων, που ανακτά περιεχόμενο από ένα Server Ψηφιακών Πολυμέσων. Εάν επιθυμείτε να αναπαράγετε περιεχόμενο από τη βιβλιοθήκη του MediaMonkey, θα πρέπει επίσης να ενεργοποιήσετε την Κοινή Χρήση Πολυμέσων.
he: מאפשר ל-MediaMonkey להתנהג כ-Renderer מדיה דיגיטלית כך שניתן יהיה לנגן תוכן מכונטרולר מדיה דיגיטלית שמקבל תוכן משרת מדיה דיגיטלית. אם תרצה לנגן תוכן מהספרייה של MediaMonkey, עליך גם להפעיל שיתוף מדיה.
ja: デジタルメディアサーバーからコンテンツを取得するデジタルメディアコントローラからコンテンツを再生できるように、MediaMonkeyをデジタルメディアレンダラーとして動作させます。MediaMonkeyのライブラリからコンテンツを再生する場合は、メディア共有も有効にする必要があります。
nb_no: Lar MediaMonkey fungere som en Digital Medieavspiller slik at den kan spille av innhold fra en Digital Mediekontroller som mottar innhold fra en Digital Medieserver. Hvis du ønsker å spille av innholed fra MediaMonkeys bibliotek, må du også aktiver Mediedeling.
nl: Laat mediaMonkey fungeren als een Digitale Media Renderer, zodat het inhoud van een Digitale Media Controller kan afspelen die inhoud van een Digitale Media Server haalt. Voor het afspelen van inhoud vanuit MediaMonkey's bibilotheek, moet ook Media Delen worden ingeschakeld.
pl: Umożliwia MediaMonkey zachowywanie się jak Digital Media Renderer tak, aby mógł odtwarzać zawartość z Digital Media Controller'a, który uzyskuje zawartość z Digital Media Server. Jeśli chcesz odtwarzać zawartość z biblioteki MediaMonkey, także musisz włączyć dzielenie mediów.
pt_br: Permite que o MediaMonkey funcione como um Renderizador de Mídia Digital, de modo que ele possa executar conteúdo de um Controlador de Mídia Digital, o qual busca o conteúdo em um Servidor de Mídia Digital. Se você deseja executar conteúdo da Biblioteca do MediaMonkey, então é preciso habilitar também o Compartilhamento de Mídia.
ru: Позволяет MediaMonkey работать как средству визуализации цифрового мультимедиа для воспроизведения контента с цифрового медиаконтроллера, который извлекает контент с цифрового медиасервера. Если вы хотите воспроизводить контент из библиотеки MediaMonkey, то включите общий доступ к мультимедиа.
sv: Låter MediaMonkey bete sig som en Digital Media Renderer så att den kan spela upp innehåll från en Digital Media Controller som hämtar innehåll från en Digital Media Server. Om du vill spela upp innehåll från MediaMonkeys bibliotek måste du också aktivera Mediedelning.
tr: MediaMonkey'in bir Dijital Medya Çalıştırıcısı gibi davranmasını sağlayın, böylece Dijital Medya Sunucusundan içerik alan bir Dijital Medya Kontrolöründen içerik oynatabilir. MediaMonkey'in kütüphanesinden içerik oynatmak istiyorsanız, Medya Paylaşımını da etkinleştirmeniz gerekir.
uk: Дозволяє MediaMonkey поводитися як засіб відтворення цифрових носіїв, щоб відтворювати вміст з цифрового мультимедійного контролера, який отримує вміст з цифрового мультимедійного сервера. Якщо ви бажаєте відтворити вміст з бібліотеки MediaMonkey, потрібно також увімкнути обмін медіа.

source: This option is useful if you wish to automatically create playlists of newly added files to your library. The main use of this is if you wish to export playlists of newly added files to a portable device.
ar: هذا الخيار مفيد إذا كنت ترغب في إنشاء قوائم تشغيل تلقائيًا للملفات التي تم إضافتها حديثًا إلى مكتبتك. الاستخدام الرئيسي لهذا هو إذا كنت ترغب في تصدير قوائم التشغيل للملفات المضافة حديثًا إلى جهاز محمول.
ca: Aquesta opció és útil si voleu crear automàticament llistes de reproducció de fitxers afegits recentment a la vostra biblioteca. El principal ús d’aquest és si voleu exportar llistes de reproducció de fitxers acabats d’afegir a un dispositiu portàtil.
da: Denne mulighed er nyttig, hvis du ønsker automatisk at oprette playlister med nytilføjede filer til dit bibliotek. Den primære anvendelse af dette er, hvis du ønsker at eksportere playlister med nytilføjede filer til en bærbar enhed.
de: Erstellt automatisch Wiedergabelisten aus neuen Dateien, die Sie z.B. zum Synchronisieren neuer Dateien mit einem tragbaren Gerät verwenden können.
el: Αυτή η επιλογή είναι χρήσιμη αν επιθυμείτε να δημιουργούνται αυτόματα λίστες αναπαραγωγής από αρχεία που προστέθηκαν πρόσφατα στην βιβλιοθήκη σας. Η κύρια χρήση αυτού είναι όταν επιθυμείτε να εξάγετε λίστες αναπαραγωής αυτών των αρχείων σε μία φορητή συσκευή.
he: אפשרות זו מועילה אם תרצה ליצור באופן אוטומטי רשימות השמעה של קבצים שנוספו לפריטך הספרייה. השימוש העיקרי הוא אם תרצה לייצא רשימות השמעה של קבצים שהוספו לאחרונה להתקן נייד.
ja: このオプションは、ライブラリに新しく追加されたファイルのプレイリストを自動的に作成する場合に便利です。新しく追加されたファイルのプレイリストをポータブルデバイスにエクスポートする場合に主に使用されます。
nb_no: Dette alternativet er nyttig hvis du automatisk vil lage spillelister av 'nylig lagt til' filer fra ditt bibliotek. Hovednytten er hvis du vil eksportere spillelister av 'nylig lagt til' spor til en portabel enhet.
nl: Deze optie is handig voor het automatisch aanmaken van afspeellijsten van nieuw toegevoegde bestanden. Dit is nuttig voor het exporteren van afspeellijsten van nieuw toegevoegde bestanden naar een draagbaar apparaat.
pl: Ta opcja jest przydatna, jeśli chcesz automatycznie tworzyć listy odtwarzania nowo dodanych plików do swojej biblioteki. Głównym zastosowaniem jest to, jeśli chcesz wyeksportować listy odtwarzania nowo dodanych plików na urządzenie przenośne.
pt_br: Esta opção é útil se você desejar criar automaticamente listas de novos arquivos adicionados à sua Biblioteca. O principal uso disso é se você desejar exportar as listas dos novos arquivos para um dispositivo portátil.
ru: Это опция для автоматического создания плейлистов при добавлении новых треков в библиотеку. Основное применение - экспорт плейлистов с добавленными треками на портативные устройства.
sv: Det här alternativet är användbart om du automatiskt vill skapa spellistor med nyligen tillagda filer i ditt bibliotek. Den huvudsakliga användningen av detta är om du vill exportera sådana spellistor till en bärbar enhet.
tr: Bu seçenek, kitaplığınıza yeni eklenen dosyaların çalma listelerini otomatik olarak oluşturmak istiyorsanız kullanışlıdır. Bunun temel kullanımı, yeni eklenen dosyaların çalma listelerini taşınabilir bir aygıta aktarmak istemenizdir.
uk: Ця опція корисна, якщо ви бажаєте автоматично створювати списки відтворення щойно доданих файлів до вашої бібліотеки. Основне використання цієї функції - якщо ви бажаєте експортувати списки відтворення щойно доданих файлів на портативний пристрій.

source: Create playlists of tracks newly added to the library
ar: إنشاء قوائم تشغيل للمسارات التي تمت إضافتها حديثًا إلى المكتبة
ca: Creeu llistes de reproducció de pistes afegides recentment a la biblioteca
da: Opret playlister af numre nyligt tilføjet til biblioteket
de: Für neu hinzugefügte Tracks automatisch Wiedergabelisten erzeugen
el: Δημιουργία λιστών αναπαραγωγής κομματιών που προστέθηκαν πρόσφατα στη βιβλιοθήκη
he: יצירת רשימות השמעה של שירים שהוספו לאחרונה לספרייה
ja: ライブラリに新しく追加されたトラックのプレイリストを作成する
nb_no: Opprett spillelister over spor nylig lagt til biblioteket
nl: Afspeellijsten voor nieuw toegevoegde tracks aanmaken
pl: Twórz listy odtwarzania utworów nowo dodanych do biblioteki
pt_br: Criar lista das faixas adicionadas recentemente à biblioteca
ru: Создать плейлисты из треков, недавно добавленных в библиотеку
sv: Skapa spellistor för nyligen tillagda spår
tr: Kitaplığa yeni eklenen parçaların çalma listelerini oluşturun
uk: Створити списки відтворення доріжок, щойно доданих до бібліотеки

source: Producer(s)
ar: منتج(منتجون)
ca: Productor(s)
da: Producent(er)
de: Produzent(en)
el: Παραγωγός(οί)
he: מפיקים
ja: プロデューサー
nb_no: Produsent(er)
pl: Producent(ci)
pt_br: Produtor(es)
ru: Продюсеры
sv: Producent(er)
tr: Yapımcı(lar)
uk: Продюсер(и)

source: Target volume level
ar: مستوى حجم الهدف
ca: Nivell de volum objectiu
da: Mål volumen niveau
de: Ziel-Lautstärke
el: Επίπεδο έντασης στόχου
he: רמת עוצמת קול יעד
ja: 音量揃えの目標
nb_no: Målvolumnivå
nl: Doelvolume
pl: Docelowy poziom głośności
pt_br: Nível de volume desejado
ru: Целевой уровень громкости
sv: Önskad ljudstyrka
tr: Hedef ses seviyesi
uk: Цільовий рівень гучності

source: No devices configured. You can connect a device via USB or Wi-Fi.
ar: لم يتم تكوين أجهزة. يمكنك توصيل جهاز عبر USB أو Wi-Fi.
ca: No hi ha cap dispositiu configurat. Podeu connectar un dispositiu mitjançant USB o Wi-Fi.
da: Ingen enheder konfigureret. Du kan forbinde en enhed via USB eller Wi-Fi.
de: Keine Geräte konfiguriert. Sie können ein Gerät über USB oder WLAN verbinden.
el: Δεν έχουν διαμορφωθεί συσκευές. Μπορείτε να συνδέσετε μια συσκευή μέσω USB ή Wi-Fi.
he: אין מכשירים מוגדרים. אתה יכול לחבר מכשיר באמצעות USB או Wi-Fi.
ja: デバイスが設定されていません。USBまたはWi-Fi経由でデバイスを接続できます。
nb_no: Ingen enheter konfigurert. Du kan koble til en enhet via USB eller Wi-Fi.
nl: Geen apparaten geconfigureerd. Verbind een apparaat via USB of Wi-Fi.
pl: Brak skonfigurowanych urządzeń. Możesz podłączyć urządzenie przez USB lub Wi-Fi.
pt_br: Nenhum dispositivo configurado. Você pode conectar um dispositivo por USB ou Wi-Fi.
ru: Устройства не настроены. Вы можете подключить устройство через USB или Wi-Fi.
sv: Inga enheter har konfigurerats. Du kan ansluta en enhet via USB eller Wi-Fi.
tr: Yapılandırılmış cihaz yok. USB veya Wi-Fi üzerinden bir cihaz bağlayabilirsiniz.
uk: Не налаштовано жодного пристрою. Пристрій можна підключити за допомогою USB або Wi-Fi.

source: Syncs files from the selected folders on the device to the PC.
ar: يقوم بمزامنة الملفات من المجلدات المحددة على الجهاز إلى الكمبيوتر الشخصي.
ca: Sincronitza els fitxers de les carpetes seleccionades al dispositiu amb l'ordinador.
da: Synkroniserer filer fra de valgte mapper på enheden til PC'en.
de: Synchronisiert Dateien von den ausgewählten Ordnern auf dem Gerät zum PC.
el: Συγχρονίζει αρχεία από επιλεγμένους φακέλους της συσκευής στον Η/Υ.
he: מסנכרן קבצים מהתיקיות שנבחרו על המכשיר למחשב.
ja: デバイス上の選択フォルダーから PC へ、ファイルを同期します。
nb_no: Synkroniser filer fra de valgte mapper fra enheten til PC-en.
nl: Synchroniseert bestanden in de geselecteerde mappen op het apparaat naar de PC.
pl: Synchronizuje pliki z wybranych folderów na urządzeniu z komputerem.
pt_br: Sincroniza arquivos das pastas selecionadas no dispositivo para o PC.
ru: Синхронизировать файлы из выбранных папок на устройстве с ПК.
sv: Synkroniserar filer från de valda mapparna på enheten till datorn.
tr: Cihazınızdaki seçili klasörlerdeki dosyaları PC'ye senkronize eder.
uk: Синхронізує файли з вибраних тек на пристрої з ПК.

source: Saves artwork to album folders, for devices and applications that can't read image tags. If disabled, artwork is synced to a location that only MediaMonkey can read.
ca: Desa la il·lustració a les carpetes d'àlbums, per a dispositius i aplicacions que no poden llegir etiquetes d'imatge. Si està desactivada, la il·lustració es sincronitza amb una ubicació que només MediaMonkey pot llegir.
da: Gemmer kunstværk til album mapper, for enheder og applikationer der ikke kan læse billedtags. Hvis deaktiveret, synkroniseres kunstværk til en placering som kun MediaMonkey kan læse.
de: Speichere Bilder im Album-Ordner (für Geräte oder Anwendungen, die keine Image-Tags lesen können). Wenn deaktiviert, werden Bilder so synchronisiert, dass nur Mediamonkey sie lesen kann.
he: שומר אומנות על תיקיות אלבום, עבור מכשירים ואפליקציות שלא יכולים לקרוא תגים של תמונות. אם מבוטל, אומנות מסונכרנת למיקום שרק MediaMonkey יכול לקרוא.
ja: 画像タグを読み取れないデバイスやアプリケーションのアルバムフォルダにアートワークを保存します。無効にした場合、アートワークはMediaMonkeyのみが読み込みできる場所に同期されます。
nb_no: Lagrer grafikk til album mapper, for enheter og applikasjoner som ikke kan lese bildetagger. Hvis deaktivert, synkroniseres grafikken til et sted som kun MediaMonkey kan lese.
nl: Slaat illustraties op in album mappen, voor apparaten en applicaties die geen afbeelding tags kunnen lezen. Indien uitgeschakeld, worden illustraties gesynchroniseerd met een locatie die alleen MediaMonkey kan lezen.
pt_br: Salva a capa na pasta do álbum, para dispositivos e aplicações que não conseguem ler imagens das tags. Se desabilitado, a capa é sincronizada para um local que apenas o MediaMonkey pode ler.
ru: Сохранить иллюстрации в папках альбомов для устройств и приложений, которые не могут считывать теги изображений. Если функция отключена, иллюстрации синхронизируются с папкой, доступ к которой есть только у MediaMonkey.
sv: Sparar bilder i albummappar, för enheter och program som inte kan läsa bildtaggar. Om inaktiverad synkroniseras bilder till en plats som bara MediaMonkey kan läsa.
tr: Resim etiketlerini okuyamayan aygıtlar ve uygulamalar için resimleri albüm klasörlerine kaydeder. Devre dışı bırakılırsa, resim yalnızca MediaMonkey'in okuyabileceği bir konuma senkronize edilir.

source: Move and rename files to new destination based on file tags
ca: Moveu i canvieu el nom dels fitxers a una nova destinació segons les etiquetes de fitxer
da: Flyt og omdøb filer til ny destination baseret på fil-tags
de: Verschieben oder Umbenennen der Dateien (auf Basis der ID-Tags)
el: Μετακίνηση και μετονομασία αρχείων σε νέα διεύθυνση με βάση τις ετικέτες αρχείου
he: העברה ושינוי שם של קבצים ליעד חדש על סמך תגי קבצים
ja: ファイルタグに基づいて、新しい宛先にファイルを移動し名前を変更する
nb_no: Flytt og endre navn på filer til ny destinasjon basert på filtagger
nl: Bestanden gebaseerd op bestandslabels verplaatsen en hernoemen
pl: Przenieś i zmień nazwy plików na nowe miejsce docelowe na podstawie tagów plików
pt_br: Mover e renomear arquivos para um novo local, com base em suas tags
ru: Перемещать и переименовывать файлы в новое целевое место на основе их тегов
sv: Flytta och byt namn på filer till ny destination baserat på filtaggar
tr: Dosya etiketlerine göre dosyaları yeni hedefe taşıyın ve yeniden adlandırın
uk: Перемістити та перейменувати файли до нового місця призначення на основі теґів файлу
