Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Lyrics not found
ar: لم يتم العثور على كلمات الأغاني
ca: Lletres no trobades
da: Sangtekst ikke fundet
de: Liedtext nicht gefunden
el: Δεν βρέθηκαν στίχοι
he: לא נמצאו מילים
ja: 歌詞が見つかりません
nb_no: Tekster ikke funnet
nl: Songtekst niet gevonden
pl: Nie znaleziono tekstu
pt_br: Letra não encontrada
ru: Текст не найден
sv: Sångtext hittades inte
tr: Şarkı sözleri bulunamadı
uk: Текст не знайдено

source: Searching
ar: جار البحث
ca: Cercant
da: Søger
de: Suche
el: Έρευνα
he: מחפש
ja: 検索中
nb_no: Søker
nl: Bezig met zoeken
pl: Szukanie
pt_br: Procurando
ru: Поиск
sv: Letar
tr: Aranıyor
uk: Триває пошук

source: Track was added to the Library
ar: تم إضافة المسار إلى المكتبة
ca: La pista s'ha afegit a la biblioteca
da: Sporet blev tilføjet til Biblioteket
de: Der Track wird zum Archiv hinzugefügt
el: Το κομμάτι προστέθηκε στη Βιβλιοθήκη
he: פריטים נוספו לספריה
ja: トラックがライブラリに追加されました
nb_no: Spor ble lagt til biblioteket
nl: Track werd aan de Bibliotheek toegevoegd
pl: Utwór został dodany do Biblioteki
pt_br: A faixa foi adicionada à biblioteca
ru: Трек добавлен в библиотеку
sv: Spår var tillagt till Mediabiblioteket
tr: Parça Kütüphaneye eklendi
uk: Доріжка була додана до бібліотеки

source: Rating
ar: التصنيف
ca: Puntuació
de: Bewertung
el: Εκτίμηση
he: דירוג
ja: 評価
nb_no: Vurdering
nl: Score
pl: Ocena
pt_br: Avaliação
ru: Рейтинг
sv: Betyg
tr: Oy ver
uk: Рейтинг

source: Length
ar: المدة
ca: Llargada
da: Længde
de: Länge
el: Διάρκεια
he: אורך
ja: 長さ
nb_no: Lengde
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длина
sv: Längd
tr: Uzunluk
uk: Тривалість

source: Show full size
ar: عرض بالحجم الكامل
ca: Mostra la mida completa
da: Vis full størrelse
de: Anzeige in voller Größe
el: Εμφάνιση πλήρους μεγέθους
he: הצג גודל מלא
ja: フルサイズを表示
nb_no: Vis full størrelse
nl: Volledig formaat weergeven
pl: Pokaż pełny rozmiar
pt_br: Exibir em tamanho real
ru: Показать в полный размер
sv: Visa full storlek
tr: Tam Ekran Göster
uk: Показати в повному розмірі

source: Season
ar: الموسم
ca: Temporada
da: Sæson
de: Staffel
el: Κύκλος
he: עונה
ja: シーズン
nb_no: Sesong
nl: Seizoen
pl: Sezon
pt_br: Temporada
ru: Сезон
sv: Säsong
tr: Mevsim
uk: Сезон

source: Disc
ar: القرص
da: Disk
el: Δίσκος
he: דיסק
ja: ディスク
pl: Dysk
pt_br: Disco
ru: Диск
sv: Skiva
tr: Disk
uk: Диск

source: The feed is no longer available
ar: التغذية لم تعد متاحة
ca: El canal ja no està disponible
da: Foden er ikke længere tilgængelig
de: Der Feed ist nicht mehr verfügbar
el: Η ροή δεν είναι πλέον διαθέσιμη
he: המקור אינו זמין
ja: このフィードはもう利用できません
nb_no: Feeden er ikke lenger tilgjengelig
nl: De feed is niet meer beschikbaar
pl: Kanał nie jest już dostępny
pt_br: O feed não está mais disponível
ru: Лента недоступна
sv: Strömmen är inte längre tillgänglig
tr: Besleme artık mevcut değil
uk: Цей канал більше не доступний

source: %s installed successfully.
ar: %s تم التثبيت بنجاح.
ca: %s s'ha instal·lat correctament.
da: %s installeret succesfuldt.
de: %s erfolgreich installiert.
el: Το %s εγκαταστάθηκε με επιτυχία.
he: %s הותקן בהצלחה.
ja: %sのインストールに成功しました。
nb_no: %s installert vellykket.
nl: %s succesvol geïnstalleerd.
pl: %s zainstalowano pomyślnie.
pt_br: %s foi instalado com sucesso.
ru: Установка %s успешно завершена.
sv: %s installerades som det skulle.
tr: %s başarıyla kuruldu.
uk: %s успішно встановлено.

source: Exit Party Mode
ar: الخروج من وضع الحفلة
ca: Surt del Mode Festa
da: Afslut Festtilstand
de: Party-Modus beenden
el: Έξοδος Λειτουργίας Πάρτι
he: צא ממצב מסיבה
ja: パーティーモードを終了
nb_no: Avslutt Party-modus
nl: Party-Mode verlaten
pl: Wyjdź z trybu imprezy
pt_br: Sair do modo festa
ru: Выйти из режима вечеринки
sv: Lämna Partyläge
tr: Parti Modundan Çık
uk: Вийти із режиму вечірки

source: Enter password
ar: أدخل كلمة المرور
ca: Entra la paraula de pas
da: Indtast adgangskode
de: Passwort eingeben
el: Εισαγάγετε κωδικό πρόσβασης
he: סיסמה
ja: パスワードを入力してください
nb_no: Skriv inn passord
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt_br: Inserir senha
ru: Введите пароль
sv: Ange lösenord
tr: Şifreyi girin
uk: Введіть пароль

source: Series
ar: السلسلة
ca: Sèries
da: Serie
de: Serie
el: Σειρά
he: סדרה
ja: シリーズ
nb_no: Serier
nl: Serie
pl: Seria
pt_br: Série
ru: Серии
sv: Serier
tr: Seri
uk: Серії

source: No playlist found
ar: لم يتم العثور على قائمة تشغيل
ca: No s'ha trobar cap llista de reproducció
da: Ingen playliste fundet
de: Keine Wiedergabeliste gefunden
el: Δεν βρέθηκε λίστα αναπαραγωγής
he: לא נמצאו רשימות
ja: プレイリストが見つかりません
nb_no: Ingen spilleliste funnet
nl: Geen afspeellijst gevonden
pl: Nie znaleziono playlisty
pt_br: Nenhuma lista encontrada
ru: Плейлист не найден
sv: Ingen spellista funnen
tr: Oynatma listesi bulunamadı
uk: Не знайдено жодного списку відтворення

source: Registration
ar: التسجيل
ca: Registrar-se
da: Registrering
de: Registrierung
el: Εγγραφή
he: התחברות
ja: 登録
nb_no: Registrering
nl: Registratie
pl: Rejestracja
pt_br: Registro
ru: Регистрация
sv: Registrering
tr: Kayıt
uk: Реєстрація

source: Please select one or more files for this operation.
ar: يرجى تحديد ملف أو أكثر لهذه العملية.
ca: SelecioneuSeleccioneu un o més fitxers per a aquesta operació.
da: Vælg venligst en eller flere filer for denne operation.
de: Bitte wählen Sie mindestens eine Datei für diesen Vorgang aus.
el: Παρακαλούμε επιλέξτε ένα ή περισσότερα αρχεία για αυτήν τη λειτουργία.
he: בחר קובץ אחד או יותר.
ja: この操作では１つ以上のファイルを選択してください。
nb_no: Vennligst velg en eller flere filer for denne operasjonen.
nl: Selecteer minstens één bestand voor deze bewerking.
pl: Wybierz co najmniej jeden plik do tej operacji.
pt_br: Por favor, selecione alguns arquivos para esta operação.
ru: Выберите один или несколько файлов для этой операции.
sv: Vänligen välj en eller flera filer för denna åtgärd.
tr: Lütfen bu işlem için bir veya daha fazla dosya seçin.
uk: Виберіть один або кілька файлів для цієї операції.

source: Edit bookmark
ar: تحرير الإشارة المرجعية
ca: Edita marcador
da: Rediger bogmærke
de: Lesezeichen bearbeiten
he: ערוך סימנייה
ja: ブックマークを編集
nb_no: Rediger bokmerke
nl: Bladwijzer bewerken
pt_br: Editar marcador
ru: Правка закладки
sv: Redigera bokmärke
tr: Yer imini düzenle
uk: Редагувати закладку

source: Website link:
ar: رابط الموقع:
ca: Enllaç al lloc Web:
de: Link zur Website:
el: Σύνδεσμος ιστοσελίδας:
he: קישור לאתר:
ja: ウェブサイトのリンク:
nb_no: Nettsted lenke:
nl: Link:
pl: Link do strony:
pt_br: Link do site:
ru: Ссылка на сайт:
sv: Hemsidelänk:
tr: Web sitesi bağlantısı:
uk: Посилання на вебсайт:

source: MediaMonkey needs to be restarted to apply the changes
ar: يحتاج MediaMonkey إلى إعادة التشغيل لتطبيق التغييرات
ca: Cal reiniciar MediaMonkey per aplicar els canvis
da: MediaMonkey skal genstartes for at anvende ændringerne
de: MediaMonkey muss zum Übernehmen der Änderungen neu gestartet wwden
he: צריכים להפעיל מחדש את MediaMonkey כדי להחיל את השינויים
ja: 変更を適用するにはMediaMonkeyを再起動する必要があります
nb_no: MediaMonkey må restartes for å bruke endringene
nl: MediaMonkey moet herstarten om de wijzigingen toe te passen
pt_br: O MediaMonkey precisa ser reiniciado para aplicar as mudanças
ru: Чтобы изменения вступили в силу, нужно перезапустить MediaMonkey
sv: MediaMonkey måste startas om för att ändringarna ska fungera
tr: Değişikliklerin uygulanması için MediaMonkey'in yeniden başlatılması gerekiyor

source: Restart
ar: إعادة التشغيل
ca: Reinicia
da: Genstart
de: Neu starten
el: Επανεκκίνηση
he: הפעל מחדש
ja: 再起動
nb_no: Omstart
nl: Herstarten
pt_br: Reiniciar
ru: Перезапуск
sv: Sta&rta om
tr: Yeniden Başlat
uk: Перезавантажити

source: Search the selected locations:
ar: ابحث في المواقع المحددة:
ca: Cerca les ubicacions seleccionades:
da: Søg de valgte lokationer:
de: Folgende Verzeichnisse durchsuchen:
he: חפש במיקומים שנבחרו:
ja: 選択された場所を検索:
nb_no: Søk de valgte plasseringene:
nl: Zoek in de geselecteerde locaties:
pt_br: Pesquisar nos locais selecionados:
ru: Поиск в указанных местах:
sv: Sök på valda platser:
tr: Seçilen konumları ara:

source: Please select at least one folder to scan.
ar: يرجى تحديد مجلد واحد على الأقل للفحص.
ca: Seleccioneu com a mínim una carpeta per escanejar.
da: Vælg venligst mindst én mappe at scanne.
de: Wählen Sie bitte mindestens eine Ordner für die Suche.
el: Παρακαλούμε επιλέξτε τουλάχιστον έναν φάκελο για σάρωση.
he: בחר לפחות תקיה אחת.
ja: スキャンするフォルダーを少なくとも1つ選択してください。
nb_no: Vennligst velg minst én mappe for skanning.
nl: Selecteerminstens één map om te scannen.
pl: Wybierz co najmniej jeden folder do skanowania.
pt_br: Selecione ao menos uma pasta para procurar.
ru: Выберите хотя бы одну папку для сканирования.
sv: Välj åtminstone en mapp att genomsöka.
tr: Lütfen taramak için en az bir klasör seçin.
uk: Виберіть принаймні одну теку для сканування.

source: Various
ar: مختلف
ca: Varis
da: Forskellige
el: Διάφοροι
he: כל מני
ja: 様々なアーティスト
nb_no: Forskjellige
nl: Verschillende
pl: Różni
pt_br: Vários
ru: Разные
sv: Blandade
tr: Farklı
uk: Різноманітні

source: Various Artists
ar: فنانين متنوعين
ca: Varis Artistes
da: Diverse Kunstnere
de: Verschiedene Interpreten
el: Διάφοροι Καλλιτέχνες
he: מספר אמנים
ja: 様々なアーティスト
nb_no: Forskjellige artister
nl: Verschillende Artiesten
pl: Różni artyści
pt_br: Vários artistas
ru: Разные артисты
sv: Blandade Artister
tr: Çeşitli Sanatçılar
uk: Різні Виконавці

source: Reading files...
ar: جار قراءة الملفات...
ca: Llegint arxius ...
da: Læser filer...
de: Lese Dateien...
el: Ανάγνωση αρχείων...
he: קורא קבצים...
ja: ファイルの読込中...
nb_no: Leser filer...
nl: Bestanden lezen...
pl: Odczytywanie plików...
pt_br: Lendo arquivos...
ru: Чтение файлов...
sv: Läser filer...
tr: Dosyalar okunuyor...
uk: Читання файлів...

source: List
ar: قائمة
ca: Llista
da: Liste
de: Liste
el: Λίστα
he: רשימה
ja: リスト
nb_no: Liste
nl: Lijst
pl: Lista
pt_br: Lista
ru: Список
sv: Lista
tr: Liste
uk: Список

source: List (by Album)
ar: قائمة (حسب الألبوم)
ca: Lista (per Àlbum)
da: Liste (efter Album)
de: Liste (nach Album)
el: Λίστα (ανά Άλμπουμ)
he: רשימה (ע"פ אלבום)
ja: リスト（アルバム別）
nb_no: Liste (etter Album)
nl: Lijst (per Album)
pl: Lista (wg albumu)
pt_br: Lista (por álbum)
ru: Список (по альбомам)
sv: Lista (efter Album)
tr: Liste (Albüme göre)
uk: Список (за Альбомом)

source: List (by Series)
ar: قائمة (حسب السلسلة)
ca: Llista (per Sèries)
da: Liste (efter Serie)
de: Liste (nach Serie)
el: Λίστα (ανά Σειρά)
he: רשימה (ע"פ סדרה)
ja: リスト（シリーズ別）
nb_no: Liste (etter Serie)
nl: Lijst (per Series)
pl: Lista (wg serii)
pt_br: Lista (por série)
ru: Список (по сериям)
sv: Lista (efter Serier)
tr: Liste (Albüme göre)
uk: Список (за Серіями)

source: List (by Content)
ar: قائمة (حسب المحتوى)
ca: Llista (per contingut)
da: Liste (efter Indhold)
de: Liste (nach Inhalt)
el: Λίστα (ανά Περιεχόμενο)
he: רשימה (ע"פ תוכן)
ja: リスト（コンテンツ別）
nb_no: Liste (etter Innhold)
nl: Lijst (per Inhoudstype)
pl: Lista (wg treści)
pt_br: Lista (por conteúdo)
ru: Список (по содержанию)
sv: Lista (efter Innehåll)
tr: Liste (İçeriğe Göre)
uk: Список (за Вмістом)

source: %d tracks in your library have not been analyzed for redundancy. Would you like to analyze them now (this takes a fair amount of time)?
ar: لا يتم تحليل المسارات%d في المكتبة الخاصة بك للتكرار. هل تريد لتحليل الآن (الذي يستغرق بعض الوقت)؟
ca: les pistes de la biblioteca no s’han analitzat per redundància. Voleu analitzar-les ara (això requereix una bona estona)?
da: %d spor i biblioteket er ikke blevet analyseret for redundans. Kunne du tænke dig at analysere dem nu (det tager en del tid)?
de: %d Tracks im Archiv wurden nicht auf Duplikate geprüft. Sollen die jetzt analysiert werden? (Kann etwas länger dauern)
el: %d κομμάτια στη βιβλιοθήκη σας δεν έχουν αναλυθεί για πλεονασμό. Θα θέλατε να τα αναλύσετε τώρα (αυτό απαιτεί αρκετό χρόνο);
he: נמצאו %d פריטים שלא נחקרו, רוצה לעשות זאת עכשיו (זה יקח זמן)?
ja: ライブラリ中の%dトラックの重複分析がまだ行われていません。今すぐ分析しますか （かなり時間がかかります）？
nb_no: %d spor i ditt bibliotek har ikke blitt analysert for jevnhet. Vil du analysere dem nå (dette tar gjerne litt tid)?
nl: %d tracks in de bibliotheek zijn nog niet gecontroleerd p dubbelingen. Nu analyseren (dit kan lang duren)?
pl: %d ścieżek z twojej Biblioteki nie zostało przeanalizowanych pod kątem optymalizacji. Czy chcesz przeanalizowac je teraz (może to potrwać trochę czasu)?
pt_br: %d faixas em sua biblioteca ainda não foram analisadas quanto a redundância. Deseja analisá-las agora (isso pode demorar bastante)?
ru: Треки (%d) в библиотеке не были проанализированы на избыточность. Проанализировать их сейчас (это займёт довольно много времени)?
sv: %d spår i ditt bibliotek har inte analyserats gällande dubletter. Vill du analysera dem nu (det tar en del tid)?
tr: Kütüphanenizdeki %d parça yedeklilik açısından analiz edilmedi. Bunları şimdi analiz etmek ister misiniz (bu oldukça fazla zaman alır)?
uk: %d доріжки у вашій бібліотеці не проаналізовано на предмет надлишку. Не бажаєте проаналізувати їх зараз (це забере багато часу)?

source: Don't show this again
ar: عدم إظهار
ca: No mostris això un altre cop
da: Vis ikke dette igen
de: Nicht wieder anzeigen
el: Να μην εμφανιστεί ξανά
he: אל תציג שנית
ja: 再び表示しない
nb_no: Ikke vis dette igjen
nl: Niet opnieuw weergeven
pl: Nie pokazuj tego więcej
pt_br: Não exibir esta mensagem novamente
ru: Не показывать снова
sv: Visa inte detta igen
tr: Bunu bir daha gösterme
uk: Більше цього не показувати

source: Duplicate Content
ar: المحتوى المكرر
ca: Contingut Duplicat
de: Doppelte Signatur
el: Διπλότυπο Περιεχόμενο
he: שכפל תוכן
ja: 重複コンテンツ
nb_no: Dobbelt innhold
nl: Gelijke inhoud
pl: Zduplikowany składnik
pt_br: Conteúdo duplicado
ru: Идентичный контент
sv: Dublettinnehåll
tr: Yinelenen İçerik
uk: Дублювати Вміст

source: Simplified list
ar: قائمة مبسطة
ca: Lliista simplificada
da: Forenklet liste
de: Vereinfachte Liste
el: Απλοποιημένη λίστα
he: רשימה פשוטה
ja: 簡易リスト
nb_no: Forenklet liste
nl: Vereenvoudigde lijst
pl: Format audio
pt_br: Lista simplificada
ru: Упрощённый список
sv: Förenklad lista
tr: Basitleştirilmiş liste
uk: Спрощений перелік

source: Browser
ar: متصفح
ca: Navegador
el: Περιηγητής
he: דפדפן
ja: ブラウザー
nb_no: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
tr: Tarayıcı
uk: Браузер

source: Grid (videos)
ar: شبكة (الفيديوهات)
ca: Graella (vídeos)
da: Gitter (videoer)
de: Raster (Videos)
el: Πλέγμα (βίντεο)
he: תצוגת קוביות (סרטים)
ja: グリッド（動画）
nb_no: Grid (videoer)
nl: Raster (video's)
pl: Siatka (filmy)
pt_br: Grade (vídeos)
ru: Сетка (видео)
sv: Rutnät (videor)
tr: Izgara (videolar)
uk: Сітка (відео)

source: Grid
ar: شبكة
ca: Graella
da: Gitter
de: Raster
el: Πλέγμα
he: תצוגת קוביות
ja: グリッド
nl: Raster
pl: Siatka
pt_br: Grade
ru: Сетка
sv: Rutnät
tr: Izgara
uk: Сітка

source: Info panel
ar: لوحة المعلومات
ca: Panel informatiu
el: Πίνακας πληροφοριών
he: פאנל מידע
ja: 情報パネル
nl: Infovenster
pl: Panel informacyjny
pt_br: Painel de informações
ru: Инфопанель
tr: Bilgi paneli
uk: Інформаційна панель

source: Media Nodes
ar: عقد الوسائط
ca: Nodes multimèdia
da: Medianoder
de: Medien-Knoten
el: Κόμβοι Πολυμέσων
he: פריטי מדיה
ja: メディアノード
nb_no: Media-noder
nl: Mediamappen
pl: Węzły mediów
pt_br: Nós de mídia
ru: Медиа-узлы
sv: Medienoder
tr: Medya Düğümleri
uk: Медіа вузли

source: Suggested Artists
ar: الفنانين المقترحين
ca: Artistes suggerits
da: Foreslåede Kunstnere
de: Vorgeschlagene Interpreten
el: Προτεινόμενοι Καλλιτέχνες
he: אמנים מומלצים
ja: おすすめアーティスト
nb_no: Forslåtte artister
nl: Voorgestelde Artiesten
pl: Sugerowani artyści
pt_br: Artistas sugeridos
ru: Рекомендуемые исполнители
sv: Föreslagna Artister
tr: Önerilen Sanatçılar
uk: Запропоновані Виконавці

source: Suggested Albums
ar: الألبومات المقترحة
ca: Àlbums suggerits
da: Foreslåede Albummer
de: Vorgeschlagene Alben
el: Προτεινόμενα Άλμπουμ
he: אלבומים מומלצים
ja: おすすめアルバム
nb_no: Forslåtte album
nl: Voorgestelde Albums
pl: Sugerowane albumy
pt_br: Álbuns sugeridos
ru: Рекомендуемые альбомы
sv: Föreslagna Album
tr: Önerilen Albümler
uk: Пропоновані Альбоми

source: Pinned list
ar: قائمة مثبتة
ca: Llista fixada
da: Fastgjort liste
de: Angeheftete Liste
el: Καρφιτσωμένη λίστα
he: רשימה מוצמדת
ja: ピン留めリスト
nb_no: Festet liste
nl: Vastgezette lijst
pl: Przypięta lista
pt_br: Lista fixada
ru: Закреплённый список
sv: Fastnålad lista
tr: Sabitlenmiş liste
uk: Закріплений список

source: In progress
ar: قيد التنفيذ
ca: En progrés
da: I gang
de: In Bearbeitung
el: Σε εξέλιξη
he: בתהליך
ja: 進行中
nb_no: Underveis
nl: Wordt uitgevoerd
pl: W trakcie
pt_br: Em andamento
ru: Выполняется
sv: Pågående
tr: Devam etmekte
uk: В процесі

source: Recently watched
ar: تمت المشاهدة مؤخرا
ca: Vist recentment
da: For nylig set
de: Zuletzt angesehen
el: Πρόσφατα παρακολουθηθέντα
he: נצפה לאחרונה
ja: 最近見たもの
nb_no: Nylig sett
nl: Onlangs bekeken
pl: Ostatnio oglądane
pt_br: Assistido recentemente
ru: Недавно просмотренное
sv: Nyligen sett
tr: Son zamanlarda izlenenler
uk: Нещодавно переглянуті

source: Recently added
ar: الأحدث إضًافة
ca: Recentment afegit
da: For nylig tilføjet
de: Kürzlich hinzugefügt
el: Πρόσφατα προστεθέντα
he: התווסף לאחרונה
ja: 最近追加したもの
nb_no: Nylig lagt til
nl: Onlangs toegevoegd
pl: Ostatnio dodane
pt_br: Adicionadas recentemente
ru: Недавно добавленное
sv: Nyligen tillagt
tr: Son eklenenler
uk: Нещодавно додані

source: Column filter
ar: تصفية الأعمدة
ca: Filtre de columnes
da: Kolonne filter
de: Spaltenfilter
el: Φίλτρο στήλης
he: מסנן עמודות
ja: 表示項目の絞り込み
nb_no: Kolonnefilter
nl: Kolomfilter
pl: Filtr kolumnowy
pt_br: Filtro de coluna
ru: Фильтр столбцов
sv: Kolumnfilter
tr: Sütun filtresi
uk: Фільтр стовпців

source: Tracks
ar: المسارات
ca: Pistes
da: Spor
el: Κομμάτια
he: פריטים
ja: トラック
nb_no: Spor
pl: Ścieżki
pt_br: Faixas
ru: Треки
sv: Spår
tr: Parçalar
uk: Доріжки

source: Tree
ar: شجرة
ca: Arbre
da: Træ
de: Baum
el: Δέντρο
he: עץ
ja: ツリー
nb_no: Tre
nl: Navigatiestructuur
pl: Drzewko
pt_br: Árvore
ru: Дерево
sv: Trädmeny
tr: Ağaç
uk: Дерево

source: Folders
ar: مجلدات
ca: Carpetes
da: Mapper
de: Ordner
el: Φάκελοι
he: תקיות
ja: フォルダー
nb_no: Mapper
nl: Mappen
pl: Foldery
pt_br: Pastas
ru: Папки
sv: Mappar
tr: Klasörler
uk: Теки

source: Status bar
ar: شريط الحالة
ca: Barra d'estat
da: Statuslinje
el: Γραμμή κατάστασης
he: שורת מצב
ja: ステータスバー
nb_no: Statuslinje
nl: Statusbalk
pl: Pasek stanu
pt_br: Barra de status
ru: Строка состояния
sv: Statusfält
tr: Durum çubuğu
uk: Рядок стану

source: Collection browser
ar: متصفح المجموعة
ca: Navegador de col·leccions
da: Samlingbrowser
de: Auswahl-Browser
el: Περιηγητής συλλογής
he: דפדפן אוספים
ja: コレクションブラウザー
nb_no: Samlingsleser
nl: Collectiebrowser
pl: Przeglądarka kolekcji
pt_br: Navegador de coleções
ru: Браузер коллекций
sv: Urvalslista
tr: Koleksiyon tarayıcısı
uk: Браузер колекції

source: Categories
ar: الفئات
da: Kategorier
de: Kategorien
el: Κατηγορίες
he: קטגוריות
ja: カテゴリー
nb_no: Kategorier
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ru: Категории
sv: Kategorisering
tr: Kategoriler
uk: Категорії

source: Tabbed view
ar: عرض بعلامات التبويب
ca: Vista amb pestanyes
da: Faninndelt visning
de: Tab-Anzeige
el: Προβολή με καρτέλα
he: תצוגה בטאבים
ja: タブビュー
nb_no: Fanefanevisning
nl: Tabweergave
pl: Widok na kartach
pt_br: Visão em abas
ru: Просмотр с вкладками
sv: Flikvy
tr: Sekmeli görünüm
uk: Вигляд з вкладками

source: Genres
ar: أجناس
ca: Géneres
da: Genrer
el: Είδη
he: סגנונות
ja: ジャンル
nb_no: Sjangre
pl: Gatunki
pt_br: Gêneros
ru: Жанры
sv: Genrer
tr: Türler
uk: Жанри

source: Related Artists
ar: الفنانين ذات الصلة
ca: Artistes relacionats
da: Relaterede Kunstnere
de: Ähnliche Interpreten
el: Σχετικοί καλλιτέχνες
he: אמנים קשורים
ja: 関連アーティスト
nb_no: Relaterte artister
nl: Gerelateerde Artiesten
pl: Powiązani artyści
pt_br: Artistas relacionados
ru: Похожие исполнители
sv: Relaterade Artister
tr: İlgili Sanatçılar
uk: Пов'язані Виконавці

source: Grid (by Album)
ar: شبكة (حسب الألبوم)
ca: Graella (per Àlbum)
da: Gitter (efter Album)
de: Raster (nach Album)
el: Πλέγμα (ανά Άλμπουμ)
he: תצוגת קוביות (לפי אלבום)
ja: グリッド（アルバム別）
nb_no: Grid (etter Album)
nl: Raster (per Album)
pl: Siatka (wg albumu)
pt_br: Grade (por álbum)
ru: Сетка (по альбомам)
sv: Rutnät (efter Album)
tr: Izgara (Albüme göre)
uk: Сітка (за альбомом)

source: Grid (by Series)
ar: شبكة (حسب السلسلة)
ca: Graella /per Sèries)
da: Gitter (efter Serie)
de: Raster (nach Serien)
el: Πλέγμα (ανά Σειρά)
he: תצוגת קוביות (לפי סדרה)
ja: グリッド（シリーズ別）
nb_no: Grid (etter Serie)
nl: Raster (per Serie)
pl: Siatka (wg serii)
pt_br: Grade (por série)
ru: Сетка (по сериям)
sv: Rutnät (efter Serie)
tr: Izgara (Serilere göre)
uk: Сітка (за Серіями)

source: Feeds
ar: التغذيات
ca: Canals
da: Strømme
el: Τροφοδοσίες
he: פידים
ja: フィード
pl: Kanały
ru: Ленты
sv: Flöden
tr: Beslemeler
uk: Інформаційні канали

source: Configure
ar: تكوين
ca: Configurar
da: Konfigurer
de: Konfigurieren
el: Διαμόρφωση
he: הגדר
ja: 設定
nb_no: Konfigurer
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
ru: Настройка
sv: Konfigurera
tr: Yapılandırma
uk: Конфігурувати

source: Related Genres
ar: الأنواع ذات الصلة
ca: Gèneres relacionats
da: Relaterede Genrer
de: Ähnliche Genres
el: Σχετικά Είδη
he: סגנונות קשורים
ja: 関連ジャンル
nb_no: Relaterte sjangre
nl: Soortgelijke Genres
pl: Powiązane gatunki
pt_br: Gêneros relacionados
ru: Связанные жанры
sv: Relaterade Genrer
tr: İlgili Türler
uk: Пов'язані Жанри

source: &Remove
ar: حذف
ca: &Esborra
da: &Fjern
de: &Entfernen
el: Αφαίρεση
he: הסר
ja: 削除(&R)
nb_no: &Fjern
nl: Ve&rwijderen
pl: &Usuń
pt_br: &Remover
ru: &Удалить
sv: Ta &bort
tr: &Kaldır
uk: &Вилучити

source: Rename
ar: إعادة تسمية
ca: Canvia el nom
da: Omdøb
de: Umbenennen
el: Μετονομασία
he: שנה שם
ja: 名前の変更
nb_no: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
uk: Перейменувати

source: playlist
ar: قائمة التشغيل
ca: Llista de reproducció
da: playliste
de: Wiedergabeliste
el: λίστα αναπαραγωγής
he: רשימה
ja: プレイリスト
nb_no: spilleliste
nl: afspeellijst
pl: lista odtwarzania
pt_br: lista de execução
ru: плейлист
sv: spellista
tr: Oynatma listesi
uk: список відтворення

source: playlists
ar: قوائم التشغيل
ca: Llistes de reproducció
da: playlister
de: Wiedergabelisten
el: λίστες αναπαραγωγής
he: רשימות
ja: プレイリスト
nb_no: spillelister
nl: afspeellijsten
pl: listy odtwarzania
pt_br: listas de execução
ru: плейлист.
sv: spellistor
tr: Oynatma listeleri
uk: списки відтворення

source: Are you sure you want to remove playlist "%s" ?
ar: هل أنت متأكد أنك تريد إزالة قائمة التشغيل "%s"؟
ca: Esteu segur que voleu eliminar la llista de reproducció "%s"?
da: Er du sikker på, at du vil fjerne playliste "%s" ?
de: Wollen Sie die Wiedergabeliste "%s" wirklich löschen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε την λίστα αναπαραγωγής "%s";
he: האם אתה בטוח שברצונך להסיר את הרשימה "%s"?
ja: プレイリスト"%s"を削除してもよろしいですか？
nb_no: Er du sikker på at du vil fjerne spillelisten "%s"?
nl: Afspeellijst "%s" verwijderen?
pl: Czy na pewno chcesz usunąć playlistę „%s”?
pt_br: Tem certeza que deseja remover a lista "%s"?
ru: Вы действительно хотите удалить плейлист "%s"?
sv: Är du säker på att du vill ta bort spellistan "%s"?
tr: "%s" oynatma listesini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити список відтворення "%s"?
