Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: This hotkey %s is already assigned to action %s! Choose a different hotkey.
ar: ثم تعيين مفتاح سريع %s بالفعل للإجراء %s! اختر مفتاح سريع مختلفاً.
ca: Aquesta tecla d'accés directe %s ja està assignada a l'acció %s! Trieu una tecla d'accés ràpid diferent.
da: Denne genvej %s er allerede tildelt til handling %s! Vælg en anden genvej.
de: Das Tastenkürzel %s ist bereits der Aktion %s! zugeordnet. Bitte wählen Sie ein anderes Tastenkürzel.
el: Αυτό το πλήκτρο πρόσβασης %s έχει ήδη εκχωρηθεί στην ενέργεια %s! Επιλέξτε ένα διαφορετικό πλήκτρο πρόσβασης.
he: קיצור מקלדת זה %s כבר מוקצה לפעולה %s! בחר קיצור אחר.
ja: このホットキー%sはすでに動作%sに割り当てられています！別のホットキーを選択してください。
nb_no: Dette hurtigtastoppsettet %s er allerede tilordet handling %s! Velg en annen hurtigtast.
nl: Deze sneltoets %s is al toegewezen aan actie %s! Kies een andere sneltoets.
pt_br: A tecla de atalho %s já está atribuída à ação %s! Selecione uma tecla de atalho diferente.
ru: Эта горячая клавиша %s уже назначена на действие %s! Выберите другую клавишу.
sv: Snabbtangent %s används redan till åtgärd %s! Välj en annan snabbtangent.
tr: Bu kısayol tuşu %s zaten %s eylemine atanmış! Farklı bir kısayol tuşu seçin.
uk: Ця гаряча клавіша %s вже призначена для дії %s! Виберіть іншу гарячу клавішу.

source: Delete selected hotkeys?
ar: حذف المفاتيح السريعة المحددة؟
ca: Voleu suprimir les tecles de drecera seleccionada?
da: Slet valgte genveje?
de: Gewählte Tastenkürzel entfernen?
he: למחוק קיצורי דרך שנבחרו?
ja: 選択したホットキーを削除しますか？
nb_no: Slett valgte hurtigtaster?
nl: Geselecteerde sneltoetsen verwijderen?
pt_br: Deseja excluir os atalhos selecionados?
ru: Удалить выбранные клавиши?
sv: Radera tömda mappar?
tr: Seçili kısayollar silinsin mi?

source: Delete selected hotkey ?
ar: حذف المفتاح السريع المحدد؟
ca: Voleu suprimir la tecla de drecera seleccionada?
da: Slet valgt genvej?
de: Gewähltes Tastenkürzel entfernen?
el: Διαγραφή επιλεγμένου πλήκτρου συντόμευσης ;
he: למחוק את הקיצור?
ja: 選択したホットキーを削除しますか？
nb_no: Slett valgt hurtigtast?
nl: Geselecteerde sneltoets verwijderen?
pl: Usunąć wybrany skrót ?
pt_br: Deseja excluir o atalho selecionado?
ru: Удалить выбранную горячую клавишу?
sv: Radera vald snabbtangent ?
tr: Seçili kısayol tuşu silinsin mi?
uk: Видалити обрану гарячу клавішу?

source: The MediaMonkey Player supports Input plug-ins that are compatible with Winamp 2. They generally add support for new audio formats.
ar: يدعم مشغل MediaMonkey مكونات الإدخال التي تتوافق مع Winamp 2. تقوم عموماً بإضافة دعم لصيغ الصوت الجديدة.
ca: El reproductor de MediaMonkey admet connectors d'entrada que són compatibles amb Winamp 2. Generalment, afegeixen compatibilitat amb nous formats d'àudio.
da: MediaMonkey-afspilleren understøtter Input plug-ins, der er kompatible med Winamp 2. De tilføjer generelt understøttelse af nye lydformater.
de: Der MediaMonkey Player unterstützt Winamp 2 kompatible Eingabe-Plugin. Sie fügen im Allgemeinen Unterstützung für neue Audioformate hinzu.
el: Το MediaMonkey Player υποστηρίζει plug-ins εισόδου που είναι συμβατά με το Winamp 2. Γενικά προσθέτουν υποστήριξη για νέες μορφές ήχου.
he: נגן ה - MediaMonkey תומך בתוספי קלט שתואמים ל - Winamp 2.
ja: MediaMonkeyプレイヤーは、Winamp2と互換性のある入力プラグインをサポートしています。一般的に、新しいオーディオ形式のサポートを追加します。
nb_no: MediaMonkey-spilleren støtter inngangspluginer som er kompatible med Winamp 2. De gir generelt støtte for nye lydformater.
nl: De MediaMonkey-speler ondersteunt inputplug-ins die compatible zijn met Winamp 2. Over het algemeen voegen ze ondersteuning voor nieuwe audio-indelingen toe.
pl: MediaMonkey Player obsługuje wtyczki Input, które są kompatybilne z Winampem 2. Zwykle dodają wsparcie dla nowych formatów audio.
pt_br: O tocador do MediaMonkey suporta plug-ins compatíveis com o Winamp 2. Geralmente eles adicionam suporte a novos formatos de áudio.
ru: Плеер MediaMonkey поддерживает плагины ввода, совместимые с Winamp 2. Как правило, они добавляют поддержку новых аудиоформатов.
sv: MediaMonkey stöder Input plug-in som är kompatibla med Winamp 2. De lägger i allmänhet till stöd för nya ljudformat.
tr: MediaMonkey Player, Winamp 2 ile uyumlu Giriş eklentilerini destekler. Genellikle yeni ses formatları için destek eklerler.
uk: Програвач MediaMonkey підтримує додатки Вводу, сумісні з Winamp 2. Вони, як правило, додають підтримку для нових аудіоформатів.

source: Player panel not found.
ar: لوحة التحكم بالمشغل غير موجودة.
ca: No s'ha trobat el tauler del reproductor.
da: Afspillerpanel ikke fundet.
de: Player-Panel nicht gefunden.
el: Δεν βρέθηκε player panel.
he: לא נמצא פאנל הנגן.
ja: プレイヤーパネルが見つかりません。
nb_no: Spillerpanelet ble ikke funnet.
nl: Spelerpaneel niet gevonden.
pl: Panel odtwarzacza nie został znaleziony.
pt_br: Painel do tocador não localizado.
ru: Панель плеера не найдена.
sv: Spelarpanelen hittades inte.
tr: Oynatıcı paneli bulunamadı.
uk: Панель програвача не знайдена.

source: Player control not found.
ar: عنصر التحكم بالمشغل غير موجود.
ca: No s'ha trobat el control del reproductor.
da: Afspillerkontrol ikke fundet.
de: Player-Steuerung nicht gefunden.
el: Δεν βρέθηκε το player control.
he: לא נמצא רכיב הנגן.
ja: プレイヤーコントロールが見つかりません。
nb_no: Spillerkontrollen ble ikke funnet.
nl: Bediening speler niet gevonden.
pl: Nie znaleziono sterowania odtwarzaczem.
pt_br: Controles de execução não localizados.
ru: Управление плеером не найдено.
sv: Spelarkontroll hittades inte.
tr: Oynatıcı kontrolü bulunamadı.
uk: Елемент керування програвачем не знайдено.

source: Player layout cannot be set.
ar: لا يمكن ضبط تخطيط المشغل.
ca: No es pot configurar el disseny del reproductor.
da: Afspillerlayout kan ikke indstilles.
de: Player-Layout kann nicht gespeichert werden.
el: Είναι αδύνατη η ρύθμιση της διάταξης του player.
he: לא ניתן להכיל תצוגה לנגן.
ja: プレイヤーレイアウトが設定できません。
nb_no: Spilleroppsettet kan ikke settes.
nl: Layout van speler kan niet ingesteld worden.
pl: Nie można ustawić układu gracza.
pt_br: Layout do tocador não pode ser definido.
ru: Невозможно настроить макет плеера.
sv: Spelarlayout kan inte ställas in.
tr: Oynatıcı düzeni ayarlanamıyor.
uk: Макет програвача неможливо встановити.

source: Preview control not found.
ar: عنصر التحكم بالمعاينة غير موجود.
ca: No s'ha trobat el control de vista prèvia.
da: Forhåndsvisningskontrol ikke fundet.
de: Vorschau-Steuerung nicht gefunden.
el: Δεν βρέθηκε ο έλεγχος προεπισκόπησης.
he: לא נמצא רכיב לתצוגה מקדימה.
ja: プレビューコントロールが見つかりません。
nb_no: Forhåndskontrollen ble ikke funnet.
nl: Preview bediening niet gevonden.
pl: Nie znaleziono kontrolki podglądu.
pt_br: Controle de visualização não localizado.
ru: Управление предпросмотром не найдено.
sv: Förhandsgranskningskontroll hittades inte.
tr: Önizleme kontrolü bulunamadı.
uk: Елемент керування попереднім переглядом не знайдено.

source: Preview layout cannot be set.
ar: لا يمكن ضبط تخطيط المعاينة.
ca: No es pot configurar el disseny de vista prèvia.
da: Forhåndslayout kan ikke indstilles.
de: Vorschau-Layout kann nicht gespeichert werden.
el: Είναι αδύνατη η ρύθμιση της διάταξης προεπισκόπησης.
he: לא ניתן למקם את רכיב תצוגה מקדימה.
ja: プレビューレイアウトが設定できません。
nb_no: Forhåndsoppsettet kan ikke settes.
nl: Previewlay-out kan niet worden ingesteld.
pl: Nie można ustawić układu podglądu.
pt_br: Layout de visualização não pode ser definido.
ru: Невозможно настроить макет предпросмотра.
sv: Förhandsgranskningslayouten kan inte sparas.
tr: Önizleme düzeni ayarlanamıyor.
uk: Макет попереднього перегляду не може бути встановлений.

source: This panel element displays details of the playing or selected file
ar: يعرض عنصر اللوحة هذا تفاصيل الملف المشغّل أو المحدد
ca: Aquest element del tauler mostra detalls de la reproducció o del fitxer seleccionat
da: Dette panelelement viser detaljer for den spillede eller valgte fil
de: Dieses Panel-Element zeigt Details des abgespielten oder ausgewählten Tracks an
el: Αυτό το στοιχείο πίνακα εμφανίζει λεπτομέρειες της αναπαραγόμενου ή του επιλεγμένου αρχείου
he: פאנל זה מציג פרטים על הקובץ המתנגן או הנבחר
ja: このパネル要素は、再生または選択されたファイルの詳細を表示します
nb_no: Dette panelelementet viser detaljer om den spiller eller valgte filen
nl: Dit deelvenster-element geeft details weer over het spelende of geselecteerde bestand
pl: Ten element panelu wyświetla szczegóły odtwarzanego lub wybranego pliku
pt_br: Este elemento do painel exibe detalhes do arquivo em execução ou selecionado
ru: Этот элемент панели отображает информацию о воспроизводимом или выбранном файле
sv: Detta panelelement visar detaljer om den uppspelade eller valda filen
tr: Bu panel öğesi, oynatılan veya seçili dosyanın ayrıntılarını görüntüler
uk: Цей елемент панелі показує деталі відтворюваного або вибраного файлу

source: Smallest
ar: الأصغر
ca: Més petit
da: Mindst
de: Am kleinsten
el: Μικρότατο
he: קטן ביותר
ja: 最小
nb_no: Minst
nl: Kleinste
pl: Najmniejszy
pt_br: Menor
ru: Наименьший
sv: Minsta
tr: En küçük
uk: Найменше

source: Smaller
ar: الأصغر
ca: Més petit
da: Mindre
de: Kleiner
el: Μικρότερη
he: קטן יותר
ja: より小さい
nb_no: Mindre
nl: Kleiner
pl: Mniejszy
pt_br: Menor
ru: Маленький
sv: Mindre
tr: Küçük
uk: Менше

source: Default
ar: الافتراضي
ca: Per defecte
de: Standard
el: Προκαθορισμός
he: ברירת מחדל
ja: デフォルト
nb_no: Standard
nl: Standaard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Förvald
tr: Varsayılan
uk: За замовчуванням

source: Larger
ar: الأكبر
ca: Gran
da: Større
de: Größer
el: Μεγαλύτερη
he: גדול יותר
ja: より大きい
nb_no: Større
nl: Groter
pl: Większe
pt_br: Grande
ru: Большой
sv: Större
tr: Daha büyük
uk: Більший

source: Largest
ar: الأكبر
ca: Més gran
da: Størst
de: Größte(r)
el: Μέγιστο
he: גדול ביותר
ja: 最大
nb_no: Størst
nl: Grootste
pl: Największy
pt_br: Maior
ru: Наибольший
sv: Störst
tr: En büyük
uk: Найбільший

source: Add new layout
ar: إضافة تخطيط جديد
ca: Afegeix un disseny nou
da: Tilføj nyt layout
de: Neues Layout hinzufügen
el: Προσθήκη νέας διάταξης
he: הוסף פריסת תצוגה חדשה
ja: 新しいレイアウトを追加
nb_no: Legg til nytt oppsett
nl: Nieuwe lay-out toevoegen
pl: Dodaj nowy układ
pt_br: Adicionar novo layout
ru: Добавить новый макет
sv: Lägg till ny layout
tr: Yeni düzen ekle
uk: Додати нове розташування елементів

source: New layout name
ar: أسم التخطيط الجديد
ca: Nom del disseny nou
da: Nyt layout navn
de: Neuer Layout-Name
el: Νέο όνομα διάταξης
he: שם לתצוגה החדשה
ja: 新しいレイアウト名
nb_no: Nytt oppsettsnavn
nl: Naam nieuwe lay-out
pl: Nowa nazwa układu
pt_br: Nome do novo layout
ru: Имя нового макета
sv: Nytt layoutnamn
tr: Yeni düzen adı
uk: Нова назва для розташованих елементів

source: Separator
ar: فاصل
ca: Separador
de: Trennzeichen
he: מפריד
ja: 分割記号
nb_no: Skiller
nl: Scheidingsteken
pt_br: Separador
ru: Разделитель
sv: Separerare
tr: Ayrıştırıcı
uk: Розділювач

source: Server name
ar: اسم الخادم
ca: Nom del servidor
da: Servernavn
el: Όνομα server
he: שם השרת
ja: サーバー名
nb_no: Servernavn
nl: Servernaam
pl: Nazwa serwera
pt_br: Nome do servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu adı
uk: Ім'я сервера

source: Running
ar: تشغيل
ca: En execució
da: Kørende
de: Läuft
el: Εκτέλεση
he: רץ
ja: 動作中
nb_no: Kjørende
nl: Bezig
pl: Działanie
pt_br: Executando
ru: Запущен
sv: Körs
tr: Çalışıyor
uk: Виконується

source: Stopped
ar: توقف
ca: Aturat
da: Stoppet
de: Angehalten
el: Διακόπηκε
he: מופסק
ja: 停止
nb_no: Stoppet
nl: Gestopt
pl: Zatrzymany
pt_br: Parado
ru: Остановлен
sv: Stoppad
tr: Durduruldu
uk: Зупинено

source: Install as service
ar: تثبيت كخدمة
ca: Instal·la com a servei
da: Installer som tjeneste
de: Als Dienst installieren
el: Εγκατάσταση ως υπηρεσία
he: התקן כ Service של ווינדוס
ja: サービスとしてインストール
nb_no: Installer som en tjeneste
nl: Als service installeren
pl: Zainstaluj jako usługę
pt_br: Instalar como serviço
ru: Установить как сервис
sv: Installera som tjänst
tr: Hizmet olarak yükle
uk: Встановити як службу

source: Uninstall service
ar: إزالة الخدمة
ca: Desinstal·la el servei
da: Afinstaller tjeneste
de: Dienst deinstallieren
el: Απεγκατάσταση υπηρεσίας
he: הסר Service של ווינדוס
ja: サービス のアンインストール
nb_no: Avinstaller tjeneste
nl: Service verwijderen
pl: Odinstaluj usługę
pt_br: Desinstalar serviço
ru: Удалить сервис
sv: Avinstallera tjänst
tr: Hizmeti kaldır
uk: Видалити службу

source: Install Service
ar: تثبيت الخدمة
ca: Instal·leu el servei
da: Installer tjeneste
de: Dienst installieren
el: Εγκατάσταση Υπηρεσίας
he: התקן כ Service של ווינדוס
ja: サービスのインストール
nb_no: Installer tjeneste
nl: Service installeren
pl: Zainstaluj usługę
pt_br: Instalar serviço
ru: Установить сервис
sv: Installera tjänst
tr: Kurulum Hizmeti
uk: Встановити Службу

source: Installing MediaMonkey as service allows you to browse media server even if MediaMonkey is not running and you are not logged into your account. Please input your account (%s) password:
ar: تثبيت MediaMonkey كخدمة يتيح لك تصفح خادم الوسائط حتى إذا لم يكن MediaMonkey قيد التشغيل ولم تكن مسجلًا في حسابك. يرجى إدخال كلمة مرور حسابك (%s):
ca: La instal·lació de MediaMonkey com a servei us permet navegar pel servidor multimèdia, fins i tot si MediaMonkey no s’està executant i no esteu connectat al vostre compte. Introduïu la contrasenya del vostre compte (%s):
da: Installation af MediaMonkey som tjeneste giver dig mulighed for at gennemse medieserveren, selv om MediaMonkey ikke kører, og du ikke er logget ind på din konto. Indtast venligst dit kontopassword (%s):
de: Ist der MediaMonkey-Server als Dienst installiert, können Sie per DLNA auf die Medien-Dateien zugreifen, selbst wenn MediaMonkey nicht läuft oder Sie nicht angemeldet sind. Lediglich der Rechner muss gestartet sein. Bitte geben Sie das Passwort für Ihr Benutzerkonto (%s) ein:
el: Εγκαθιστώντας το MediaMonkey ως υπηρεσία σάς επιτρέπει να περιηγηθείτε στον server των πολυμέσων, ακόμα και αν το MediaMonkey δεν εκτελείται και δεν έχετε εισέλθει στο λογαριασμό σας. Παρακαλούμε εισάγετε το κωδικό πρόσβασης του (%s) λογαριασμού σας:
he: התקנת MediaMonkey כשירות מאפשרת לך לגלוש בשרת המדיה גם אם MediaMonkey אינו פועל ואינך מחובר לחשבונך. אנא הזן את סיסמת החשבון שלך (%s):
ja: サービスとしてMediaMonkeyをインストールすると、MediaMonkeyが実行されておらずアカウントにログインしていない場合でもメディアサーバーを閲覧できます。アカウント（%s）のパスワードを入力してください:
nb_no: Installering av MediaMonkey som en tjeneste lar deg bruke mediaserveren selv når MediaMonkey ikke kjører og du ikke er logget inn på din konto. Vennligst skriv passordet på kontoen (%s):
nl: MedeaMonkehy als service installeren biedt de mogelijkheid de mediaserver te doorzoeken, ook wanneer MediaMonkey niet actief is en zonder ingelogd te zijn. Voer het account (%s) wachtwoord op:
pl: Zainstalowanie MediaMonkey jako usługi umożliwia przeglądanie serwera multimediów, nawet jeśli MediaMonkey nie jest uruchomiony i nie jesteś zalogowany na swoje konto. Wprowadź hasło do swojego konta (%s):
pt_br: Instalando o MediaMonkey como serviço, você poderá utilizar o servidor de mídia, mesmo se o MediaMonkey não estiver rodando ou você não estiver logado. Insira a senha de sua conta (%s):
ru: Установка MediaMonkey как сервиса позволяет просматривать медиасервер, даже если MediaMonkey не работает, и вы не вошли в свой аккаунт. Введите пароль аккаунта (%s):
sv: När du installerar MediaMonkey som tjänst kan du surfa på mediaservern även om MediaMonkey inte körs och du inte är inloggad på ditt konto. Vänligen ange ditt kontolösenord (%s):
tr: MediaMonkey'i hizmet olarak yüklemek, MediaMonkey çalışmıyor olsa ve hesabınıza giriş yapmamış olsanız bile medya sunucusuna göz atmanızı sağlar. Lütfen hesap şifrenizi girin (%s):
uk: Встановлення MediaMonkey як служби дозволяє переглядати мультимедійний сервер, навіть якщо MediaMonkey не запущено і ви не ввійшли у свій обліковий запис. Будь ласка, введіть пароль облікового запису (%s):

source: Visible
ar: مرئي
da: Synlig
de: Sichtbar
el: Ορατό
he: גלוי
ja: 表示
nb_no: Synlig
nl: Zichtbaar
pl: Widoczny
pt_br: Visível
ru: Видимый
sv: Synlig
tr: Görülebilir
uk: Видимий

source: Content to display
ar: المحتوى ليتم عرضه
ca: Contingut per mostrar
da: Indhold til visning
de: Anzuzeigender Inhalt
el: Περιεχόμενο προς εμφάνιση
he: תוכן להצגה
ja: 表示するコンテンツ
nb_no: Innhold å vise
nl: Inhoud om weer te geven
pl: Zawartość do wyświetlenia
pt_br: Conteúdo a exibir
ru: Содержимое для показа
sv: Innehåll att visa
tr: Görüntülenecek içerik
uk: Вміст для показу

source: This will delete the "%s" Collection.
ar: سيؤدي هذا إلى حذف المجموعة "%s".
ca: Això esborrarà la col·lecció "%s".
da: Dette vil slette samlingen "%s".
de: Löscht die "%s" -Auswahl.
el: Αυτό θα διαγράψει την Συλλογή "%s".
he: פעולה זו תמחק את האוסף "%s".
ja: "%s"コレクションが削除されます。
nb_no: Dette vil slette "%s"-samlingen.
nl: Dit verwijdert de "%s" Collectie.
pl: Spowoduje to usunięcie kolekcji „%s”.
pt_br: Isso irá excluir a coleção "%s".
ru: Будет удалена коллекция "%s".
sv: Detta kommer att radera "%s" -samlingen.
tr: Bu işlem "%s" Koleksiyonunu silecektir.
uk: Це видалить збірку "%s".

source: Delete Collection
ar: حذف المجموعة
ca: Suprimeix la col·lecció
da: Slet samling
de: Auswahl löschen
el: Διαγραφή Συλλογής
he: מחק אוסף
ja: コレクションを削除
nb_no: Slett samlingen
nl: Collectie verwijderen
pl: Usuń kolekcję
pt_br: Excluir coleção
ru: Удалить коллекцию
sv: Radera samling
tr: Koleksiyonu Sil
uk: Видалити збірку

source: To automatically update tags, please upgrade to MediaMonkey Gold!
ar: لتحديث العلامات تلقائيًا، يرجى الترقية إلى MediaMonkey Gold!
ca: Per actualitzar automàticament les etiquetes, actualitzeu a MediaMonkey Gold!
da: For at opdatere tags automatisk, opgrader venligst til MediaMonkey Gold!
de: Um Tags automatisch zu aktualisieren, kaufen bitte MediaMonkey Gold!
el: Για αυτόματη ενημέρωση ετικετών, παρακαλούμε αναβαθμίστε σε MediaMonkey Gold!
he: כדי לעדכן תגיות באופן אוטומטי, יש לשדרג ל - MediaMonkey Gold!
ja: タグを自動的に更新するには、MediaMonkey Goldにアップグレードしてください！
nb_no: For å automatisk oppdatere tagger, vennligst oppgrader til MediaMonkey Gold!
nl: Om labels automatisch bij te werken is een upgrade naar MediaMonkey Gold nodig!
pl: Aby automatycznie aktualizować tagi, uaktualnij do MediaMonkey Gold!
pt_br: Para atualizar tags automaticamente, por favor atualize para o MediaMonkey Gold!
ru: Автообновление тегов доступно только в MediaMonkey Gold!
sv: För att automatiskt uppdatera taggar, så behöver du uppgradera till MediaMonkey Gold!
tr: Etiketleri otomatik olarak güncellemek için lütfen MediaMonkey Gold'a yükseltin!
uk: Для автоматичного оновлення теґів, будь ласка, перейдіть на MediaMonkey Gold!

source: Lyrics sources
ar: مصادر كلمات الأغاني
ca: Fonts de lletres
da: Lyrik-kilder
de: Quellen für Liedtext
el: Πηγές στίχων
he: מקורות למילים
ja: 歌詞の出典
nb_no: Tekstkilder
nl: Bronnen voor songteksten
pl: Źródła tekstów
pt_br: Fontes de letras
ru: Источники текстов песен
sv: Källor till låttexter
tr: Şarkı sözü kaynakları
uk: Джерела тексту пісень

source: Auto-tag metadata sources
ar: مصادر الميتاداتا التلقائية للعلامات
ca: Etiquetatge automàtic de fonts de metadades
da: Auto-tag metadata-kilder
de: Quellen für Auto-Tag-Metadaten
el: Πηγές μεταδεδομένων αυτόματης προσθήκης ετικετών
he: מקורות לאיסוף נתונים למען תיוג אוטומטי
ja: メタデータソースに自動でタグを付ける
nb_no: Automatiske taggmetadatas kilder
nl: Bronnen voor auto-label metadata
pl: Automatyczne tagowanie źródeł metadanych
pt_br: Fontes de metadados para auto-tag
ru: Автодобавление тегов к источникам метаданных
sv: Märk metadatakällor automatiskt
tr: Meta veri kaynaklarını otomatik olarak etiketle
uk: Джерела метаданих з автоматичним позначенням

source: Album Summary
ar: ملخص الألبوم
ca: Resum de l'àlbum
da: Albumoversigt
de: Zusammenfassung
el: Περίληψη Άλμπουμ
he: פרטי אלבום
ja: アルバムの概要
nb_no: Album Sammendrag
nl: Album Samenvatting
pt_br: Resumo do álbum
ru: Сводка по альбому
sv: Albumsammanfattning
tr: Albüm Özeti
uk: Короткий опис альбому

source: Tags
ar: العلامات
ca: Etiquetes
el: Ετικέτες
he: תגיות
ja: タグ
nb_no: Tagger
nl: Labels
pl: Tagi
ru: Теги
sv: ID3-taggar
tr: Etiketler
uk: Теґи

source: Tags to look up
ar: علامات للبحث
ca: Etiquetes per cercar
da: Tags til at slå op
de: Zu suchende Tags
el: Ετικέτες για αναζήτηση
he: תגיות לחיפוש
ja: 検索するタグ
nb_no: Tagger å slå opp
nl: Labels om te zoeken
pl: Tagi do wyszukania
pt_br: Tags a pesquisar
ru: Теги для поиска
sv: Taggar att slå upp
tr: Aranacak etiketler
uk: Теґи для пошуку

source: &Play in MediaMonkey %s
ar: تشغيل في MediaMonkey %s
da: &Afspil i MediaMonkey %s
de: In MediaMonkey %s abs&pielen
he: התחל במדיה מונקי %s
ja: MediaMonkey %s で再生(&P)
nb_no: &Spill i MediaMonkey%s
pt_br: Tocar &agora no MediaMonkey %s
ru: &Воспроизвести в MediaMonkey %s
tr: &MediaMonkey'de %s oynat

source: Queue &next in MediaMonkey %s
ar: التالي في MediaMonkey %s
da: Kø &næste i MediaMonkey %s
de: Als &nächstes in die Abspielliste von MediaMonkey %s
he: תור הבא במדיה מונקי %s
ja: MediaMonkey %s で次に再生(&N)
nb_no: Kø &neste i MediaMonkey%s
pt_br: Enfileirar a &seguir no MediaMonkey %s
ru: Следующий в очереди MediaMonkey %s
tr: MediaMonkey %s'de &sonraki sıra

source: Queue &last in MediaMonkey %s
ar: الأخير في MediaMonkey %s
da: Kø &sidste i MediaMonkey %s
de: Als &letztes in die Abspielliste von MediaMonkey %s
he: תור אחרון במדיה מונקי %s
ja: MediaMonkey %s で最後に再生(&L)
nb_no: Kø &sist i MediaMonkey%s
pt_br: Enfileirar ao &final no MediaMonkey %s
ru: Последний в очереди MediaMonkey %s
tr: MediaMonkey'deki &son sıra %s

source: The MediaMonkey Player supports Output plug-ins that are compatible with Winamp 2. They generally control how MediaMonkey outputs audio.
ar: يدعم مشغل MediaMonkey مكونات الخرج التوافقية مع Winamp 2. تتحكم عادة بكيفية إخراج MediaMonkey للصوت.
ca: El reproductor de MediaMonkey admet connectors de sortida compatibles amb Winamp 2. Generalment controlen la manera com MediaMonkey emet àudio.
da: MediaMonkey-afspilleren understøtter Output plug-ins, der er kompatible med Winamp 2. De kontrollerer generelt, hvordan MediaMonkey udsender lyd.
de: Der MediaMonkey Player unterstützt Output-Plugins, die mit Winamp 2 kompatibel sind. Im Allgemeinen sind die dafür zuständig, wie MediaMonkey Audio abspielt.
el: Το MediaMonkey Player υποστηρίζει plug-ins Εξόδου που είναι συμβατά με το Winamp 2. Γενικά ελέγχουν τον τρόπο με τον οποίο το MediaMonkey εξάγει ήχο.
he: נגן MediaMonkey תומך בתוספי פלט התואמים ל - Winamp 2.
ja: MediaMonkeyプレイヤーは、Winamp2と互換性のある出力プラグインをサポートしています。一般に、MediaMonkeyがオーディオを出力する方法を制御します。
nb_no: MediaMonkey-spilleren støtter utgangsplug-ins som er kompatible med Winamp 2. De kontrollerer generelt hvordan MediaMonkey leverer lyd.
nl: De MediaMonkey-speler ondersteunt Outputplug-ins die compatible zijn met Winamp 2. Over het algemeen bepalen zij hoe MediaMonkey audio weergeeft.
pl: MediaMonkey Player obsługuje wtyczki wyjściowe, które są kompatybilne z Winampem 2. Ogólnie kontrolują sposób, w jaki MediaMonkey wysyła dźwięk.
pt_br: O tocador do MediaMonkey suporta plug-ins de saída compatíveis com o Winamp 2. Geralmente eles controlam como o MediaMonkey faz a saída de áudio.
ru: Плеер MediaMonkey поддерживает плагины вывода, совместимые с Winamp 2. Как правило, они управляют тем, как MediaMonkey выводит аудио.
sv: MediaMonkey Player stöder Output plug-in som är kompatibla med Winamp 2. De styr i allmänhet hur MediaMonkey matar ut ljud.
tr: MediaMonkey Oynatıcı, Winamp 2 ile uyumlu Çıkış eklentilerini destekler. Genellikle MediaMonkey'in ses çıkışını nasıl gerçekleştireceğini kontrol eder.
uk: Програвач MediaMonkey підтримує додатки Виходу, сумісні з Winamp 2. Вони, як правило, контролюють, як MediaMonkey видає звук.
