Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Get more addons
ca: Obteniu més complements
da: Hent flere tilføjelser
de: Weitere Addons Online
el: Λήψη περισσότερων addons
he: קבל תוספים נוספים
ja: アドオンをもっと見る
nb_no: Få flere tillegg
nl: Meer Add-ons
pl: Zdobądź więcej dodatków
pt_br: Obter mais extensões
ru: Другие аддоны
sv: Skaffa fler tillägg
tr: Daha fazla eklenti edinin
uk: Отримати більше додатків

source: Automatically maintain at least
ar: تلقائياً الحفاظ على الأقل
ca: Mantenir automàticament com a mínim
da: Automatisk opretholder mindst
de: Halte mindestens
el: Αυτόματη διατήρηση τουλάχιστον
he: שמור אוטומטית לפחות
ja: 自動的に少なくとも
nb_no: Oppretthold automatisk minimum
nl: Houd automatisch minstens
pl: Automatycznie utrzymuj przynajmniej
pt_br: Manter pelo menos
ru: Автоматически поддерживать
sv: Lägg automatiskt till minst
tr: En azından otomatik olarak koruyun
uk: Автоматично підтримувати принаймні

source: Choose where Auto-DJ should add tracks from
ar: اختر حيث يتم حفر الدي جي الآلية المسارات
ca: Trieu d'on hauria d'afegir pistes el Auto-DJ
da: Vælge, hvor Auto-DJ skal tilføje numre fra
de: Bestimmen Sie, von wo der Auto-DJ seine Tracks hinzufügt
el: Επιλέξτε από πού το Auto-DJ πρέπει να προσθέσει κομμάτια
he: בחר מאיפה אוטו-DJ צריך להוסיף שירים
ja: オートDJ がどこから追加トラックを選曲するかを選択します
nb_no: Velg hvor Auto-DJ skal legge til spor fra
nl: Bepaalt waaruit Auto-DJ tracks toevoegt
pl: Wybierz, skąd Auto-DJ powinien dodawać utwory
pt_br: Isto determina de onde o Auto-DJ irá selecionar faixas para inserir na lista
ru: Выберите, откуда автодиджей должен добавлять треки
sv: Välj var Auto-DJ ska lägga till spår från
uk: Виберіть, звідки Авто Діджей повинен додавати композиції

source: If enabled, MediaMonkey will display results after a scan is completed.
ca: Si està activat, MediaMonkey mostrarà els resultats un cop finalitzat l'escaneig.
da: Hvis aktiveret, vil MediaMonkey vise resultaterne efter en scanning er gennemført.
de: Nach der Neuaufnahme /Aktualisierung von Dateien ins Archiv werden die Ergebnisse angezeigt.
el: Εάν ενεργοποιηθεί, το MediaMonkey θα εμφανίσει αποτελέσματα μετά την ολοκλήρωση της σάρωσης.
he: אם מופעל, MediaMonkey יציג תוצאות לאחר סיום הסריקה.
ja: 有効にすると、スキャンが完了した後にMediaMonkeyが結果を表示します。
nb_no: Hvis aktivert, vil MediaMonkey vise resultater etter at en skanning er fullført.
nl: Laat MediaMonkey scanresultaten weergeven na afloop van een scan.
pl: Jeśli włączone, MediaMonkey wyświetli wyniki po zakończeniu skanowania.
pt_br: Se habilitado, o MediaMonkey irá exibir uma janela com os resultados após concluir a varredura.
ru: Если включено, MediaMonkey будет показывать результаты по завершению сканирования.
sv: Om aktiverad kommer MediaMonkey att visa resultat efter utförd skanning.
tr: Eğer etkinleştirilirse, MediaMonkey bir tarama tamamlandıktan sonra sonuçları gösterecektir.
uk: Якщо увімкнено, MediaMonkey покаже результати після завершення сканування.

source: Tags then inferred properties
ar: ثم يستنتج العلامات خصائص
ca: Les etiquetes, després les propietats inferides
da: Tags udledte derefter egenskaber
de: Erst Tags, dann abgeleitete Eigenschaften
el: Ετικέτες μετά συναγόμενες ιδιότητες
he: תגים ואז תכונות נגזרות
ja: タグ優先、次に推測プロパティ値
nb_no: Tagger og deretter felles egenskaper
nl: Labels dan afgeleide eigenschappen
pl: Tagi potem zawarte we właściwościach
pt_br: Primeiro tags depois propriedades deduzidas
ru: Теги, затем свойства
sv: ID3-taggar, sen gissad information
tr: Etiketler ve ardından çıkarılan özellikler
uk: Теґи потім похідні властивості

source: Analyze files for duplicates (takes extra time)
ca: Analitzar fitxers per si hi han duplicats (requereix temps addicional)
da: Analyser filer for dubletter (tager ekstra tid)
de: Signatur für Duplikatprüfung erzeugen (dauert!)
el: Ανάλυση αρχείων για διπλότυπα (απαιτείται επιπλέον χρόνος)
he: ניתוח קבצים לחיפוש כפילויות (לוקח זמן נוסף)
ja: 重複がないかファイルを分析する（時間がかかります）
nb_no: Analyser filer for duplikater (tar ekstra tid)
nl: Naar duplicaten zoeken (duurt langer)
pl: Analizuj pliki pod kątem duplikatów (zajmuje dodatkowy czas)
pt_br: Analisar faixas duplicadas (demora mais)
ru: Анализ треков на дубликаты (занимает время)
sv: Hitta dubbletter (tar extra tid)
tr: Dosyaları yinelenenler açısından analiz edin (ekstra zaman alır)
uk: Аналізувати файли на наявність дублікатів (йде більше часу)

source: Remove unavailable items
ca: Elimina els elements no disponibles
da: Fjern utilgængelige elementer
de: Unauffindbare Dateien entfernen
el: Αφαίρεση μη διαθέσιμων αντικειμένων
he: הסר פריטים שלא זמינים
ja: 利用できないアイテムを削除する
nb_no: Fjern utilgjengelige elementer
nl: Niet-beschikbare items verwijderen
pl: Usuń niedostępne elementy
pt_br: Remover arquivos não disponíveis
ru: Удалить недоступные элементы
sv: Ta bort spår som inte längre finns
tr: Kullanılamayan öğeleri kaldır
uk: Вилучити відсутні елементи

source: Show context-menu actions for:
ca: Mostra les accions del menú contextual per:
da: Vis kontekstmenu-handlinger for:
de: Kontextmenü anzeigen für:
el: Εμφάνιση ενεργειών πλαισίου μενού για:
he: הצג פעולות הקשר לרשימהל:
ja: 次のコンテキストメニュー動作を表示:
nb_no: Vis kontekst-meny handlinger for:
nl: Contextmenu-items weergeven voor:
pl: Pokaż akcje menu kontekstowego dla:
pt_br: Exibir ações no menu de contexto para:
ru: Показать в контекстном меню действия:
sv: Visa kontextmenyåtgärder för:
uk: Показати дії контекстного меню для:

source: Idle
ar: عندما غير مأهولة
ca: Inactives
da: Tomgang
de: Leerlauf
el: Αδράνεια
he: לא פעיל
ja: アイドル
nb_no: Inaktiv
nl: Inactief
pl: Bezczynny
pt_br: Tempo ocioso
ru: Бездействие
sv: Vänteprocess
uk: Бездіяльний

source: use custom Collections for sub-libraries
ca: utilitzeu Col·leccions personalitzades per a sub-biblioteques
da: brug tilpassede Samlinger for underbiblioteker
de: Archiv-Unterknoten (Auswahl) nach eigenen Kriterien erstellen
el: χρήση προσαρμοσμένων Συλλογών για υπό-βιβλιοθήκες
he: השתמש באוספים מותאמים אישית לספריות משנה
ja: サブライブラリにカスタムコレクションを使用する
nb_no: bruk egendefinerte Samlinger for under-biblioteker
nl: aangepaste Collecties voor sub-bibliotheken gebruiken
pl: użyj niestandardowych kolekcji dla bibliotek podrzędnych
pt_br: usar coleções personalizadas para as sub-bibliotecas
ru: использовать свои коллекции для вложенных библиотек
sv: använd anpassade samlingar för underbibliotek
tr: alt kütüphaneler için özel Koleksiyonlar kullanın
uk: використовувати користувацькі Колекції для суббібліотек

source: Import files, playlists, ratings, and playback history from other applications:
ca: Importeu fitxers, llistes de reproducció, puntuacions i historial de reproducció d'altres aplicacions:
da: Importér filer, playlister, ratings og afspilningshistorik fra andre applikationer:
de: Importiere Dateien, Wiedergabelisten, Bewertungen und den Wiedergabe-Verlauf aus anderen Anwendungen:
el: Εισαγωγή αρχείων, λιστών αναπαραγωγής, εκτιμήσεων και ιστορικού αναπαραγωγής από άλλες εφαρμογές:
he: ייבא קבצים, רשימות השמעה, דירוגים והיסטוריית השמעה מאפליקציות אחרות:
ja: 他のアプリケーションからファイル、プレイリスト、重要度、再生履歴をインポート:
nb_no: Importer filer, spillelister, vurderinger, og avspillingshistorikk fra andre applikasjoner:
nl: Bestanden, afspeellijsten, scores en afspeelhistorie uit andere apps importeren:
pl: Importuj pliki, listy odtwarzania, oceny i historię odtwarzania z innych aplikacji:
pt_br: Importar de outros programas arquivos, listas, avaliações e histórico de execução:
ru: Импорт файлов, плейлистов, рейтингов и истории воспроизведения из других приложений:
sv: Importera filer, spellistor, betyg och uppspelningshistorik från andra program:
tr: Dosyaları, çalma listelerini, derecelendirmeleri ve oynatma geçmişini diğer uygulamalardan içe aktarın:
uk: Імпортувати файли, списки відтворення, оцінки та історію відтворення з інших програм:

source: Logout from last.fm service
ca: Sortiu del servei last.fm
da: Log ud fra last.fm tjeneste
de: Vom last.fm-Dienst abmelden
el: Αποσύνδεση από την υπηρεσία last.fm
he: יציאה משירות last.fm
ja: last.fmサービスからログアウト
nb_no: Logg ut fra last.fm-tjenesten
nl: Bij last.fm uitloggen
pl: Wyloguj się z usługi last.fm
pt_br: Sair do serviço last.fm
ru: Выход из last.fm
sv: Logga ut från last.fm-tjänsten
uk: Вийти зі служби last.fm

source: Enable equalizer
ca: Activa l'equalitzador
da: Aktiver equalizer
de: Equalizer aktivieren
el: Ενεργοποίηση ισοσταθμιστή
he: אפשר משווה
ja: イコライザーを有効にする
nb_no: Aktiver equalizer
nl: Equalizer inschakelen
pl: Włącz korektor
pt_br: Habilitar o equalizador
ru: Включить эквалайзер
sv: Använd Equalizer
tr: Ekolayzırı etkinleştir
uk: Увімкнути еквалайзер

source: Load Preset...
ca: Carrega els predefinits...
da: Indlæs forudindstilling...
de: Voreinstellung laden...
el: Φόρτωση Προεπιλογής...
he: טען קבוע מראש...
ja: プリセットを読み込む...
nb_no: Last inn Forhåndsinnstilling...
nl: Preset laden...
pl: Załaduj predefiniowane...
pt_br: Carregar ajuste...
ru: Загрузить пресет...
sv: Ladda förinställning...
uk: Завантажити попереднє налаштування...

source: Device name
ca: Nom del dispositiu
da: Enhedsnavn
de: Gerätename
el: Όνομα συσκευής
he: שם מכשיר
ja: デバイス名
nb_no: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
uk: Назва пристрою

source: Sync artwork to file folders
ca: Sincronitzeu les il·lustracions amb carpetes de fitxers
da: Synkroniser kunstværk til filmapper
de: Bilder in die Datei-Ordner synchronisieren
he: סנכרן אומנות לתיקיות קבצים
ja: アートワークをファイルのフォルダーに同期
nb_no: Synkroniser grafikk til filmapper
nl: Illustraties met bestand mappen synchroniseren
pt_br: Sincronizar capas para pasta dos arquivos
ru: Синхронизировать иллюстрации с файлами в папках
sv: Synkronisera bilder till filmappar

source: Medium
ca: Mitjana
el: Μεσαία
he: בינוני
ja: 中
nl: Middel
pl: Nośnik
pt_br: Média
ru: Средний
uk: Середній

source: Select the folders you want to scan for media files:
ca: Seleccioneu les carpetes on vulgueu buscar fitxers multimèdia:
da: Vælg de mapper, du vil scanne for mediefiler:
de: Wählen Sie die Ordner aus, in denen nach Mediendateien gesucht werden soll:
el: Επιλογή των φακέλων που θέλετε να σαρώσετε για αρχεία πολυμέσων:
he: בחר את התיקיות שברצונך לסרוק עבור קובצי מדיה:
ja: メディアファイルをスキャンするフォルダーを選択:
nb_no: Velg mappene du vil skanne for mediefiler:
nl: Op media te scannen mappen selecteren:
pl: Wybierz foldery, które chcesz przeskanować w poszukiwaniu plików multimedialnych:
pt_br: Selecione as pastas que contém arquivos de mídia:
ru: Выберите папки для поиска медиафайлов:
sv: Välj de mappar du vill söka mediefiler i:
tr: Medya dosyalarını taramak istediğiniz klasörleri seçin:
uk: Вибрати теки, які потрібно перевірити на наявність мультимедійних файлів:

source: View type
ca: Visualitza tipus
da: Visningstype
de: Ansichtstyp
he: סוג תצוגה
ja: ビューの種類
nb_no: Visningstype
nl: Geef type weer
pt_br: Tipos de visão
ru: Тип просмотра
sv: Visa typ
tr: Görünüm türü
uk: Тип перегляду

source: Scheduled backup
ca: Còpia de seguretat programada
da: Planlagt backup
de: Geplante Sicherung
el: Προγραμματισμένο αντίγραφο ασφαλείας
he: גיבוי מתוזמן
ja: スケジュールされたバックアップ
nb_no: Planlagt sikkerhetskopi
nl: Backup plannen
pl: Zaplanowana kopia zapasowa
pt_br: Backup agendado
ru: Запланированное резервное копирование
sv: Schemalagd säkerhetskopiering
uk: Заплановане резервне копіювання

source: Choose the action for which a Hotkey should be created
ar: اختر الإجراء الذي يؤدي باختصار
ca: Trieu l'acció per a la qual s'ha de crear una tecla d'accés ràpid
da: Vælg den aktion, hvortil en genvejstast skal skabes
de: Wählen Sie die Aktion, für die ein Tastenkürzel angelegt werden soll
el: Επιλέξτε την ενέργεια για την οποία πρέπει να δημιουργηθεί ένα Πλήκτρο Συντόμευσης
he: בחר פעולה עבורה צריך להיווצר מקש חם
ja: ホットキー作成時の動作を選択
nb_no: Velg handlingen for Hurtigtasten som skal lages
nl: Taak kiezen waaraan een sneltoets wordt toegewezen
pl: Wybierz akcję, dla której powinien zostać utworzony klawisz skrótu
pt_br: Selecione a ação para a qual o atalho será criado
ru: Выберите действие, для которого хотите назначить сочетание клавиш
sv: Välj åtgärd för snabbtangent
uk: Виберіть дію, для якої слід створити гарячу клавішу

source: Infer properties from:
ca: Dedueix propietats de:
da: Udled egenskaber fra:
de: Beziehe Eigenschaften von:
el: Συμπέρασμα ιδιοτήτων από:
he: הפעלת תכונות מ:
ja: 以下からプロパティを推測:
nb_no: Utled egenskaper fra:
nl: Eigenschappen afleiden van:
pl: Wywnioskować właściwości z:
pt_br: Deduzir propriedades de:
ru: Выводить свойства из:
sv: Hämta egenskaper från:
tr: Özellikleri şuradan çıkarın:
uk: Визначити властивості з:

source: Infer properties:
ca: Dedueix les propietats:
da: Udled egenskaber:
de: Leite Eigenschaften ab:
el: Συμπέρασμα ιδιοτήτων:
he: הפעלת תכונות:
ja: 推測プロパティ:
nb_no: Utled egenskaper:
nl: Eigenschappen afleiden:
pl: Wywnioskować właściwości:
pt_br: Deduzir propriedades:
ru: Вывод свойств:
sv: Hämta egenskaper:
tr: Özellikleri çıkar:
uk: Визначені властивості:

source: Edit and configure nodes to display:
ca: Editeu i configureu els nodes perquè es mostrin:
da: Redigér og konfigurer noder til visning:
de: Archiv-Knoten (de)aktiviern und konfigurieren:
el: Επεξεργασία και διαμόρφωση κόμβων για εμφάνιση:
he: ערוך והגדר צמתים לצג:
ja: 表示するノードの編集および設定:
nb_no: Rediger og konfigurer noder som skal vises:
nl: Weer te geven mappen bewerken en configureren:
pl: Edytuj i skonfiguruj węzły do wyświetlenia:
pt_br: Editar e configurar os nós a serem exibidos:
ru: Правка и настройка узлов для отображения:
sv: Redigera och konfigurera noder som ska visas:
tr: Görüntülenecek düğümleri düzenleyin ve yapılandırın:
uk: Редагувати та налаштувати вузли для показу:

source: Default action
ca: Acció predeterminada
da: Standard handling
de: Standardaktion
el: Προεπιλεγμένη ενέργεια
he: פעולת ברירת מחדל
ja: デフォルトの動作
nb_no: Standard handling
nl: Standaard actie
pl: Akcja domyślna
pt_br: Ação padrão
ru: Действие по умолчанию
sv: Standardåtgärd
tr: Varsayılan eylem
uk: Типова дія

source: Player controls
ca: Controls del reproductor
da: Afspiller kontroller
de: Player-Steuerung
el: Στοιχεία ελέγχου player
he: בקרות נגן
ja: プレイヤーコントロール
nb_no: Spillerkontroller
nl: Knoppen van Speler
pl: Sterowanie odtwarzaczem
pt_br: Controles do tocador
ru: Управление плеером
sv: Spelarknappar
tr: Oynatıcı kontrolleri
uk: Елементи керування Програвачем

source: Increase play counter at:
ca: Augmenteu el comptador de lectura a :
da: Forøg afspilningstæller ved:
de: Erhöht den Abspiel-Zähler bei:
el: Αύξηση μετρητή αναπαραγωγής σε:
he: הגדל מונה ההשמעה ב:
ja: 再生回数を増やす:
nb_no: Øk avspillingstelleren ved:
nl: Verhoog de speelteller bij:
pl: Zwiększ licznik odtworzeń o:
pt_br: Incrementar contador de execuções em:
ru: Увеличить счётчик воспроизведения на:
sv: Öka spelräknaren vid:
tr: Oynatma sayacını şurada artırın:
uk: Збільшити лічильник відтворення на:

source: Sets the size of the gap or overlap between tracks
ca: Defineix la mida de la separació o solapament entre els tracks
da: Indstiller størrelsen af gap eller overlap mellem spor
de: Wählen Sie die Länge der Lücke (nach links) oder der Überschneidung (nach rechts) zwischen zwei Tracks
el: Ορίζει το μέγεθος του κενού ή της επικάλυψης μεταξύ των κομματιών
he: מגדיר את מידת הפער או החפיפה בין השירים
ja: トラック間のギャップまたはオーバーラップのサイズを設定
nb_no: Setter størrelsen på gapet eller overlappingen mellom spor
nl: Stelt de grootte van de stilte of overlap tussen bestanden in
pt_br: Define o tamanho do intervalo ou sobreposição entre as faixas
ru: Задаёт размер зазора или перекрытия между треками
sv: Ställer in storleken på mellanrummet eller överlappningen mellan spåren
uk: Встановлює розмір проміжку або перекриття між доріжками

source: Use Unicode (UTF-8 encoding) for M3U playlists
ar: استخدام Unicode (ترميز utf-8) لقوائم التشغيل M3U
ca: Utilitzeu Unicode (codificació UTF-8) per a llistes de reproducció M3U
da: Brug Unicode (UTF-8 kodning) til M3U playlists
de: UTF-8 für .m3u-Wiedergabelisten verwenden
el: Χρήση Unicode (κωδικοποίηση UTF-8) για λίστες αναπαραγωής M3U
he: השתמש ב-Unicode (קידוד UTF-8) עבור רשימות השמעה M3U
ja: M3UプレイリストにUnicode （UTF-8エンコーディング）を使用する
nb_no: Bruk Unicode (UTF-8 koding) for M3U spillelister
nl: Unicode (UTF-8 codering) voor .m3u afspeellijsten gebruiken
pl: Użyj Unicode (kodowanie UTF-8) dla playlist M3U
pt_br: Usar Unicode (codificação UTF-8) para listas M3U
ru: Использовать Юникод (UTF-8) для плейлистов M3U
sv: Använd Unicode (UTF-8-kodning) i M3U-spellistor
tr: M3U çalma listeleri için Unicode (UTF-8 kodlaması) kullanın
uk: Використовувати Unicode (кодування UTF-8) для списків відтворення M3U

source: Level playback / sync volume:
ca: Nivell de volum de reproducció / sincronització:
da: Level afspilning / synkroniseringsvolumen:
de: Methode zum Anpassen der Abspiel-/Synchronisationslautstärke:
el: Εξισορρόπηση έντασης αναπαραγωγής / συγχρ.:
he: התאם עוצמת השמעה/סנכרון:
ja: 再生 / 同期の音量揃え:
nb_no: Juster avspillings-/synkroniseringsvolum:
nl: Afspeelvolume/volume synchroniseren:
pl: Poziom odtwarzania/synchronizacja głośności:
pt_br: Nivelar volume da execução/sincronização:
ru: Громкость воспроизведения/синхронизации:
sv: Ljudstyrka uppspelning /synkronisering:
tr: Seviye oynatma / senkronizasyon sesi:
uk: Рівень відтворення / синхронізації гучності:

source: Target volume for ripping Audio CDs:
ca: Volum objectiu per la copia de CD d'àudio:
da: Målvolumen for ripping af lyd-CD'er:
de: Ziel-Lautstärke für gerippte CDs:
el: Ένταση στόχου για ripping Audio CD:
he: רמת עוצמת קול בעת קרענת CD:
ja: オーディオCDリッピング時の目標音量:
nb_no: Målvolum for ripping av Lyd-CDer:
nl: Doelvolume bij het rippen van CD's:
pl: Docelowa głośność zgrywania płyt Audio CD:
pt_br: Nível de volume ao extrair CDs de áudio:
ru: Целевая громкость для риппинга аудио-CD:
sv: Önskad ljudstyrka för avläsning/rippning av ljud-CD-skivor:
uk: Цільова гучність для копіювання компакт-дисків:

source: Analyzes the relative volume of tracks on a per Album basis, and saves the leveling co-efficient.
ca: Analitza el volum relatiu de pistes per àlbum i estalvia el coeficient d’anivellament.
da: Analyserer det relative volumen af spor på et per Album basis, og gemmer udligningskoefficienten.
de: Analysiert die Lautstärke von Tracks relativ zum gesamten Album und speichert den Wert für die Anpassung in einem Datei-Tag.
el: Αναλύει την σχετική ένταση των κομματιών ανά άλμπουμ και αποθηκεύει τον συντελεστή εξισορρόπησης.
he: מודד את עוצמת הקול היחסית של רצועות באופן אלבומי ושומר את מקדם השיוויון.
ja: トラックの相対音量をアルバムごとに分析し、調整係数を保存します。
nb_no: Analyserer det relative volumet av spor på en per Album-basis, og lagrer justeringskoeffisienten.
nl: Analyseert het relatieve volume van tracks per Album en slaat de niveau-co-efficiënt op.
pl: Analizuje względną głośność utworów w poszczególnych albumach i zapisuje współczynnik wyrównywania.
pt_br: Além da análise de volume individual, analisa também o volume relativo das faixas, com base no álbum inteiro, e armazena esse coeficiente na tag.
ru: Анализ относительной громкости треков для каждого альбома и сохранение коэффициента выравнивания.
sv: Analyserar den relativa ljudstyrkan av spår per album och sparar utjämningskoefficienten.
uk: Аналізує відносний рівень звуку доріжок на основі Альбому і зберігає коефіцієнт вирівнювання.

source: Let UPnP/DLNA clients (TVs, DVD Players, xBox, PlayStations, etc.) on your network access the MediaMonkey library, and let other MediaMonkey clients (e.g. MediaMonkey for Android) sync wirelessly. You'll be prompted to grant access for each remote device that attempts to connect.
ca: Permetre que els clients UPnP/DLNA (televisors, reproductors de DVD, xBox, PlayStations, etc.) de la vostra xarxa accedeixin a la biblioteca MediaMonkey, i que altres clients de MediaMonkey (per exemple, MediaMonkey per a Android) se sincronitzin sense fils. Se us demanarà que concediu l'accés a cada dispositiu remot que intenti connectar-se.
da: Tillad UPnP/DLNA-klienter (TV'er, DVD-afspillere, xBox, PlayStations osv.) på dit netværk at få adgang til MediaMonkey-biblioteket, og lad andre MediaMonkey-klienter (f.eks. MediaMonkey til Android) synkronisere trådløst. Du bliver bedt om at give adgang til hver fjernenhed, der forsøger at oprette forbindelse.
de: Sie können UPnP/DLNA-Clients (TV, DVD-Spieler, Xbox, PS3, etc.) in Ihrem Netzwerk Zugriff auf das MediaMonkey-Archiv gewähren und es MediaMonkey-Clients (MediaMonkey für Android, MediaMonkey für Windows) erlauben, drahtlos zu synchronisieren. Jede (neu) Verbindung eines Remote-Gerätes muss von Ihnen zugelassen werden.
el: Να επιτραπεί στους clients UPnP/DLNA (τηλεοράσεις, DVD Players, xBox, PlayStations κ.λ.π.) στο δίκτυό σας να έχουν πρόσβαση στη βιβλιοθήκη MediaMonkey και να επιτραπεί σε άλλους clients MediaMonkey (π.χ. MediaMonkey για Android) ο ασύρματος συγχρονισμός. Θα σας ζητηθεί να παραχωρήσετε πρόσβαση για κάθε απομακρυσμένη συσκευή που επιχειρεί να συνδεθεί.
he: הרשה ללקוחות UPnP/DLNA (טלוויזיות, נגני DVD Xbox, PlayStations וכו') ברשת שלך לגשת לספריית MediaMonkey, והרשה ללקוחות MediaMonkey אחרים (למשל MediaMonkey לאנדרואיד) לסנכרן באופן אלחוטי. תתבקש להעניק גישה לכל מכשיר מרוחק שמנסה להתחבר.
ja: ネットワーク上のUPnP/DLNAクライアント（TV、DVDプレーヤー、xBox、PlayStationなど）にMediaMonkeyライブラリにアクセスさせて、他のMediaMonkeyクライアント（Android用MediaMonkeyなど）がワイヤレスで同期できるようにします。接続しようとする各リモートデバイスごとにアクセスを許可するように求められます。
nb_no: La UPnP/DLNA-klienter (TV-er, DVD-spillere, xBox, PlayStations, etc.) på nettverket ditt få tilgang til MediaMonkey-biblioteket, og la andre MediaMonkey-klienter (f.eks. MediaMonkey for Android) synkronisere trådløst. Du vil bli bedt om å gi tilgang for hver enkelt ekstern enhet som forsøker å koble til.
nl: Laat UPnP/DLNA-clients (TV's, DVD-spelers, xBox, PlayStations, enz.) op het netwerk toe tot de MediaMonkey-bibliotheek en laat andere MediaMonkey-clients (bijv. MediaMonkey voor Android) draadloos synchroniseren. Er moet per apparaat toestemming worden gegeven om verbinding te maken.
pl: Zezwól klientom UPnP/DLNA (telewizory, odtwarzacze DVD, xBox, PlayStation itp.) na dostęp do biblioteki MediaMonkey i pozwól innym klientom MediaMonkey (np. MediaMonkey na Androida) synchronizować się bezprzewodowo. Zostaniesz poproszony o przyznanie dostępu każdemu urządzeniu zdalnemu, które spróbuje się połączyć.
pt_br: Permite que clientes UPnP/DLNA (TVs, aparelhos de DVD, xBox, Play Station, etc.) em sua rede acessem a biblioteca do MediaMonkey. Também permite que outros clientes MediaMonkey (como o MediaMonkey para Android) sincronizem pela rede sem fio. Você será perguntado a conceder o acesso para cada dispositivo que tentar se conectar.
ru: Позволить клиентам UPnP/DLNA (телевизорам, DVD-плеерам, xBox, игровым станциям и т.д.) в вашей сети доступ к библиотеке MediaMonkey, а другим клиентам MediaMonkey (например, MediaMonkey для Android) - возможность беспроводной синхронизации. Будет предложено дать доступ для каждого удалённого устройства, которое попытается подключиться.
sv: Låt UPnP/DLNA-klienter (TV-apparater, DVD-spelare, xBox, PlayStations, etc.) på ditt nätverk komma åt MediaMonkey-biblioteket och låt andra MediaMonkey-klienter (t.ex. MediaMonkey för Android) synkronisera trådlöst. Du kommer att bli ombedd att bevilja åtkomst för varje fjärrenhet som försöker ansluta.
tr: UPnP/DLNA istemcilerinin (TV'ler, DVD oynatıcılar, xBox, PlayStation vb.) ağınızdaki MediaMonkey kütüphanesine erişmesine izin verin ve diğer MediaMonkey istemcilerinin (örneğin MediaMonkey for Android) kablosuz olarak senkronize olmasına izin verin. Bağlanmaya çalışan her uzak cihaz için erişim izni vermeniz istenecektir.
uk: Дозвольте клієнтам UPnP/DLNA (телевізори, DVD-плеєри, xBox, PlayStation тощо) у вашій мережі отримувати доступ до бібліотеки MediaMonkey, а іншим клієнтам MediaMonkey (наприклад, MediaMonkey для Android) - бездротову синхронізацію. Вам буде запропоновано надати доступ для кожного віддаленого пристрою, який намагається з 'єднатися.
