Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: This option causes the Analyze Volume command to be carried out only on tracks that do not yet have a volume coefficient calculated. Since the number of tracks analyzed does not affect volume analysis results, there is little reason to disable this function.
ar: إذا لم يتم تحديد هذا الخيار، سيتم تشغيل الأمر 'تحليل وحدة التخزين' على المسارات التي لم يحسب بعد معامل. كما لا يغير عدد المسارات لتحليل نتيجة التحليل، هناك سبب يذكر لتعطيل هذا الخيار.
ca: Aquesta opció fa que l'ordre 'Analitzar el Volum' només es dugui a terme a les pistes que encara no tenen calculat un coeficient de volum. Com que el nombre de pistes analitzades no afecta els resultats de l'anàlisi de volum, hi ha poques raons per desactivar aquesta funció.
da: Denne indstilling medfører, at Analyser volume kommandoen kun udføres på spor, der endnu ikke har en volumen koefficient beregnes. Da antallet af spor analyserede påvirker ikke lydstyrken analyseresultater, er der ikke meget grund til at deaktivere denne funktion.
de: Lautstärke-Analyse wird nur für solche Tracks durchgeführt, die noch keinen Lautstärkepegel-Wert besitzen. Da die Anzahl der analysierten Tracks die Ergebnisse der Analysen nicht beeinflusst, sollte man diese Funktion aktiv lassen.
el: Αυτή η επιλογή προκαλεί την εντολή Ανάλυση Έντασης να εκτελείται μόνο για κομμάτια στα οποία δεν έχει υπολογιστεί ακόμη ο συντελεστής έντασης. Εφόσον ο αριθμός των αναλυθέντων κομματιών δεν επιδρά στα αποτελέσματα ανάλυσης έντασης, υπάρχει πολύ μικρός λόγος για να απενεργοποιηθεί αυτή η λειτουργία.
he: האפשרות הזו גורמת לפקודת ניתוח עוצמת הקול להיות מבוצעת רק על רצועות שעדיין לא חושב להן מקדם עוצמת קול. מכיוון שמספר הרצועות האנליזות אינו משפיע על תוצאות ניתוח עוצמת הקול, אין סיבה לבטל את הפונקציה הזו.
ja: このオプションを選択すると、まだ音量係数が計算されていないトラックでのみ、音量解析コマンドが実行されます。解析するトラック数は音量解析結果に影響しないため、この機能を無効にする理由はほとんどありません。
nb_no: Dette alternativet gjør at Analyser Volumet kommandoen kun blir brukt på spor som ikke har utregnet volum kvotienter. Siden antall spor som er analysert ikke påvirker volum analyseringsresultatet, er det liten grunn å deaktivere denne funksjonen.
nl: Zorgt ervoor dat Volume analyseren alleen wordt uitgevoerd op tracks waarvoor nog geen volumecoëfficiënt is berekend. Aangezien het aantal geanalyseerde tracks de resultaten van de volumeanalyse niet beïnvloedt, is er weinig reden deze functie uit te schakelen.
pl: Ta opcja powoduje polecenie przeprowadzenia Analizowania Głośności tylko na utworach które nie mają jeszcze obliczonego współczynnika głośności. Dopóki liczba utworów przeanalizowanych nie wpływa na rezultaty analizy głośności, jest to powód aby wyłączyć tą funkcję.
pt_br: Esta opção faz com que o comando Analizar Volume seja executado apenas sobre faixas que ainda não possuam um coeficiente de volume calculado. Uma vez que o número de faixas analisadas não afeta os resultados da análise de volume, praticamente não há razão para desabilitar esta função.
ru: Анализировать громкость только на треках, для которых ещё не рассчитан коэффициент громкости. Поскольку количество проанализированных треков не влияет на результаты анализа, нет смысла отключать эту функцию.
sv: Alternativet gör att Analysera volym-kommandot körs endast på spår som inte ännu har en beräknad nivåkoeffecient. Eftersom antalet analyserade spår inte påverkar analysresultaten finns det ingen egentlig anledning att slå av denna funktion.
tr: Bu seçenek, Ses Analizi komutunun yalnızca henüz bir ses katsayısı hesaplanmamış parçalara uygulanmasını sağlar. Analiz edilen parça sayısının ses analizi sonuçlarını etkilemediğinden, bu işlevi devre dışı bırakmanın pek bir nedeni yok.
uk: За допомогою цього параметру можна виконувати команду Аналіз гучності лише на доріжках, які ще не мають обчисленого коефіцієнта гучності. Оскільки кількість проаналізованих доріжок не впливає на результати аналізу гучності, немає жодних підстав вимикати цю функцію.

source: When analyzing Track volume, also analyze Album volume
ar: أثناء تحليل وحدة التخزين للمدرج، وتحليل حجم الألبوم
ca: Quan analitzeu el volum de la pista, també analitzeu el volum de l'àlbum
da: Når man analyserer Track volumen, også analysere album volumen
de: Bei Lautstärke-Analyse auch Album-Lautstärke analysieren
el: Κατά την ανάλυση της έντασης Κομματιού, να γίνει επίσης ανάλυση της έντασης Άλμπουμ
he: בעת ניתוח עוצמת השמע של רצועה, נתח גם את עוצמת השמע של אלבום
ja: トラック音量の解析時、アルバム音量も解析
nb_no: Når sporvolumet blir analysert, analyser også albumvolumet
nl: Naast het Trackvolume ook het Albumvolume analyseren
pl: Podczas analizy głośności utworu, analizuj także głośność albumu
pt_br: Ao analisar volume das faixas, analisar também o volume do álbum
ru: При анализе громкости трека также анализировать громкость альбома
sv: Analysera albumljudstyrka också när spårljudstyrka analyseras
uk: При аналізі гучності Доріжки також проаналізуйте гучність Альбому

source: Alternative Rock
ca: Rock Alternatiu
da: Alternativ Rock
he: רוק אלטרנטיבי
ja: オルタナティブ・ロック
nb_no: Alternativ Rock
pl: Alternatywny rock
pt_br: Rock alternativo
ru: Альтернативный рок
sv: Alternativ rock
uk: Альтернативний Рок

source: Top panel
ca: Tauler superior
da: Øverste panel
de: Oberes Panel
el: Πάνω πίνακας
he: פאנל עליון
ja: トップパネル
nb_no: Topp panel
nl: Bovenste venster
pl: Górny panel
pt_br: Painel superior
ru: Верхняя панель
sv: Översta panel
tr: Üst panel
uk: Верхня панель

source: Main panel (bottom)
ca: Tauler principal (part inferior)
da: Hovedpanel (bund)
de: Hauptpanel (unten)
el: Κύριος πίνακας (κάτω)
he: פאנל ראשי (תחתון)
ja: メインパネル（下部）
nb_no: Hovedpanel (nederst)
nl: Hoofdvenster (onder)
pl: Panel główny (dolny)
pt_br: Painel principal (parte de baixo)
ru: Главная панель (нижняя)
sv: Huvudpanel (botten)
tr: Ana panel (alt)
uk: Головна панель (внизу)

source: megabytes
ar: ميغا بايت
da: megabyte
de: Megabyte
he: MB
ja: メガバイト
pl: megabajtów
ru: МБ
sv: megabyte
uk: мегабайти

source: Copies Artwork to file tags for devices that only read images saved in tags
ca: Copia il·lustracions per arxivar etiquetes per a dispositius que només llegeixen imatges desades a les etiquetes
da: Kopierer Kunstværk til fil-tags for enheder, der kun læser billeder gemt i tags
de: Kopiert Bilder in die Datei-Tags (für Geräte, die Bilder nur aus dem Tag lesen)
el: Αντιγράφει Γραφικά σε ετικέτες αρχείου για τις συσκευές που διαβάζουν μόνο εικόνες αποθηκευμένες σε ετικέτες
he: מעביר אמנות מתגי קבצים למכשירים שקריאת תמונות מתגים בלבד
ja: タグに保存された画像のみを読み取るデバイスのファイルタグにアートワークをコピー
nb_no: Kopierer grafikk til filtagger for enheter som kun leser grafikk lagret i tagger
nl: Kopieert Illustraties naar labels voor aparaten die dit alleen vanuit labels lezen
pl: Kopiuje grafikę do tagów plików dla urządzeń, które odczytują tylko obrazy zapisane w tagach
pt_br: Copia a capa para a tag, nos casos de dispositivos que só lêem capas gravadas na tag
ru: Копировать обложки в теги для устройств, которые читают обложки из тегов
sv: Kopierar bild till filtaggar för enheter som bara läser bilder som sparats i taggar
tr: Yalnızca etiketlerde kaydedilen görüntüleri okuyan aygıtlar için Resim Dosyası etiketlerine Resim Kopyaları
uk: Копіює Ілюстрації до теґів файлів для пристроїв, які читають лише зображення, збережені в теґах

source: Shares the server contents with all devices that attempt to connect
ca: Comparteix el contingut del servidor amb tots els dispositius que intenten connectar-se
da: Deler serverindholdet med alle enheder, der forsøger at forbinde
de: Gibt Inhalt für alle anfragenden Geräte frei
el: Κοινή χρήση των περιεχομένων του server με όλες τις συσκευές που επιχειρούν να συνδεθούν
he: מחלף את תוכן השרת עם כל המכשירים שמנסים להתחבר
ja: 接続しようとするすべてのデバイスと、サーバーの内容を共有します
nb_no: Deler serverinnhold med alle enheter som prøver å tilkoble
nl: Deelt de serverinhoud met alle apparaten die verbinding maken
pl: Dzieli zawartość serwera ze wszystkimi urządzeniami, które podejmą próbę połączenia
pt_br: Compartilha o conteúdo com todos os dispositivos que tentarem se conectar
ru: Делиться содержимым сервера со всеми устройствами, запрашивающими соединение
sv: Delar serverns innehåll med alla enheter som försöker ansluta
uk: Надає спільний доступ до вмісту сервера всім пристроям, які намагаються з 'єднатися

source: Developer mode
ca: Mode de desenvolupador
da: Udviklertilstand
de: Entwicklermodus
el: Λειτουργία developer
he: מצב מפתח
ja: 開発者モード
nb_no: Utviklermodus
nl: Ontwikkelaarsmodus
pl: Tryb dewelopera
pt_br: Modo desenvolvedor
ru: Режим разработчика
sv: Utvecklarläge
tr: Geliştirici modu
uk: Режим розробника

source: Standard read
ar: معيار
ca: Lectura estàndard
da: Standard læse
de: Standard Lesen
el: Κανονική ανάγνωση
he: קריאה סטנדרטית
ja: 標準読み込み
nb_no: Standardlesing
nl: Standaard lezen
pl: Standardowy odczyt
pt_br: Leitura padrão
ru: Стандартное чтение
sv: Standardläsning
uk: Стандартне читання

source: Causes data from the feed to overwrite data embedded by the author within episode tags
ar: تسبب حادث تحطم البيانات التي يؤديها مقدم البلاغ داخل الحلقات العلامات، حسب دفق البيانات
ca: Fa que les dades del flux sobreescriguin les dades incrustades per l'autor a les etiquetes d'episodi
da: Gør at data fra feed overskriver data indlejret af forfatteren i episodens tags
de: Daten aus dem Feed überschreiben die vom Autor in den Episoden-Tags eingebetteten Daten
el: Έχει ως αποτέλεσμα τα δεδομένα από την τροφοδότηση να αντικαταστήσουν τα δεδομένα που είναι ενσωματωμένα από τον συντάκτη στις ετικέτες του επεισοδίου
he: גורם לנתונים מהפיד לדרוס נתונים שנכנסו על ידי המחבר בתוך תגים של פרקים
ja: フィードからのデータが、エピソードタグ内に作成者によって埋め込まれたデータを上書きする原因となります
nb_no: Gjør slik at informasjon fra feeden overskriver informasjon lagt inn av forfatter i episodetaggene
nl: Zorgt ervoor dat data vanuit de feed de door de schrijver opgeslagen labelinformatie overschrijft
pl: Pozoduje zastąpienie danych osadzonych przez autora w tagach odcinków przez dane z kanału
pt_br: Faz com que os dados do feed sobrescrevam os dados inseridos pelo autor do episódio na tag do arquivo
ru: Данные из ленты перезаписывают информацию, встроенную автором в теги эпизодов
sv: Gör att data från flödet kan skriva över data i avsnittstaggar som tidigare har skrivits in av författaren
uk: Викликає перезапис даних з каналу, вбудованих автором у теґи епізодів

source: when sorting by
ca: en ordenar per
da: når sortering efter
de: beim Sortieren nach
el: κατά την ταξινόμηση κατά
he: כשממיינים לפי
ja: 以下の項目で並び替えた場合
nb_no: når sortering etter
nl: bij sorteren op
pl: podczas sortowania według
pt_br: ao ordenar por
ru: при сортировке по
sv: vid sortering efter
uk: при сортуванні за

source: Define columns for:
da: Definer kolonner for:
ja: ～の表示項目を定義

source: Every week
ar: كل أسبوع
ca: Cada setmana
da: Hver uge
de: Jede Woche
el: Κάθε εβδομάδα
he: כל שבוע
ja: 毎週
nb_no: Hver uke
nl: Elke week
pl: Co tydzień
pt_br: Uma vez por semana
ru: Каждую неделю
sv: Varje vecka
uk: Кожного тижня

source: Background metadata lookup
ca: Cerca de metadades en segon pla
da: Baggrund metadata opslag
de: Hintergrund-Metadatensuche
el: Αναζήτηση μεταδεδομένων παρασκηνίου
he: חיפוש מטא-דאטה ברקע
ja: バックグラウンドでのメタデータの検索
nb_no: Bakgrunnsmetadata
nl: Metadata op de achtergrond opzoeken
pl: Wyszukiwanie metadanych w tle
pt_br: Procura de metadados em segundo plano
ru: Фоновый поиск метаданных
sv: Bakgrundsmetadatauppslag
tr: Arka plan meta veri araması
uk: Пошук фонових метаданих

source: Improve performance of some tasks by utilizing multiple CPU cores
ar: يحسن أداء المهام باستخدام المعالجات متعددة النوى
ca: Milloreu el rendiment d'algunes tasques mitjançant la utilització de diversos nuclis de CPU
da: Forbedre ydeevnen af nogle opgaver ved at udnytte flere CPU kerner
de: Verbessert die Leistung einiger Programmaufgaben durch die Verwendung mehrerer Prozessor-Kerne
el: Βελτιώνει την απόδοση κάποιων εργασιών χρησιμοποιώντας πολλούς πυρήνες CPU
he: שפר את הביצועים של חלק מהמשימות על ידי ניצול מספר ליבות מעבד
ja: 複数のCPUコアを利用して、一部のタスクのパフォーマンスを向上させる
nb_no: Forbedre ytelsen på enkelte oppgaver ved å utnytte flere CPU-kjerner
nl: Verbeter de prestaties van sommige taken door meerdere CPU-kernen te gebruiken
pl: Poprawia wydajność niektórych zadań poprzez wykorzystanie wielu rdzeni procesora
pt_br: Melhora o desempenho de algumas tarefas, utilizando múltiplos núcleos de processador, quando disponíveis
ru: Ускоряет некоторые задачи путём использования нескольких ядер ЦП
sv: Förbättra prestanda för vissa uppgifter genom att använda flera CPU-kärnor
uk: Підвищення продуктивності деяких завдань коштом використання декількох ядер ЦП

source: Crossfading
ca: Encreuament
de: Überblenden
he: החלקת מעבר שירים
ja: クロスフェード
nb_no: Overlapp
nl: Crossfaden
pt_br: Transição suave
ru: Перекрёстное затухание
tr: Çapraz geçiş
uk: Перехресне затухання

source: Pop-up display
ca: Pantalla emergent
de: Pop-up Anzeige
el: Αναδυόμενη απεικόνιση
he: תצוגת פופ-אפ
ja: ポップアップ表示
nb_no: Pop-up visning
nl: Pop-upscherm
pl: Wyskakujący wyświetlacz
pt_br: Janela pop-up
ru: Всплывающее окно
uk: Спливне вікно

source: Choose which files to update
ca: Trieu quins fitxers voleu actualitzar
da: Vælg, hvilke filer der skal opdateres
de: Wählen Sie, welche Dateien geändert werden sollen
el: Επιλέξτε ποια αρχεία θα ενημερωθούν
he: בחר אילו קבצים לעדכן
ja: 更新するファイルを選択
nb_no: Velg hvilke filer som skal oppdateres
nl: Kies welke bestanden te bijwerken
pt_br: Escolha os arquivos a serem atualizados
ru: Выберите файлы для обновления
sv: Välj vilka filer som ska uppdateras
tr: Hangi dosyaların güncelleneceğini seçin
uk: Виберіть файли для оновлення

source: Shows a confirmation dialog with a list of the files that will be affected
ca: Mostra un diàleg de confirmació amb una llista dels fitxers que es veuran afectats
da: Viser en bekræftelsesdialog med en liste over de filer, der vil blive påvirket
de: Zeigt einen Bestätigungsdialog mit einer Liste der betroffenen Dateien an
el: Εμφανίζει έναν διαλόγο επιβεβαίωσης με μια λίστα των αρχείων που θα επηρεαστούν
he: מראה תיבת אימות עם רשימת הקבצים שיושפעו
ja: 影響を受けるファイルのリストの確認ダイアログを表示します
nb_no: Viser en bekreftelsesdialog med en liste over filene som vil bli påvirket
nl: Toont een bevestigingsvenster met een lijst van bestanden waarop dit effect heeft
pl: Wyświetla okno dialogowe potwierdzenia z listą plików, których to dotyczy
pt_br: Exibe uma janela de confirmação, com a lista de arquivos que serão afetados
ru: Показывает окно подтверждения со списком файлов, которые будут затронуты
sv: Visar en bekräftelsedialogruta med en lista över de filer som kommer att påverkas
tr: Etkilenecek dosyaların listesini içeren bir onay iletişim kutusu gösterir
uk: Показує діалогове вікно підтвердження зі списком файлів, на які це вплине

source: Remove artwork from tags if larger than:
ca: Elimineu les il·lustracions de les etiquetes si són més grans que:
da: Fjern kunstværk fra tags, hvis større end:
de: Albumcover aus Tags entfernen, falls größer als:
el: Αφαίρεση γραφικών από ετικέτες αν είναι μεγαλύτερες από:
he: הסר אמנות מתגים אם גודלה גדול מ:
ja: これより大きい画像をタグから削除:
nb_no: Fjern albumgrafikk fra tagger hvis større enn:
nl: Verwijder album-afbeelding uit labels indien groter dan:
pl: Usuń grafikę z tagów, jeśli jest większa niż:
pt_br: Remover a capa da tag se ela for maior que:
ru: Удалять обложки из тегов, если они больше:
sv: Ta bort bilder från taggar om de är större än:
uk: Вилучити ілюстрації з теґів, якщо вони більші за:

source: Increases the play counter for items played via this server. This may not be accurate for partially played tracks.
ca: Augmenta el comptador de reproducció dels elements reproduïts a través d’aquest servidor. Pot ser que això no sigui precís per a les pistes reproduïdes parcialment.
da: Øger afspilningstælleren for elementer spillet via denne server. Dette er muligvis ikke nøjagtigt for delvist afspillede spor.
de: Erhöht die Abspielzähler für Elemente, die über diesen Server abgespielt wurden. Dies kann für nur angespielte Titel ungenau sein.
el: Αυξάνει τον μετρητή αναπαραγωγής για αντικείμενα που αναπαραγόνται μέσω αυτού του server. Αυτός μπορεί να είναι ανακριβής για μερικώς αναπαραχθέντα κομμάτια.
he: מעלה את מונה הפעלות לפריטים שמתנגנים באמצעות השרת הזה. זה עשוי לא להיות מדויק עבור רצועות שמושמעות חלקית.
ja: このサーバーを介して再生したアイテムの再生回数を増やします。部分的に再生されたトラックでは正確ではない場合があります。
nb_no: Øker antall ganger avspilt for filer spilt via denne serveren. Dette kan være unøyaktig ved delvis avspilte spor.
nl: Verhoogt de afspeelteller voor items die via deze server worden afgespeeld. Mogelijk inaccuraat voor gedeeltelijk afgespeelde tracks.
pl: Zwiększa licznik odtworzeń przedmiotów odtwarzanych za pośrednictwem tego serwera. Może to nie być dokładne w przypadku częściowo odtworzonych utworów.
pt_br: Incrementa o contador de execuções para itens tocados por esse servidor. Isso pode ser impreciso para faixas tocadas parcialmente.
ru: Увеличивать счётчик воспроизведения для элементов, воспроизведённых через этот сервер. Может быть неточным для частично проигранных треков.
sv: Ökar spelräknaren för objekt som spelas via den här servern. Detta kanske inte är korrekt för delvis spelade spår.
tr: Bu sunucu üzerinden oynanan öğeler için oynatma sayacını artırır. Bu, kısmen oynanan parçalar için doğru olmayabilir.
uk: Збільшує лічильник відтворення для елементів, відтворених за допомогою цього сервера. Це може бути неточним для частково відтворених доріжок.

source: Image location
ca: Ubicació de la imatge
da: Billedplacering
de: Bild speichern in
el: Τοποθεσία εικόνας
he: מיקום התמונה
ja: 画像の場所
nb_no: Bildets plassering
nl: Afbeeldingslocatie
pl: Lokalizacja obrazu
pt_br: Local da imagem
ru: Расположение изображения
sv: Bildsökväg
tr: Resim konumu
uk: Розташування зображення

source: Prevents network problems from corrupting burns
ca: Evita que els problemes de xarxa corrompin les gravacions
da: Forhindrer netværksproblemer i at korrumpere brændinger
de: Verhindert, dass Netzwerkprobleme das Brennen stören
el: Αποτρέπει προβλήματα δικτύου από καταστραμμένες εγγραφές
he: מונע מבעיות רשת מלשחית צריבות
ja: ネットワークの問題がディスク作成の妨げになるのを防ぎます
nb_no: Forhindrer nettverksproblemer fra å ødelegge brennelser
nl: Voorkomt dat met netwerkproblemen branden faalt
pt_br: Evita que problemas de rede afetem a integridade da gravação
ru: Предотвращает сетевые проблемы, повреждающие запись
sv: Förhindrar nätverksproblem från att skada bränningar
uk: Запобігає пошкодженню записів через проблеми з мережею

source: Record CD track(s) to your hard drive
ar: حفظ المسارات على القرص الثابت الخاص بك
ca: Graveu les pistes de CD al vostre disc dur
da: Record CD spor (s) til din harddisk
de: CD-Tracks auf die Festplatte überspielen
el: Εγγραφή κομματιού(ών) CD στον σκληρό σας δίσκο
he: הקלט רצועות CD לכונן הקשיח שלך
ja: ハードディスクにCDトラックを記録する
nb_no: Importer CD-spor til din harddisk
nl: Track(s) van CD naar de harde schijf kopiëren
pl: Zgrywaj utwory CD na dysk twardy
pt_br: Gravar faixa(s) do CD em seu disco rígido
ru: Запись CD-треков на жёсткий диск
sv: Spara CD-spår till din hårddisk
uk: Записати компакт-диск на жорсткий диск

source: Files Located in New Locations
ca: Fitxers Ubicats a Ubicacions Noves
da: Filer Befundet i Nye Placeringer
de: Dateien in neuen Pfaden
el: Αρχεία Τοποθετημένα σε Νέες Τοποθεσίες
he: קבצים שנמצאים במיקומים חדשים
ja: 新しい場所にあるファイル
nb_no: Filer lokalisert i nye lokasjoner
nl: Bestanden op Nieuwe Locaties
pl: Pliki znajdujące się w nowych lokalizacjach
pt_br: Arquivos encontrados em novos locais
ru: Треки в новых местах
sv: Spår som hittats på nya platser
uk: Файли, розташовані в нових місцях

source: Bitrate (max)
ca: Taxa de bits (màx.)
da: Bitrate (maks)
el: Bitrate (μέγ.)
he: קצב סיביות (מקסימום)
ja: ビットレート（最大）
nb_no: Bithastighet (maks)
nl: Bitwaarde (max)
pl: Szybkość transmisji (maks.)
pt_br: Taxa de bits (máx)
ru: Битрейт (макс)
sv: Bithastighet (max)
uk: Швидкість потоку (макс.)

source: Displays all episodes including those that have previously been deleted
ar: يعرض جميع الحلقات، بما في ذلك تلك التي تم حذفها مسبقاً
ca: Mostra tots els episodis, inclosos els que s'hagin suprimit anteriorment
da: Viser alle episoder herunder dem, der tidligere er blevet slettet
de: Zeigt alle Episoden an, auch bereits gelöschte
el: Εμφανίζει όλα τα επεισόδια συμπεριλαμβανομένων εκείνων που έχουν προηγουμένως διαγραφεί
he: מציג את כל הפרקים כולל אלה שנמחקו בעבר
ja: 以前に削除されたエピソードを含むすべてのエピソードを表示します
nb_no: Viser alle episoder inkludert de som tidligere har blitt slettet
nl: Toont alle afleveringen, inclusief die eerder verwijderd werden
pl: Wyświetla wszystkie odcinki włącznie z tymi, które zostały usunięte
pt_br: Exibe todos os episódios, inclusive aqueles que foram anteriormente excluídos
ru: Показывать все эпизоды, даже ранее удалённые
sv: Visar alla avsnitt inklusive de som tidigare har raderats
uk: Показує всі епізоди, включаючи ті, які раніше були видалені

source: Do not apply to files in the specified folders ("C:\Directory\","C:\directory 2")
ca: No s'apliqui als fitxers de les carpetes especificades ("C:\Directory\", "C:\directory 2")
da: Anvend ikke på filer i de angivne mapper ("C:\Directory\","C:\directory 2")
de: Wird nicht für Dateien in den angegeben Ordnern angewendet ("C:\Verzeichnis 1", "C:\verzeichnis 2")
el: Να μην εφαρμοστεί σε αρχεία στους συγκεκριμένους φακέλους ("C:\Directory\","C:\directory 2")
he: אל תחול על קבצים בתיקיות שצוינו ("C:\Directory\","C:\directory 2")
ja: 特定フォルダーの中のファイルには適用しない ("C:\Directory\","C:\directory 2")
nb_no: Bruk ikke på spor i spesifiserte mapper("C:\Directory\","C:\directory 2")
nl: Niet toepassen op bestanden in deze mappen ("C:\Directory\","C:\directory 2")
pl: Nie stosuj do plików w określonych folderach ("C:\Katalog\","C:\katalog 2")
pt_br: Não aplicar estas regras aos arquivos localizados nas pastas especificadas ("C:\Diretório\","C:\diretório 2")
ru: Не применять к трекам в указанных папках ("C:\Папка\","C:\папка 2")
sv: Gäller inte filer i de angivna mapparna ("C:\Directory\","C:\directory 2")
uk: Не застосовувати до файлів у вказаних теках ("C:\Directory\","C:\directory 2")

source: Playlists (M3U, XSPF) then Tags
ca: Llistes de reproducció (M3U, XSPF) i després Etiquetes
da: Playlister (M3U, XSPF) derefter Tags
de: Erst Wiedergabelisten (m3u, xspf) dann Tags
el: Λίστες αναπαραγωγής (M3U, XSPF) μετά Ετικέτες
he: רשימות השמעה (M3U, XSPF) ואז תגים
ja: プレイリスト (M3U, XSPF) 優先、次にタグ
nb_no: Spillelister (M3U, XSPF) og deretter tagger
nl: Afspeellijsten (M3U, xspf) dan labels
pl: Listy odtwarzania (M3U, XSPF), a następnie Tagi
pt_br: Primeiro das listas (M3U, XSPF), depois das tags
ru: Плейлисты (M3U, XSPF), затем теги
sv: Spellistor (M3U, XSPF) och sedan taggar
tr: Oynatma Listeleri (M3U, XSPF) ardından Etiketler
uk: Списки відтворення (M3U, XSPF), потім Теґи
