Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: WAV settings
ar: معلمات WAV
ca: Configuració WAV
da: WAV-indstillinger
de: WAV-Einstellungen
el: Ρυθμίσεις WAV
he: אפשריויות לקבצי WAV
ja: WAV設定
nb_no: WAV innstillinger
nl: WAV-instellingen
pl: Ustawienia WAV
pt_br: Configurações WAV
ru: Настройки WAV
sv: WAV-inställningar
tr: WAV ayarları
uk: Налаштування WAV

source: Welcome to MediaMonkey
ar: مرحباً بكم في MediaMonkey
ca: Benvingut a MediaMonkey
da: Velkommen til MediaMonkey
de: Willkommen beim MediaMonkey!
el: Καλώς ορίσατε στο MediaMonkey
he: ברוכים הבאים ל - MediaMonkey
ja: MediaMonkeyへようこそ
nb_no: Velkommen til MediaMonkey
nl: Welkom bij MediaMonkey
pl: Witamy w MediaMonkey
pt_br: Bem-vindo ao MediaMonkey
ru: Вас приветствует MediaMonkey
sv: Välkommen till MediaMonkey
tr: MediaMonkey'e Hoş Geldiniz
uk: Ласкаво просимо до MediaMonkey

source: To get started, add your media files to the library
ar: للبدء، أضف ملفات الوسائط إلى المكتبة
ca: Per començar, afegiu els fitxers multimèdia a la biblioteca
da: For at komme i gang, tilføj dine mediefiler til biblioteket
de: Zu Anfang ordnen Sie ihre Mediendaten ins Archiv ein
el: Για να ξεκινήσετε, προσθέστε τα αρχεία πολυμέσων σας στη βιβλιοθήκη
he: כדי להתחיל, הוסף את קבצי המדיה שלך לספרייה
ja: 開始するには、メディアファイルをライブラリに追加します
nb_no: For å komme i gang, legg til mediefilene dine i biblioteket
nl: Voeg, om te beginnen, mediabestanden toe aan de bibliotheek
pl: Aby rozpocząć, dodaj swoje pliki multimedialne do biblioteki
pt_br: Para iniciar, adicione seus arquivos de mídia à biblioteca
ru: Для начала добавьте медиафайлы в библиотеку
sv: Lägg till dina mediefiler i biblioteket för att komma igång
tr: Başlamak için medya dosyalarınızı kütüphaneye ekleyin
uk: Щоб розпочати, додайте мультимедійні файли до бібліотеки

source: Setup Wizard
ar: معالج الإعداد
ca: Ajudant de configuració
da: Opsætningsguide
de: Einrichtungsassistent
el: Οδηγός Εγκατάστασης
he: אשף ההתקנה
ja: セットアップウィザード
nb_no: Oppsettsveiviser
nl: Installatiewizard
pl: Kreator konfiguracji
pt_br: Assistente de configuração
ru: Мастер установки
sv: Installationsguiden
tr: Kurulum Sihirbazı
uk: Майстер установки

source: Opening database
ar: فتح قاعدة البيانات
da: Åbner database
de: Öffne Datenbank
he: פותח מאגר נתונים
ja: データベースを開く
nb_no: Åpner database
pt_br: Abertura base de dados
ru: Открытие базы данных
tr: Veritabanı açılıyor

source: None
ar: لا شيء
ca: Cap
da: Ingen
de: Keine
el: Κανένα
he: אף אחד
ja: なし
nb_no: Ingen
nl: Geen
pl: Żaden
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Boş
uk: Немає

source: Automatically organize files (during scans or edits)
ar: الترتيب التلقائي للملفات (أثناء الفحص أو التعديلات)
ca: Organitzeu fitxers automàticament (durant les exploracions o edicions)
da: Organiser filer automatisk (under scanninger eller redigeringer)
de: Dateien automatisch einordnen (beim Einlesen ins Archiv oder Bearbeiten)
el: Αυτόματη οργάνωση αρχείων (κατά τη διάρκεια σαρώσεων ή επεξεργασιών)
he: ארגן קבצים באופן אוטומטי (במהלך סריקה או עריכה)
ja: ファイルを自動的に整理する（スキャンまたは編集中）
nb_no: Automatisk organisering av filer (under skanninger eller redigeringer)
nl: Bestanden automatisch ordenen (tijdens scannen of bewerken)
pl: Automatycznie organizuj pliki (podczas skanowania lub edycji)
pt_br: Organizar automaticamente os arquivos (durante varreduras ou edições)
ru: Автоупорядочивание файлов (при сканировании или правке)
sv: Organisera filer automatiskt (under skanningar eller redigeringar)
tr: Dosyaları otomatik olarak düzenle (tarama veya düzenleme sırasında)
uk: Автоматична організація файлів (під час сканування або редагування)

source: For auto-organize functionality, please upgrade to MediaMonkey Gold!
ar: لتفعيل وظيفة الترتيب التلقائي، يرجى الترقية إلى MediaMonkey Gold!
ca: Per obtenir funcions d’organització automàtica, actualitzeu a MediaMonkey Gold!
da: For auto-organisér funktionalitet, opgrader venligst til MediaMonkey Gold!
de: Für das Automatische Einordnen lizenzieren Sie bitte MediaMonkey Gold!
el: Για λειτουργία αυτόματης οργάνωσης, παρακαλούμε αναβαθμίστε σε MediaMonkey Gold!
he: ארגון אוטומטי דורש שדרוג ל - MediaMonkey Gold!
ja: 自動整理を機能させるために、MediaMonkey Goldにアップグレードしてください！
nb_no: For automatisk organiseringsfunksjonalitet, vennligst oppgrader til MediaMonkey Gold!
nl: Om de functie Auto-Ordenen te kunnen gebruiken, is een upgrade naar MediaMonkey Gold nodig!
pl: Aby uzyskać funkcję automatycznej organizacji, uaktualnij do MediaMonkey Gold!
pt_br: Para usar o recurso auto-organizar, por favor, atualize para o MediaMonkey Gold!
ru: Автоупорядочивание доступно только в MediaMonkey Gold!
sv: För automatisk organisering av funktionalitet, var vänlig uppgradera till MediaMonkey Gold!
tr: Otomatik düzenleme işlevi için lütfen MediaMonkey Gold'a yükseltin!
uk: Для автоматичної організації функцій, будь ласка, оновіть до MediaMonkey Gold!

source: Criteria
ar: معايير
ca: Criteris
da: Kriterier
de: Kriterien
el: Κριτήρια
he: כלל
ja: 条件
nb_no: Kriterie
pl: Kryteria
pt_br: Critério
ru: Критерии
sv: Kriterier
tr: Kriterler
uk: Критерії

source: Directory
ar: دليل
ca: Directori
de: Verzeichnis ( \ )
el: Κατάλογος
he: תיקייה
ja: ディレクトリ
nb_no: Plassering
nl: Map
pl: Katalog
pt_br: Diretório
ru: Папка
sv: Mapp
tr: Dizin
uk: Каталог

source: File Format
ar: تنسيق الملف
ca: Format de fitxer
da: Filformat
de: Datei-Format
el: Μορφή Αρχείου
he: סוג קובץ
ja: ファイル形式
nb_no: Filformat
nl: Bestandsindeling
pl: Format pliku
pt_br: Formato de arquivo
ru: Формат файла
sv: Filformat
tr: Dosya Biçimi
uk: Формат файлу

source: Last check:
ar: آخر تحقق:
ca: Darrer comprovat:
da: Sidste check:
de: Letzte Prüfung:
el: Τελευταίος έλεγχος:
he: נבדק לאחרונה:
ja: 最終のチェック:
nb_no: Forrige sjekk:
nl: Laatste controle:
pl: Ostatnie sprawdzenie:
pt_br: Última verificação:
ru: Последняя проверка:
sv: Senaste kontroll:
tr: Son kontrol:
uk: Остання перевірка:

source: The MediaMonkey Player supports DSP Audio effect plug-ins that are compatible with Winamp 2. They generally enhance and/or modify the audio in some way.
ar: يدعم مشغل MediaMonkey مكونات مؤثرات الصوت DSP التي تتوافق مع Winamp 2. تقوم عموماً بتحسين و/أو تعديل الصوت بطريقة ما.
ca: El MediaMonkey Player admet connectors d'efecte d'àudio DSP que són compatibles amb Winamp 2. Generalment milloren i / o modifiquen l'àudio d'alguna manera.
da: MediaMonkey-afspilleren understøtter DSP Audio-effekter plug-ins, der er kompatible med Winamp 2. De forbedrer generelt og/eller ændrer lyden på en eller anden måde.
de: Der MediaMonkey Player unterstützt DSP-Audioeffekt-Plugins, die mit Winamp 2 kompatibel sind. Sie verbessern und/oder modifizieren in der Regel den Klang.
el: Το MediaMonkey Player υποστηρίζει DSP εφέ ήχου plug-ins που είναι συμβατά με το Winamp 2. Γενικά βελτιώνουν ή / και τροποποιούν τον ήχο με κάποιο τρόπο.
he: נגן ה - MediaMonkey תומך בתוספי שמע שתואמים ל - Winamp 2.
ja: MediaMonkeyプレイヤーは、Winamp2と互換性のあるDSPオーディオエフェクトプラグインをサポートしています。DSPオーディオエフェクトプラグインは通常何らかの方法でオーディオを強化もしくは修正します。
nb_no: MediaMonkey-spilleren støtter DSP-lyd-effekt plug-ins som er kompatible med Winamp 2. De forbedrer og/eller modifiserer generelt lyden på en eller annen måte.
nl: De MediaMonkey-speler ondersteunt DSP Audio-effectplug-ins die compatible zijn met Winamp 2. Over het algemeen verbeteren/veranderen zij audio in bepaalde mate.
pl: MediaMonkey Player obsługuje wtyczki efektów DSP Audio, które są kompatybilne z Winampem 2. Generalnie poprawiają one i/lub w jakiś sposób modyfikują dźwięk.
pt_br: O tocador do MediaMonkey suporta plug-ins de efeito de áudio DSP compatíveis com o Winamp 2. Geralmente eles melhoram e/ou modificam o áudio de alguma forma.
ru: Плеер MediaMonkey поддерживает DSP-плагины аудиоэффектов, совместимые с Winamp 2. Как правило, они как-то улучшают и/или модифицируют звук.
sv: MediaMonkey Player stöder DSP Audio effect plug-in som är kompatibla med Winamp 2. De förbättrar och/eller modifierar i allmänhet ljudet på något sätt.
tr: MediaMonkey Player, Winamp 2 ile uyumlu DSP Ses efekti eklentilerini destekler. Genellikle sesi bir şekilde geliştirir ve/veya değiştirirler.
uk: Програвач MediaMonkey підтримує модулі звукових ефектів DSP, сумісні з Winamp 2. Вони зазвичай покращують та/або певним чином змінюють звук.

source: To install a plug-in you'll have to follow either of the following procedures:
ar: لتثبيت مكوّن إضافي، عليك اتباع إحدى الإجراءات التالية:
ca: Per instal·lar un connector, heu de seguir qualsevol dels procediments següents:
da: For at installere et plug-in skal du følge enten af de følgende procedurer:
de: Um ein Plugin zu installieren, nutzen Sie bitte eine der folgenden Methoden:
el: Για να εγκαταστήσετε ένα plug-in θα πρέπει να ακολουθήσετε μία από τις ακόλουθες διαδικασίες:
he: כדי להתקין פלאגין עליך לבצע את הפעולות הבאות:
ja: プラグインをインストールするには、次のいずれかの手順に従う必要があります:
nb_no: For å installere en plug-in må du følge en av følgende prosedyrer:
nl: Een plug-in installeren kan op de volgende twee manieren:
pl: Aby zainstalować wtyczkę, musisz wykonać jedną z następujących procedur:
pt_br: Para instalar um plug-in, você deve seguir um dos seguintes procedimentos:
ru: Чтобы установить плагин, выполните одну из следующих процедур:
sv: För att installera ett plugin-program måste du följa någon av följande procedurer:
tr: Bir eklentiyi kurmak için aşağıdaki prosedürlerden birini izlemeniz gerekir:
uk: Щоб встановити додаток, потрібно дотримуватися будь-якої з наступних процедур:

source: 1) If the plug-in is provided with an installer, the installer often chooses a default directory of /Program Files/Winamp. Change this to /Program Files/MediaMonkey. If you're unable to change the installation directory, you'll have to install to the Winamp directory and then manually copy the installed .dll file(s) to the Program Files/MediaMonkey/Plug-ins directory.
ar: 1) إذا كان المكوّن الإضافي مزوداً بمثبت، غالباً ما يختار المثبت دليل افتراضي لمسار /Program Files/Winamp. قم بتغييره إلى /Program Files/MediaMonkey. إذا لم تتمكن من تغيير دليل التثبيت، ستحتاج لتثبيت في دليل Winamp ثم نسخ الملف .dll المثبت يدوياً إلى دليل Program Files/MediaMonkey/Plug-ins.
ca: 1) Si el connector es proporciona amb un instal·lador, aquest sol triar un directori per defecte de / Program Files / Winamp. Canvieu-lo a / Program Files / MediaMonkey. Si no podeu canviar el directori d’instal·lació, haureu d’instal·lar-lo al directori Winamp i, a continuació, copieu manualment els fitxers *.dll instal·lats al directori /Program Files / MediaMonkey / Plug-ins.
da: 1) Hvis plug-in'en leveres med en installer, vælger installeringen ofte en standardmappe af /Program Files/Winamp. Skift dette til /Program Files/MediaMonkey. Hvis du ikke kan ændre installationsmappen, skal du installere til Winamp-mappen og derefter manuelt kopiere de installerede .dll-filer til Program Files/MediaMonkey/Plug-ins-mappen.
de: 1) Wenn das Plugin als Installer ausgeliefert wird, nutzt dieser häufig den Standardpfad /Programme/Winamp. Ändern Sie das Installationsverzeichnis auf /Programme(x86)/MediaMonkey. Wenn Sie den Installationspfad nicht ändern können, installieren Sie in den Winamp Order und kopieren anschließend die installierte(n) .dll Datei(en) in das Verzeichnis /Programme/MediaMonkey/Plugins.
el: 1) Εάν το plug-in παρέχεται με ένα πρόγραμμα εγκατάστασης, το πρόγραμμα εγκατάστασης επιλέγει συχνά έναν προεπιλεγμένο κατάλογο /Program Files/Winamp. Αλλάξτε το σε /Program Files/MediaMonkey. Εάν δεν μπορείτε να αλλάξετε τον κατάλογο εγκατάστασης, θα πρέπει να κάνετε εγκατάσταση στον κατάλογο Winamp και, στη συνέχεια, να αντιγράψετε χειροκίνητα τα εγκατεστημένα αρχεία .dll στον κατάλογο Program Files/MediaMonkey/Plug-ins.
he: 1) אם הפלאגין מסופק עם מתקין, המתקין בוחר לעיתים קרובות ספריית ברירת מחדל של /Program Files/Winamp. שנה זאת ל -/Program Files/MediaMonkey. אם אינך מצליח לשנות את ספריית ההתקנה, יהיה עליך להתקין את ספריית Winamp ולאחר מכן להעתיק באופן ידני את קובצי ‎.dll המותקנים לספריית קבצי התוכנית/MediaMonkey/Plug - ins.
ja: 1)プラグインにインストーラが用意されている場合、インストーラは多くの場合、/Program Files/Winampのデフォルトディレクトリを選択します。これを/Program Files/MediaMonkeyに変更します。インストールディレクトリを変更できない場合は、Winampディレクトリにインストールし、インストールされた.dllファイルをProgram Files/MediaMonkey/Plug -insディレクトリに手動でコピーする必要があります。
nb_no: 1) Hvis plug-in'en leveres med en installasjonsprogram, velger installasjonsprogrammet ofte en standardkatalog av /Program Files/Winamp. Endre denne til /Program Files/MediaMonkey. Hvis du ikke kan endre installasjonskatalogen, må du installere til Winamp-katalogen og deretter manuelt kopiere den installerte .dll-filen(e) til Program Files/MediaMonkey/Plug-ins katalogen.
nl: 1) Bij installatieprogramma's wordt meestal de map Program Files/Winamp voorgesteld. Wijzig dit in Program Files/MediaMonkey. Als de installatiemap niet gewijzigd kan worden, installeer dan in de Winamp-map en verplaats de geïnstalleerde .dll-bestanden handmatig naar de map Program Files/MediaMonkey/Plugins.
pl: 1) Jeśli wtyczka jest dostarczana z instalatorem, instalator często wybiera domyślny katalog /Program Files/Winamp. Zmień to na /Program Files/MediaMonkey. Jeśli nie możesz zmienić katalogu instalacyjnego, musisz zainstalować w katalogu Winampa, a następnie ręcznie skopiować zainstalowane pliki .dll do katalogu /Program Files/MediaMonkey/Plug-ins.
pt_br: 1) Se o plug-in é fornecido com um instalador, geralmente o instalador escolhe o diretório /Arquivos de Programas/Winamp. Mude isso /Arquivos de Programas/MediaMonkey. Se você não consegue mudar o diretório de instalação, você terá que instalar no diretório do Winamp e depois manualmente copiar as .dll instaladas para o diretório /Arquivos de Programas/MediaMonkey/Plugins.
ru: 1) Если плагин поставляется в виде установщика, то он часто выбирает по умолчанию папку /Program Files/Winamp. Измените её на /Program Files/MediaMonkey. Если папку установки изменить нельзя, вам придётся установить программу в папку Winamp, а затем вручную скопировать установленные DLL-файлы в Program Files/MediaMonkey/Plug-ins.
sv: 1) Om insticksprogrammet är försett med ett installationsprogram väljer installationsprogrammet ofta en standardkatalog med/Program Files/Winamp. Ändra detta till /Program Files/MediaMonkey. Om du inte kan ändra installationskatalogen måste du installera till Winamp-katalogen och sedan manuellt kopiera de installerade .dll-filerna till katalogen Program Files/MediaMonkey/Plug-ins.
tr: 1) Eklenti bir yükleyici ile sağlanmışsa, yükleyici genellikle varsayılan dizin olarak /Program Files/Winamp'ı seçer. Bunu /Program Files/MediaMonkey olarak değiştirin. Yükleme dizinini değiştiremiyorsanız, Winamp dizinine yüklemeniz ve ardından yüklü .dll dosyasını/dosyalarını manuel olarak Program Files/MediaMonkey/Plug-ins dizinine kopyalamanız gerekir.
uk: 1) Якщо додаток постачається разом з інсталятором, він часто вибирає каталог за замовчуванням /Program Files /Winamp. Змініть його на /Program Files /MediaMonkey. Якщо не вдається змінити каталог інсталяції, доведеться встановити його в каталог Winamp, а потім скопіювати вручну встановлені файли .dll у каталог/Program Files/MediaMonkey/Plug-ins.

source: 2) If the plug-in is a .dll, simply copy the .dll to the Program Files/MediaMonkey/Plugins directory, and follow the instructions provided with the plug-in.
ar: 2) إذا كان المكوّن الإضافي عبارة عن .dll، فقم ببساطة بنسخ الملف .dll إلى دليل Program Files/MediaMonkey/Plugins، واتبع التعليمات المرفقة مع المكوّن الإضافي.
ca: 2) Si el complement és un .dll, només cal que copieu el fitxer .dll al directori /Program Files / MediaMonkey / Plugins i seguiu les instruccions que es proporcionen amb el connector.
da: 2) Hvis plug-in'en er et .dll, skal du blot kopiere .dll'en til Program Files/MediaMonkey/Plugins-mappen, og følge de instruktioner, der følger med plug-in'en.
de: 2) Wenn es sich bei dem Plugin um eine .dll Datei handelt, kopieren Sie diese einfach in das Verzeichnis ..\Programme (x86)\MediaMonkey\Plugins und befolgen Sie die Anweisungen des Plugins.
el: 2) Εάν το plug-in είναι .dll, απλώς αντιγράψτε το .dll στον κατάλογο Program Files/MediaMonkey/Plugins και ακολουθήστε τις οδηγίες που παρέχονται με τo plug-in.
he: 2) אם הפלאגין הוא ‎.dll, פשוט העתק את ה -.dll לספריית קבצי התוכנית/MediaMonkey/תוספים, ופעל לפי ההוראות שסופקו עם הפלאגין.
ja: 2)プラグインが.dllの場合は、.dllをProgram Files/MediaMonkey/Pluginsディレクトリにコピーし、プラグインに付属している指示に従ってください。
nb_no: 2) Hvis plug-in'en er en .dll, kopier ganske enkelt .dll-filen til Program Files/MediaMonkey/Plug-ins katalogen, og følg instruksjonene som leveres med plug-in'en.
nl: 2) Als de plug-in een .ddl-bestand is, kopieer deze dan naar de map Program Files/MediaMonkeyPlugins en volg de instructies die bij de plug-in zitten.
pl: 2) Jeśli wtyczka to .dll, po prostu skopiuj plik .dll do katalogu Program Files/MediaMonkey/Plugins i postępuj zgodnie z instrukcjami dołączonymi do wtyczki.
pt_br: 2) Se o plug-in é uma .dll, simplesmente copie a .dll para o diretório /Arquivos de Programas/MediaMonkey/Plugins e siga as instruções fornecidas com o plug-in.
ru: 2) Если плагин представляет собой DLL-файл, просто скопируйте его в папку Program Files/MediaMonkey/Plugins и следуйте инструкциям, прилагаемым к плагину.
sv: 2) Om insticksprogrammet är en .dll, kopiera den till katalogen Program Files/MediaMonkey/Plugins och följ instruktionerna som medföljer insticksprogrammet.
tr: 2) Eklenti bir .dll ise, .dll dosyasını Program Files/MediaMonkey/Plugins dizinine kopyalayın ve eklentiyle birlikte verilen talimatları izleyin.
uk: 2) Якщо плагін є звичайним .dll, просто скопіюйте .dll у каталог Program Files/MediaMonkey/Plugins і дотримуйтесь інструкцій, що додаються до додатка.

source: Once the plug-in is installed, you can access it from the plug-ins pane, and press the Configure button.
ar: بمجرد تثبيت المكون الإضافي، يمكنك الوصول إليه من نافذة المكونات الإضافية، والضغط على زر الإعداد.
ca: Un cop instal·lat el connector, podeu accedir-hi des del tauler de connectors i prémer el botó Configura.
da: Når plug-in'en er installeret, kan du få adgang til det fra plug-ins-panelet og trykke på Konfigurer-knappen.
de: Sobald das Plugin installiert ist, können Sie es im Plugin-Bereich (Optionen>Player) mit der Schaltfläche "Konfigurieren" anpassen (wenn vorgesehen).
el: Μόλις εγκατασταθεί to plug-in, μπορείτε να αποκτήσετε πρόσβαση σε αυτό από το παράθυρο plug-ins και να πατήσετε το κουμπί Διαμόρφωση.
he: לאחר התקנת הפלאגין, תוכל לגשת אליו מהחלונית יישומי פלאגין, וללחוץ על הלחצן הגדר.
ja: プラグインがインストールされたら、プラグインペインからアクセスし、「設定」ボタンを押します。
nb_no: Når plug-in'en er installert, kan du få tilgang til den fra plug-ins panelet, og trykke på Konfigurer-knappen.
nl: Wanneer de plug-in geïnstalleerd is, gebruik dan de knop Instellen in het plug-insscherm om deze in te stellen.
pl: Po zainstalowaniu wtyczki możesz uzyskać do niej dostęp z panelu wtyczek i naciśnij przycisk Konfiguruj.
pt_br: Depois que o plug-in estiver instalado, você pode acessá-lo a partir do painel de plug-ins e pressionar o botão Configurar.
ru: После установки плагина он доступен из панели плагинов после нажатия кнопки настройки.
sv: När plugin-programmet är installerat kan du komma åt det från plugin-fönstret och trycka på knappen Konfigurera.
tr: Eklenti kurulduktan sonra eklentilere eklentiler bölmesinden erişebilir ve Yapılandır butonuna basabilirsiniz.
uk: Після встановлення додатка ви зможете отримати до нього доступ з панелі додатків і натиснути кнопку Налаштувати.

source: For DSP Audio Effect plug-ins, you can also set the order in which the plugins process the audio using the up/down arrows.
ar: بالنسبة لمكونات مؤثرات الصوت DSP، يمكنك أيضاً ضبط ترتيب معالجة المكونات للصوت باستخدام الأسهم لأعلى/لأسفل.
ca: Per als connectors DSP Audio Effect, també podeu establir l'ordre en què els connectors processen l'àudio mitjançant les fletxes amunt / avall.
da: For DSP Audio Effekt plug-ins, kan du også indstille den rækkefølge, hvorpå plugins behandler lyden ved hjælp af op/ned-pile.
de: Für DSP Audio Effect-Plugins können Sie mit den Aufwärts-/Abwärtspfeilen auch die Reihenfolge festlegen, in der die Plugins das Audio verarbeiten.
el: Για plug-ins DSP Εφέ Ήχου, μπορείτε επίσης να ορίσετε τη σειρά με την οποία τα plugins επεξεργάζονται τον ήχο χρησιμοποιώντας τα βέλη πάνω/κάτω.
he: עבור יישומי פלאגין של אפקט אודיו DSP, באפשרותך גם להגדיר את הסדר שבו התוספים מעבדים את האודיו באמצעות החצים למעלה/למטה.
ja: DSPオーディオエフェクトプラグインの場合、上下矢印を使用してプラグインがオーディオを処理する順序を設定することもできます。
nb_no: For DSP-lyd-effekt plug-ins, kan du også sette rekkefølgen på hvordan pluginene behandler lyden ved å bruke pil opp/ned.
nl: De volgorde waarin DSP-audio-effectplug-ins de audio verwerken kan met de pijltjestoetsen (omhoog/omlaag) gewijzigd worden.
pl: W przypadku wtyczek DSP Audio Effect można również ustawić kolejność przetwarzania dźwięku przez wtyczki za pomocą strzałek w górę/w dół.
pt_br: Para plug-ins de efeito de áudio DSP, você também pode usar as setas para cima e para baixo para definir a ordem na qual os plug-ins irão processar o áudio.
ru: Для DSP-плагинов аудиоэффектов также можно стрелками вверх/вниз установить порядок, в котором плагины обрабатывают звук.
sv: För DSP Audio Effect-insticksprogram kan du också ställa in den ordning i vilken insticksprogrammen bearbetar ljudet med hjälp av upp/ner-pilarna.
tr: DSP Ses Efekti eklentileri için, eklentilerin sesi işleme sırasını yukarı/aşağı oklarını kullanarak da ayarlayabilirsiniz.
uk: Для додатка DSP Audio Effect також можна встановити порядок, в якому додатки обробляють звук, використовуючи стрілки вгору/вниз.

source: Plug-in description
ar: وصف المكون الإضافي
ca: Descripció del complement
da: Plug-in beskrivelse
de: Plugin-Beschreibung
el: Περιγραφή plug-in
he: תאור התוסף
ja: プラグインの説明
nb_no: Plug-in beskrivelse
nl: Plug-inbeschrijving
pl: Opis wtyczki
pt_br: Descrição do plug-in
ru: Описание плагина
sv: Plugin-beskrivning
tr: Eklenti açıklaması
uk: Опис плагіна

source: Type a keyboard shortcut
ar: اكتب اختصار لوحة المفاتيح
ca: Escriviu una drecera de teclat
da: Skriv en tastaturgenvej
de: Tastenkombination drücken
el: Πληκτρολογήστε μία συντόμευση πληκτρολογίου
he: בחר קיצור מקלדת
ja: キーボードショートカットを入力
nb_no: Skriv inn en hurtigtast
nl: Typ toetsenbordcombinatie
pl: Podaj skrót klawiaturowy
pt_br: Pressione um atalho de teclado
ru: Нажмите быструю клавишу
sv: Skriv ett kortkommando
tr: Bir klavye kısayolu yazın
uk: Введіть клавіатурне скорочення

source: Select an Action
ar: حدد أحد الإجراءات
ca: Seleccioneu una Acció
da: Vælg en handling
de: Aktion auswählen
el: Επιλογή μιας Ενέργειας
he: בחר פעולה
ja: 動作を選択
nb_no: Velg en handling
nl: Actie selecteren
pl: Wybierz akcję
pt_br: Selecione uma ação
ru: Выберите действие
sv: Välj en åtgärd
tr: Bir Eylem Seçin
uk: Вибрати Дію

source: <New Hotkey...>
ar: <nouveau raccourci...=""></nouveau>
ca: <Nova tecla d'accés directe ...>
da: <Ny Hotkey...>
de: <Neues Tastenkürzel ...>
el: <Νέο Πλήκτρο Συντόμευσης...>
he: <קיצור מקלדת חדש>
ja: <新規ホットキー...>
nb_no: <Ny hurtigtast...>
nl: <Nieuwe sneltoets...>
pl: <Nowy klawisz skrótu...>
pt_br: <Novo atalho...>
ru: <Новая клавиша...>
sv: <Nytt snabbkommando>
tr: <Yeni Kısayol Tuşu...>
uk: <Нова Гаряча клавіша...>

source: Action
ar: العمل
ca: Acció
da: Handling
de: Aktion
el: Ενέργεια
he: פעולה
ja: 動作
nb_no: Handling
nl: Actie
pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Aksiyon
uk: Дія

source: Hotkey
ar: اختصار
ca: Tecla d'accés directe
da: Genvejstast
de: Tastenkürzel
el: Πλήκτρο συντόμευσης
he: קיצור מקלדת
ja: ホットキー
nb_no: Hurtigtast
nl: Sneltoets
pl: Klawisze skrótu
pt_br: Atalho
ru: Горячие клавиши
sv: Snabbtangent
tr: Kısayol tuşu
uk: Гаряча клавіша

source: Global
ar: العالمية
el: Καθολικές
he: כולל
ja: グローバル
nl: Algemeen
pl: Ogólne
ru: Общие
tr: Küresel
uk: Глобальний
