Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: The following %d file(s) could not be found in their expected locations.
ar: لم يتمكّن العثور على %d ملفات في مواقعها المتوقعة.
ca: No s'han pogut trobar els següents %d fitxers a les ubicacions previstes.
da: De følgende %d fil(er) kunne ikke findes på deres forventede placeringer.
de: Die folgenden %d Datei(en) wurden nicht am erwarteten Ort gefunden.
el: Δεν ήταν δυνατή η εύρεση των ακόλουθων %d αρχείων στις αναμενόμενες θέσεις τους.
he: לא ניתן למצוא את %d הקבצים הבאים.
ja: 次の%d個のファイルが予想される場所に見つかりませんでした。
nb_no: Følgende %d fil(er) ble ikke funnet i deres forventede plasseringer.
nl: De volgende %d bestanden staan niet op de verwachte locatie.
pl: Następujących plików (%d) nie można znaleźć w oczekiwanych lokalizacjach.
pt_br: Os %d arquivos a seguir não foram localizados em seus locais esperados.
ru: Следующие файлы (%d) не найдены в ожидаемых местах.
sv: Följande %d fil(er) kunde inte hittas på sina förväntade platser.
tr: Aşağıdaki %d dosya beklenen konumlarında bulunamadı.
uk: Наступні файли %d не вдалося знайти в очікуваних розташуваннях.

source: Do you want to remove them from the Library?
ar: هل تريد إزالتها من المكتبة؟
ca: Voleu eliminar-los de la biblioteca?
da: Ønsker du at fjerne dem fra Biblioteket?
de: Möchten Sie sie aus der Archiv entfernen?
el: Θέλετε να τα αφαιρέσετε από την Βιβλιοθήκη;
he: האם ברצונך להסיר אותם מהספרייה?
ja: ライブラリから削除しますか？
nb_no: Vil du fjerne dem fra biblioteket?
nl: Uit de Bibliotheek verwijderen?
pl: Czy chcesz je usunąć z Biblioteki?
pt_br: Você deseja removê-los da biblioteca?
ru: Удалить их из библиотеки?
sv: Vill du ta bort dem från biblioteket?
tr: Bunları Kütüphaneden kaldırmak istiyor musunuz?
uk: Видалити їх із бібліотеки?

source: Sync settings
ar: إعدادات التزامن
ca: Configuració de sincronització
da: Synkroniseringsindstillinger
de: Synchronisation-Einstellungen
el: Ρυθμίσεις συγχρονισμού
he: הגדרות סנכרון
ja: 同期設定
nb_no: Synkroniseringsinnstillinger
nl: Synchronisatie-instellingen
pl: Ustawienia synchronizacji
pt_br: Configurações de sincronização
ru: Синхронизировать настройки
sv: Synkroniseringsinställningar
tr: Senkronizasyon ayarları
uk: Налаштування синхронізації

source: Available
ar: متاح
ca: Disponible
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
he: זמין
ja: 利用可能
nb_no: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ru: Доступно
sv: Tillgänglig
tr: Mevcut
uk: Доступні

source: Displayed
ar: مُعرض
ca: Es mostra
da: Vises
de: Angezeigt
el: Απεικόνιση
he: מוצג
ja: 表示
nb_no: Vises
nl: Weergegeven
pl: Wyświetlany
pt_br: Exibido
ru: Отображается
sv: Visad
tr: Görüntüleniyor
uk: Показано

source: Configure View
ar: تكوين العرض
ca: Configura la vista
da: Konfigurer visning
de: Ansicht konfigurieren
el: Διαμόρφωση Προβολής
he: הגדר תצוגה
ja: ビューの設定
nb_no: Konfigurer visning
nl: Weergave Configureren
pl: Konfiguruj widok
pt_br: Configurar visão
ru: Настроить вид
sv: Konfigurera vy
tr: Görünümü Yapılandır
uk: Налаштувати Вигляд

source: Choose Columns
da: Vælg kolonner
ja: 列の選択

source: Sort
ar: فرز
ca: Ordena
da: Sortere
de: Sortieren
el: Ταξινόμηση
he: סדר
ja: ソート
nb_no: Sorter
nl: Schikken
pl: Sortuj
pt_br: Ordenar
ru: Сортировать
sv: Sortera
tr: Sıralama
uk: Сортувати

source: Entire Library
ar: كل المكتبة
ca: Biblioteca sencera
da: Hele Bibliotek
de: Gesamtes Archiv
el: Ολόκληρη η Βιβλιοθήκη
he: כל הספרייה
ja: 全ライブラリ
nb_no: Hele biblioteket
nl: Volledige Bibliotheek
pl: Cała Biblioteka
pt_br: Biblioteca inteira
ru: Вся библиотека
sv: Hela Mediabiblioteket
tr: Tüm Kütüphane
uk: Вся Бібліотека

source: Everywhere
ar: في كل مكان
ca: A tot arreu
da: Overalt
de: Überall
el: Παντού
he: בכל מקום
ja: どこでも
nb_no: Overalt
nl: Overal
pl: Wszędzie
pt_br: Todos os lugares
ru: Везде
sv: Överallt
tr: Her yer
uk: Скрізь

source: Please enter name
ar: من فضلك أدخل الاسم
ca: Entre el nom per favor
da: Indtast venligst navn
de: Bitte Namen eingeben
he: אנא הכנס שם
ja: 名前を入力してください
nb_no: Vennligst skriv inn navn
nl: A.U.B. naam invoeren
pt_br: Insira o nome
ru: Введите имя
sv: Ange namn
tr: Lütfen adınızı giriniz

source: Problem
ar: المشكلة
ca: Problema
el: Πρόβλημα
he: בעיה
ja: 問題
nl: Probleem
pt_br: Problema
ru: Проблема
tr: Sorun
uk: Проблема

source: Continue
ar: مواصلة
ca: Continua
da: Fortsæt
de: Fortfahren
el: Συνέχεια
he: המשך
ja: 続ける
nb_no: Fortsett
nl: Doorgaan
pl: Kontyntynuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
uk: Продовжити

source: Item
ar: العنصر
ca: element
da: Konto
el: Αντικείμενο
he: פריט
ja: アイテム
nb_no: Gjenstand
pl: Objekt
ru: Элемент
sv: Objekt
tr: Öğe
uk: Елемент

source: Configurable
ar: قابل للتكوين
da: Konfigurerbar
de: Konfigurierbar
el: Διαμορφώσιμο
he: ניתן להגדרה
ja: 設定可能
nb_no: Konfigurerbar
nl: Configureerbaar
pl: Konfigurowalny
pt_br: Configurável
ru: Настраиваемый
sv: Konfigurerbar
tr: Yapılandırılabilir
uk: Настроювані

source: MediaMonkey installation files (*.mmip)|*.*ip
ar: ملفات تثبيت MediaMonkey (*.mmip)|*.*ip
ca: Fitxers d'instal·lació de MediaMonkey (*.mmip)|*. *Ip
da: MediaMonkey installationsfiler (*.mmip)|*.*ip
de: MediaMonkey-Installationsdateien (*.mmip)|*.*ip
el: Αρχεία εγκατάστασης MediaMonkey (*.mmip)|*.*ip
he: קבצי התקנה של MediaMonkey (*.mmip) | *.*ip
ja: MediaMonkeyインストールファイル (*.mmip)|*.*ip
nb_no: MediaMonkey installasjonsfiler (*.mmip)|*.*ip
nl: MediaMonkey installatiebestanden (*.mmip)|*.*ip
pl: Pliki instalacyjne MediaMonkey (*.mmip)|*.*ip
pt_br: Arquivos de instalação do MediaMonkey ·(*.mmip)|*.*ip
ru: Установочные файлы MediaMonkey (*.mmip)|*.*ip
sv: MediaMonkey installationsfiler (*.mmip)|*.*ip
tr: MediaMonkey kurulum dosyaları (*.mmip)|*.*ip
uk: Установчі файли MediaMonkey (*.mmip)|*.*ip

source: Select installation package
ar: حدد حزمة التثبيت
ca: Seleccioneu el paquet d'instal·lació
da: Vælg installationspakke
de: Installationspaket wählen
el: Επιλογή πακέτου εγκατάστασης
he: בחר חבילת התקנה
ja: インストールパッケージの選択
nb_no: Velg installasjonspakke
nl: Installatiepakket selecteren
pl: Wybierz pakiet instalacyjny
pt_br: Selecione o pacote de instalação
ru: Выберите установочный пакет
sv: Välj installationspaket
tr: Kurulum paketini seçin
uk: Вибрати інсталяційний пакет

source: Update available
ar: يتوفر التحديث
ca: Actualització disponible
da: Opdatering tilgængelig
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
he: יש עדכון זמין
ja: 利用可能な更新
nb_no: Oppdatering tilgjengelig
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Есть обновление
sv: Uppdatering tillgänglig
tr: Güncelleme mevcut
uk: Оновлення доступне

source: File types
ar: أنواع الملفات
ca: Tipus de fitxers
da: Filtyper
de: Dateiformate
el: Τύποι αρχείων
he: סוגי קבצים
ja: ファイルの種類
nb_no: Filtyper
nl: Bestandstypen
pl: Typy plików
pt_br: Tipos de arquivo
ru: Типы файлов
sv: Filtyper
tr: Dosya türleri
uk: Типи файлів

source: The location %s does not exist.
ar: المكان %s غير موجود.
ca: La ubicació %s no existeix.
da: Placeringen %s findes ikke.
de: Der Speicherort "%s" existiert nicht.
he: המיקום %s לא קיים.
ja: 場所"%s"が存在しません。
nb_no: Plasseringen %s eksisterer ikke.
nl: De locatie bestaat niet.
pt_br: O local %s não existe.
ru: Местоположение %s не существует.
sv: Platsen %s finns inte.
tr: %s konumu mevcut değil.

source: Browser & Grid views
ar: طرق عرض المتصفح والشبكة
ca: Vistes del navegador i de la quadrícula
da: Browser & Grid visninger
de: Browser- & Raster-Anzeigen
el: Προβολές Προγράμματος περιήγησης & Πλέγματος
he: דפדפן ותצוגות קוביות
ja: ブラウザとグリッドビュー
nb_no: Nettleser og grid-visninger
nl: Browser- & Rasterweergaven
pl: Widoki przeglądarki i siatki
pt_br: Visões em Grade e Navegador
ru: Браузер и сетка
sv: Webbläsarfavoriter
tr: Tarayıcı & Izgara görünümleri
uk: Перегляди Браузера та Сітки

source: Sign in
ar: تسجيل الدخول
ca: Inicieu la sessió
da: Log ind
de: Einloggen
el: Σύνδεση
he: התחבר
ja: サインイン
nb_no: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
ru: Войти
sv: Logga in
tr: Giriş yap
uk: Увійти

source: Please enter your username and password to sign in '%s'
ar: يرجى إدخال اسم المستخدم وكلمة المرور لتسجيل الدخول '%s'
ca: Introduïu el vostre nom d'usuari i contrasenya per iniciar la sessió '%s'
da: Indtast venligst dit brugernavn og adgangskode for at logge ind på '%s'
de: Zum Einloggen bei "%s" geben Sie bitte Benutzername und Passwort ein
el: Παρακαλούμε εισαγάγετε όνομα χρήστη και κωδικό πρόσβασής σας για σύνδεση στο '%s'
he: אנא הזן את שם המשתמש והסיסמה שלך כדי להיכנס '%s'
ja: "%s"にサインインするためのユーザー名とパスワードを入力してください
nb_no: Vennligst skriv inn brukernavn og passord for å logge inn på '%s'
nl: Gebruikersnaam en wachtwoord om aan te melden bij '%s'
pl: Wprowadź swoją nazwę użytkownika i hasło, aby zalogować się '%s'
pt_br: Insira seu usuário e senha, para entrar em '%s'
ru: Введите логин и пароль для входа в '%s'
sv: Ange ditt användarnamn och lösenord för att logga in '%s'
tr: Lütfen '%s' oturumu açmak için kullanıcı adınızı ve şifrenizi girin
uk: Введіть своє ім’я користувача та пароль, щоб увійти в '%s'

source: Your username or password is incorrect, try it again.
ar: اسم المستخدم أو كلمة المرور غير صحيحة، حاول مرة أخرى.
ca: El vostre nom d'usuari o contrasenya és incorrecte, torneu-ho a provar.
da: Dit brugernavn eller adgangskode er forkert, prøv igen.
de: Benutzername oder Passwort falsch eingegeben. Versuchen Sie es erneut.
el: Το όνομα χρήστη ή ο κωδικός πρόσβασής σας δεν είναι σωστό(ς), δοκιμάστε ξανά.
he: שם המשתמש או הסיסמה שגויים, נסה שוב.
ja: ユーザー名またはパスワードが正しくありません。もう一度お試しください。
nb_no: Brukernavn eller passord er feil, prøv igjen.
nl: Gebruikersnaam of wachtwoord incorrect. Probeer opnieuw.
pl: Twoja nazwa użytkownika lub hasło jest nieprawidłowe, spróbuj ponownie.
pt_br: Usuário e senha incorretos. Tente novamente.
ru: Ошибка в логине или пароле, повторите.
sv: Ditt användarnamn eller lösenord är felaktigt, försök igen.
tr: Kullanıcı adınız veya şifreniz hatalı, tekrar deneyin.
uk: Ваше ім’я користувача чи пароль неправильні, спробуйте ще раз.

source: Daily
ar: يوميًا
ca: Diàriament
da: Daglig
de: Täglich
el: Καθημερινά
he: יומי
ja: 毎日
nb_no: Daglig
nl: Dagelijks
pl: Codzienny
pt_br: Diariamente
ru: Ежедневно
sv: Dagligen
tr: Günlük
uk: Щодня

source: Weekly
ar: أسبوعيًا
ca: Setmanalment
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
he: שבועי
ja: 毎週
nb_no: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanalmente
ru: Еженедельно
sv: Veckovis
tr: Haftalık
uk: Щотижня

source: Monthly
ar: شهريًا
ca: Mensual
da: Månedlig
de: Monatlich
el: Μηνιαία
he: חודשי
ja: 毎月
nb_no: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensalmente
ru: Ежемесячно
sv: Månadsvis
tr: Aylık
uk: Щомісяця

source: Manage views
ar: إدارة طرق العرض
ca: Gestioneu les vistes
da: Administrer visninger
de: Ansichten verwalten
el: Διαχείριση προβολών
he: נהל תצוגות
ja: ビューの管理
nb_no: Administrer visninger
nl: Deelvensters beheren
pl: Zarządzaj widokami
pt_br: Gerenciar visões
ru: Управление видами
sv: Hantera vyer
tr: Görünümleri yönet
uk: Керувати переглядами

source: Removable
ar: الأقراص القابلة للإزالة
ca: Desmuntable
da: Aftageligt
de: Wechselmedium
el: Αφαιρούμενο
he: ניתן להסרה (נייד)
ja: リムーバブル
nb_no: Flyttbar
nl: Verwijderbaar
pl: Wyjmowalny
pt_br: Removível
ru: Сменный
sv: Borttagbar
tr: Çıkarılabilir
uk: Знімний

source: Fixed
ar: ثابت
ca: Fixat
da: Fast
de: Lokal
el: Σταθερό
he: קבוע
ja: 据え付け
nb_no: Fast
nl: Vast
pl: Naprawiony
pt_br: Fixo
ru: Несменный
sv: Inbyggd
tr: Sabit
uk: Закріплено

source: Remote
ar: بعيد
ca: Remot
da: Fjernbetjening
el: Απομακρυσμένο
he: מרוחק
ja: リモート
nb_no: Fjernkontroll
nl: Op afstand
pl: Zdalny
pt_br: Remoto
ru: Удалённый
sv: Fjärr
tr: Uzak
uk: Віддалено

source: Location change is complete and will take effect after MediaMonkey restarts.
ar: اكتمل تغيير الموقع وسيتم تطبيقه بعد إعادة تشغيل MediaMonkey.
ca: El canvi d'ubicació s'ha completat i entrarà en vigor un cop es reiniciï MediaMonkey.
da: Placering skiftet er fuldført og vil træde i kraft efter MediaMonkey genstart.
de: Erfolgreiches Ändern des Pfades wird nach Neustart von MediaMonkey wirksam.
el: Ολοκληρώθηκε η αλλαγή τοποθεσίας και θα τεθεί σε ισχύ μετά την επανεκκίνηση του MediaMonkey.
he: שינוי המיקום הושלם וייכנס לתוקף לאחר ההפעלה מחדש של MediaMonkey.
ja: 場所の変更が完了しました。MediaMonkeyの再起動後に有効になります。
nb_no: Plasseringen er fullført og vil tre i kraft etter at MediaMonkey starter på nytt.
nl: Locatiewijziging is voltooid en wordt van kracht nadat MediaMonkey opnieuw is gestart.
pl: Zmiana lokalizacji została zakończona i zacznie obowiązywać po ponownym uruchomieniu MediaMonkey.
pt_br: A alteração de local foi concluída e entrará em vigor após reiniciar o MediaMonkey.
ru: Местоположение изменено, оно вступит в силу после перезапуска MediaMonkey.
sv: Platsändringen är klar och träder i kraft efter att MediaMonkey startats om.
tr: Konum değişikliği tamamlandı ve MediaMonkey yeniden başlatıldıktan sonra geçerli olacak.
uk: Зміна розташування завершена і набере чинності після перезапуску MediaMonkey.

source: Migration Wizard
ar: المساعد للهجرة
ca: Assistent de migració
de: Migrationsassistent
el: Οδηγός Μετεγκατάστασης
he: אשף נדידה
ja: 移行ウィザード
nb_no: Migrationsveiviser
nl: Migratiewizard
pl: Kreator migracji
pt_br: Assistente de migração
ru: Мастер миграции
sv: Flyttguide
tr: Geçiş Sihirbazı
uk: Майстер перенесення

source: A %s was detected. It can be used to store and share portions of your library with multiple MediaMonkey clients even if this instance of MediaMonkey isn't running. Content on the MediaMonkey Server can be managed and accessed via MediaMonkey as if the content were local, as long as the server is accessible. If not, content can be cached locally.
ar: تم اكتشاف %s. يمكن استخدامه لتخزين ومشاركة أجزاء من مكتبتك مع عملاء MediaMonkey متعددين حتى وإن لم تكن هذه النسخة من MediaMonkey قيد التشغيل. يمكن إدارة والوصول إلى المحتوى الموجود على خادم MediaMonkey عبر MediaMonkey كما لو كان المحتوى محليًا، طالما أن الخادم متاح. وإذا لم يكن كذلك، يمكن تخزين المحتوى مؤقتًا محليًا.
ca: S'ha detectat un %s. Es pot utilitzar per emmagatzemar i compartir una part de la vostra biblioteca amb diversos clients MediaMonkey encara que aquesta instància de MediaMonkey no estigui en execució. Es pot gestionar i accedir al contingut del servidor MediaMonkey mitjançant MediaMonkey com si el contingut fos local, sempre que el servidor sigui accessible. Si no, el contingut es pot emmagatzemar a la memòria cau localment.
da: En %s blev registreret. Den kan bruges til at gemme og dele dele af dit bibliotek med flere MediaMonkey klienter selvom denne instans af MediaMonkey ikke kører. Indhold på MediaMonkey Server kan administreres og tilgås via MediaMonkey som om indholdet var lokalt, så længe serveren er tilgængelig. Hvis ikke, kan indholdet caches lokalt.
de: "%s" wurde gefunden. Damit können Sie Teile Ihres Archives mit mehreren MediaMonkey-Clients nutzen, selbst wenn MediaMonkey auf diesem PC nicht gestartet ist. Solange der MediaMonkey Server online ist, kann sein Inhalt auf verschiedenen MediaMonkey-Installationen abgespielt und bearbeitet werden, als wäre der Inhalt lokal gespeichert. Falls der Server nicht erreichbar ist, kann sein Inhalt lokal zwischengespeichert werden.
el: Εντοπίστηκε %s. Μπορεί να χρησιμοποιηθεί για την αποθήκευση και την κοινή χρήση τμημάτων της βιβλιοθήκης σας με πολλούς clients MediaMonkey ακόμα και αν αυτή το MediaMonkey δεν εκτελείται. Μπορεί να γίνει διαχείριση και πρόσβαση στο περιεχόμενο του MediaMonkey Server μέσω του MediaMonkey σαν να ήταν τοπικό το περιεχόμενο, εφ 'όσον ο server είναι προσβάσιμος. Εάν όχι, το περιεχόμενο μπορεί να αποθηκευτεί προσωρινά στην κρυφή μνήμη.
he: זוהה %s. ניתן להשתמש בו כדי לאחסן ולשתף חלקים מהספרייה שלך עם לקוחות רבים של MediaMonkey גם אם מופע זה של MediaMonkey אינו פועל. ניתן לנהל את התוכן בשרת MediaMonkey ולגשת אליו באמצעות MediaMonkey כאילו התוכן היה מקומי, כל עוד השרת נגיש. אם לא, ניתן לשמור תוכן במטמון מקומי.
ja: "%s"が検出されました。これは、このMediaMonkeyインスタンスが実行されていない場合でも、複数のMediaMonkeyクライアントとライブラリの一部を保存して共有するために使用できます。MediaMonkeyサーバー上のコンテンツは、サーバーにアクセス可能であれば、コンテンツがローカルにあるかのようにMediaMonkeyを介して管理およびアクセスできます。そうでない場合、コンテンツはローカルにキャッシュできます。
nb_no: En %s ble oppdaget. Det kan brukes til å lagre og dele deler av biblioteket ditt med flere MediaMonkey-klienter selv om denne instansen av MediaMonkey ikke kjører. Innhold på MediaMonkey-serveren kan administreres og nås via MediaMonkey som om innholdet var lokalt, så lenge serveren er tilgjengelig. Hvis ikke, kan innhold caches lokalt.
nl: Een %s gedetecteerd. Het kan worden gebruikt om delen van de bibliotheek op te slaan en te delen met meerdere MediaMonkey-clients, ook als dit exemplaar van MediaMonkey niet actief is. Inhoud op de MediaMonkey-Server kan worden beheerd en benaderd via MediaMonkey alsof de deze lokaal opgeslagen is, zolang de server toegankelijk is. Zo niet, dan kan de inhoud lokaal in de cache worden opgeslagen.
pl: Wykryto %s. Może być używany do przechowywania i udostępniania części biblioteki wielu klientom MediaMonkey, nawet jeśli ta instancja MediaMonkey nie jest uruchomiona. Treścią na serwerze MediaMonkey można zarządzać i uzyskiwać do niej dostęp za pośrednictwem MediaMonkey tak, jakby zawartość była lokalna, o ile serwer jest dostępny. Jeśli nie, zawartość można buforować lokalnie.
pt_br: Um % foi detectado. Ele pode ser usado para armazenar e compartilhar partes de sua biblioteca com múltiplos clientes do MediaMonkey, mesmo que não haja uma instância do MediaMonkey em execução. O conteúdo no MediaMonkey Server pode ser gerenciado e acessado com o MediaMonkey como se o conteúdo fosse local, desde que o servidor esteja acessível. Caso contrário, o conteúdo pode ser mantido em cache localmente.
ru: Обнаружен %s. Его можно использовать для хранения и совместного использования частей библиотеки с несколькими клиентами MediaMonkey, даже если этот экземпляр MediaMonkey не запущен. С помощью MediaMonkey можно управлять содержимым на MediaMonkey Server и получать к нему доступ, как если бы оно было локальным, при условии, что сервер доступен. В противном случае содержимое можно кэшировать локально.
sv: En %s upptäcktes. Den kan användas för att lagra och dela delar av ditt bibliotek med flera MediaMonkey-klienter även om denna instans av MediaMonkey inte körs. Innehåll på MediaMonkey-servern kan hanteras och nås via MediaMonkey som om innehållet var lokalt, så länge servern är tillgänglig. Om inte kan innehållet cachelagras lokalt.
tr: Bir %s algılandı. Bu MediaMonkey örneği çalışmıyor olsa bile, kitaplığınızın bölümlerini birden fazla MediaMonkey istemcisiyle depolamak ve paylaşmak için kullanılabilir. MediaMonkey Sunucusundaki içerik, sunucu erişilebilir olduğu sürece, içerik yerelmiş gibi MediaMonkey üzerinden yönetilebilir ve erişilebilir. Değilse, içerik yerel olarak önbelleğe alınabilir.
uk: Виявлено %s. Він може використовуватися для зберігання та спільного використання частин вашої бібліотеки з кількома клієнтами MediaMonkey, навіть якщо цей екземпляр MediaMonkey не запущений. Вмістом на сервері MediaMonkey можна керувати та отримувати до нього доступ через MediaMonkey так ніби цей вміст розташовувався локально при умові, що сервер доступний. В іншому випадку вміст можна кешувати локально.

source: By default, this wizard migrates all MediaMonkey data and content to the %s
ar: افتراضيًا، يقوم هذا المعالج بترحيل جميع بيانات ومحتوى MediaMonkey إلى %s
ca: Per defecte, aquest assistent migra totes les dades i contingut de MediaMonkey a %s
da: Som standard migrerer denne wizard al MediaMonkey data og indhold til %s
de: Dieser Assistent migriert alle MediaMonkey Daten und Inhalte nach %s (Voreinstellung)
el: Από προεπιλογή, αυτός ο οδηγός μετεγκαθιστά όλα τα δεδομένα και το περιεχόμενο MediaMonkey στο %s
he: אשף זה מעביר את כל הנתונים והתוכן של MediaMonkey אל ה %s
ja: デフォルトでは、このウィザードはすべてのMediaMonkeyデータとコンテンツを"%s"に移行します
nb_no: Som standard migrerer denne veiviseren alle MediaMonkey-data og innhold til %s
nl: Standaard migreert deze wizard alle MediaMonkey-data en inhoud naar de %s
pl: Domyślnie ten kreator migruje wszystkie dane i zawartość MediaMonkey do %s
pt_br: Por padrão, este assistente migra todos os dados e conteúdo do MediaMonkey para o %s
ru: По умолчанию этот мастер переносит все данные и содержимое MediaMonkey в %s
sv: Som standard flyttar den här guiden alla MediaMonkey-data och innehåll till %s
tr: Varsayılan olarak, bu sihirbaz tüm MediaMonkey verilerini ve içeriğini %s'ye taşır
uk: За замовчуванням цей майстер переносить усі дані та вміст MediaMonkey на %s

source: Retain local cache of %s content
ar: الاحتفاظ بالتخزين المؤقت المحلي لمحتوى %s
ca: Conserva la memòria cau local de contingut de %s
da: Bevar lokal cache af %s indhold
de: Behalte den Inhalt von %s im lokalen Cache
el: Διατήρηση τοπικής κρυφής μνήμης του περιεχομένου %s
he: שמור תוכן מקומי של %s
ja: "%s"コンテンツのローカルキャッシュを保持する
nb_no: Behold lokal cache av %s innhold
nl: Lokale cache van %s inhoud behouden
pl: Zachowaj lokalną pamięć podręczną zawartości %s
pt_br: Manter o cache local do conteúdo de %s
ru: Сохранение локального кэша содержимого %s
sv: Behåll lokalt cacheminne med %s innehåll
tr: %s içeriğinin yerel önbelleğini koru
uk: Зберігати локальний кеш вмісту %s

source: Fine-tune which content to store on %s...
ar: ضبط المحتوى الذي سيتم تخزينه على %s...
ca: Afineu quin contingut voleu emmagatzemar a %s ...
da: Finjuster hvilket indhold der skal gemmes på %s...
de: Feinabgleich, welcher Inhalt auf %s gespeichert werden soll...
el: Τελειοποίηση του περιεχομένου που θα αποθηκευτεί στο %s...
he: כוונון תוכן לאחסון ב - %s...
ja: "%s"に保存するコンテンツを微調整...
nb_no: Juster hvilken innhold som skal lagres på %s...
nl: Bepaal welke inhoud op %s wordt opgeslagen...
pl: Dostosuj zawartość do przechowywania w %s...
pt_br: Ajuste qual conteúdo deve ser armazenado em %s...
ru: Определите, какой контент хранить в %s...
sv: Finjustera vilket innehåll som ska lagras på %s...
tr: %s üzerinde hangi içeriğin depolanacağını ince ayarlayın...
uk: Точна настройка вмісту для збереження на %s...

source: Cloud
ar: السحابة
ca: Núvol
he: ענן
ja: クラウド
nb_no: Skyen
pl: Chmura
pt_br: Nuvem
ru: Облако
sv: Moln
tr: Bulut
uk: Хмара

source: %s will be moved to %s (%s)
ar: سيتم نقل %s إلى %s (%s)
ca: %s es mourà a %s (%s)
da: %s vil blive flyttet til %s (%s)
de: %s wird nach %s verschoben (%s)
el: %s σε μετακίνηση σε %s (%s)
he: %s יועבר ל %s (%s)
ja: "%s"は"%s (%s)"に移動されます
nb_no: %s vil bli flyttet til %s (%s)
nl: %s wordt verplaatst naar %s (%s)
pl: %s zostanie przeniesiony do %s (%s)
pt_br: %s será movido para %s (%s)
ru: Будет выполнено перемещение %s в %s (%s)
sv: %s kommer att flyttas till %s (%s)
tr: %s, %s (%s) konumuna taşınacak
uk: %s буде перенесено на %s (%s)

source: %s will be copied to %s (%s)
ar: سيتم نسخ %s إلى %s (%s)
ca: %s es copiarà a %s (%s)
da: %s vil blive kopieret til %s (%s)
de: %s wird kopiert nach %s (%s)
el: %s για αντιγραφή σε %s (%s)
he: %s יועתק ל %s (%s)
ja: "%s"は"%s (%s)"にコピーされます
nb_no: %s vil bli kopiert til %s (%s)
nl: %s wordt gekopieerd naar %s (%s)
pl: %s zostanie skopiowany do %s (%s)
pt_br: %s será copiado para %s (%s)
ru: Будет выполнено копирование %s в %s (%s)
sv: %s kommer att kopieras till %s (%s)
tr: %s, %s'ye (%s) kopyalanacak
uk: %s буде скопійовано до %s (%s)

source: %s will be scanned and shared via %s
ar: سيتم فحص ومشاركة %s عبر %s
ca: %s s'escanejarà i es compartirà mitjançant %s
da: %s vil blive scannet og delt via %s
de: %s wird gescannt und freigegeben via %s
el: %s για σάρωση και κοινή χρήση μέσω %s
he: %s ישותף באמצעות %s
ja: "%s"はスキャンされ、"%s"を介して共有されます
nb_no: %s vil bli skannet og delt via %s
nl: %s wordt gescand en gedeeld via %s
pl: %s zostanie przeskanowany i udostępniony przez %s
pt_br: %s será varrido e compartilhado via %s
ru: Будет выполнено сканирование и передача в общий доступ %s через %s
sv: %s kommer att skannas och delas via %s
tr: %s taranacak ve %s aracılığıyla paylaşılacak
uk: %s буде проскановано та поширено через %s
