Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Collection name
ca: Nom de la col·lecció
da: Samlingens navn
de: Auswahl-Name
el: Όνομα συλλογής
he: שם אוסף
ja: コレクション名
nb_no: Samlingenavn
nl: Collectienaam
pl: Nazwa kolekcji
pt_br: Nome da coleção
ru: Имя коллекции
sv: Samlingsnamn
tr: Koleksiyon adı
uk: Назва колекції

source: Reset to default
ca: Restableix la configuració predeterminada
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά στο προκαθορισμένο
he: איפוס לברירת מחדל
ja: デフォルトに戻す
nb_no: Tilbakestill til standard
nl: Standaardwaarden
pl: Przywróć ustawienia domyślne
pt_br: Usar o padrão
ru: Сброс в стандартные
sv: Återställ till standard
tr: Varsayılana sıfırla
uk: Скинути до типового значення

source: Install addon from file
ca: Instal·la els complements des del fitxer
da: Installer tilføjelse fra fil
de: Addon aus Datei installieren
he: התקן תוסף מקובץ
ja: ファイルからアドオンをインストール
nb_no: Installer tillegg fra fil
nl: Installeer Add-ons van bestand
pt_br: Instalar de um arquivo
ru: Установить аддон из файла
sv: Installera tillägg från fil
tr: Eklentiyi dosyadan yükle
uk: Встановити додаток з файлу

source: Strict ISO compliance
ar: الامتثال المنظمة الدولية لتوحيد المقاييس
ca: Estricte compliment ISO
da: Streng ISO overholdelse
de: Strikte ISO-Konformität
el: Αυστηρή συμμόρφωση ISO
he: עמידה מלאה בתקני ISO
ja: ISOへの厳格な適合
nb_no: Streng ISO kompilasjon
nl: Strikte ISO-norm
pl: Scisła zgodność ISO
pt_br: Compatível com ISO
ru: Строгое соответствие ISO
sv: Strikt ISO-standard
tr: Sıkı ISO uyumluluğu
uk: Суворе дотримання стандартів ISO

source: 1 day
ar: يوم واحد
ca: 1 dia
da: 1 dag
de: 1 Tag
el: 1 ημέρα
he: יום
ja: 1 日
nb_no: En dag
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
sv: 1 dag
tr: 1 gün
uk: 1 день

source: Configure Addons
ca: Configureu els complements
da: Konfigurer Tilføjelser
de: Addons konfigurieren
el: Διαμόρφωση Addons
he: הגדר תוספים
ja: アドオンの設定
nb_no: Konfigurer tillegg
nl: Add-ons configureren
pl: Konfiguruj dodatki
pt_br: Configurar extensões
ru: Настройка аддонов
sv: Konfigurera Tillägg
tr: Eklentileri Yapılandırın
uk: Конфігурувати Додатки

source: Confirm desired options on move of Library folders
ar: تأكيد الخيارات عند نقل الدلائل مكتبة
ca: Confirmeu les opcions desitjades en moure les carpetes de la biblioteca
da: Bekræfte den ønskede optioner på flytningen af biblioteket mapper
de: Bestätigen beim Verschieben von Archiv-Ordnern
el: Επιβεβαίωση των επιθυμητών επιλογών κατά την μετακίνηση φακέλων Βιβλιοθήκης
he: אשר את האפשרויות הרצויות בעת העברת תיקיות מאוסף
ja: ライブラリフォルダー移動の際、オプションを確認する
nb_no: Bekreft ønskede alternativer ved flytting av Bibliotekets mapper
nl: Bevestiging bij het verplaatsen van bibliotheekmappen vragen
pl: Wymagaj potwierdzenia przy przenoszeiu folderów Biblioteki
pt_br: Confirmar as opções desejadas ao mover pastas da biblioteca
ru: Подтверждать перемещение папок в библиотеке
sv: Visa bekräftelsedialog vid flytt av mappar i Mediabiblioteket
tr: Kitaplık klasörlerinin taşınmasında istenilen seçenekleri onaylayın
uk: Підтвердити бажані опції при переміщенні тек Бібліотеки

source: Download more DSP plug-ins...
ar: تحميل أخرى DSP المكونات الإضافية...
ca: Descarregueu més connectors DSP ...
da: Download mere DSP plug-ins...
de: Weitere DSP-Plugins herunterladen...
el: Λήψη περισσοτέρων plug-ins DSP...
he: הורד עוד תוספי DSP...
ja: さらにDSPプラグインをダウンロード...
nb_no: Last ned flere DSP-programtillegg...
nl: Meer DSP-plug-ins downloaden...
pl: Pobierz więcej wtyczek DSP...
pt_br: Obter mais plug-ins de DSP...
ru: Скачать ещё плагины DSP...
sv: Ladda ner fler DSP-plugins...
tr: Daha fazla DSP eklentisi indirin...
uk: Завантажити більше плагінів DSP...

source: Minimizes to the MicroPlayer if it is enabled (right-click on the System Task bar, and click 'Toolbars').
ca: Es redueix al MicroPlayer si està habilitat (feu clic amb el botó dret a la barra de tasques del sistema i feu clic a "Barres d'eines").
da: Minimeres til MicroPlayer hvis det er aktiveret (højreklik på System Opgavebjælke, og klik 'Værktøjslinjer').
de: Minimiert in den MicroPlayer wenn dieser aktiviert ist (Rechts-Klick auf Taskleiste -> Symbolleisten).
el: Ελαχιστοποίηση σε MicroPlayer αν είναι ενεργοποιημένη (δεξί κλικ στη Γραμμή Εργασιών Συστήματος και κλικ στο 'Γραμμές εργαλείων').
he: ממזער למעבד המיקרו אם מופעל (לחיצה ימנית על כלי המערכת, ולחץ על 'סרגלי הכלים').
ja: 有効になっている場合にはマイクロプレーヤーに最小化します（システムタスクバーを右クリックし、「ツールバー」をクリックします）。
nb_no: Minimerer til mikroavspiller hvis den er aktivert (høyreklikk på systemets oppgavelinje og klikk på 'Verktøylinjer').
nl: Minimaliseert naar Microspeler als die is ingeschakeld (rechts-klik op de taakbalk en klik 'Werkbalken').
pl: Minimalizuje do MicroPlayera, jeśli jest włączony (kliknij prawym przyciskiem myszy pasek zadań systemowych i kliknij „Paski narzędzi”).
pt_br: Com esta opção habilitada, o programa minimiza para o MicroPlayer, caso ele esteja ativado (para ativá-lo, clique com o botão direito sobre a Barra de Tarefas do Windows e selecione "Barras de Ferramentas > MediaMonkey Player" ).
ru: Сворачивает в микроплеер (щёлкните правой кнопкой мыши на панели задач и выберите 'Панели').
sv: Minimeras till Microspelare om den är aktiverad (högerklicka på systemets aktivitetsfält och klicka på "Verktygsfält").
tr: Etkinleştirilirse mikroplayerle en aza indirir (Sistem Görev Çubuğu'na sağ tıklayın ve 'Araç Çubukları'na tıklayın).
uk: Мінімізується до Мікропрогравача, якщо він увімкнений (клацніть правою кнопкою миші на Панелі системних завдань і клацніть "Панелі інструментів").

source: This setting determines whether MediaMonkey searches file directories for artwork and links it to tracks as they are added to the Library.
ca: Aquest paràmetre determina si MediaMonkey cerca il·lustracions en directoris de fitxers i els enllaça a les pistes a mesura que s'afegeixen a la biblioteca.
da: Denne indstilling bestemmer, om MediaMonkey søger filmapper efter kunstværk og linker det til numre, mens de tilføjes til Biblioteket.
de: Bestimmt, ob MediaMonkey in Ordnern nach Bildern sucht und diese mit den Tracks bei Übernahme ins Archiv verknüpft.
el: Αυτή η ρύθμιση καθορίζει εάν το MediaMonkey αναζητά καταλόγους αρχείων για γραφικό και το συνδέει σε κομμάτια καθώς αυτά προστίθενται στη Βιβλιοθήκη.
he: תצורה זו קובעת אם MediaMonkey מחפש בספריות קבצים עבור אומנות וקושר אותה לשירים כשהם נוספים לספרייה.
ja: この設定は、MediaMonkeyがアートワークをファイルディレクトリで検索し、ライブラリに追加されたトラックにリンクするかどうかを指定します。
nb_no: Denne innstillingen bestemmer om MediaMonkey søker i fillmappene etter grafikk og kobler den til spor når de legges til biblioteket.
nl: Bepaalt of MediaMonkey in mappen zoekt naar illustraties en deze koppelt aan tracks terwijl deze aan de Bibliotheek worden toegevoegd.
pl: To ustawienie określa, czy MediaMonkey przeszukuje katalogi plików w poszukiwaniu grafiki i łączy je ze ścieżkami, gdy są one dodawane do Biblioteki.
pt_br: Isto determina se o MediaMonkey deve procurar por imagens da Capa do Disco no diretório onde cada arquivo se encontra. Neste caso, o MediaMonkey vincula a imagem à faixa, quando ela é inserida na Biblioteca.
ru: Определяет, будет ли MediaMonkey искать иллюстрации в папках и связывать с треками по мере их добавления в библиотеку.
sv: Inställningen avgör om MediaMonkey ska söka i mappen efter Albumbilder och länka dem till spår som läggs till i Mediabiblioteket.
tr: Bu ayar, MediaMonkey'nin dosya dizinlerinde resim arayıp aramayacağını ve bunları Kitaplığa eklendiklerinde parçalara bağlayıp bağlamayacağını belirler.
uk: Цей параметр визначає, чи MediaMonkey шукає у файлових каталогах ілюстрації та пов 'язує їх з композиціями, коли вони додаються до Бібліотеки.

source: For groups of tracks, avoid compilations (treat as individual tracks instead)
ca: Per a grups de pistes, eviteu les compilacions (tracteu-les com a pistes individuals)
da: For grupper af numre, undgå kompileringer (behandle som individuelle numre i stedet)
de: Kompilationen vermeiden, stattdessen die Tracks individuell behandeln
el: Για ομάδες κομματιών, αποφυγή συλλογών (αντιμετώπιση ως ξεχωριστά κομμάτια)
he: למשל קבוצות של שירים, הימנעו מאוספים (טפל כשירים בודדים במקום)
ja: トラックのグループ化で、コンピレーションを避ける（代わりに個々のトラックとして扱います）
nb_no: For grupper av spor, unngå samlinger (behandle som enkeltspor i stedet)
nl: Compilaties voor groepen tracks vermijden (behandel als individuele tracks)
pl: W przypadku grup utworów unikaj kompilacji (zamiast tego traktuj jako pojedyncze utwory)
pt_br: Para grupos de faixas, evita criação de coletâneas (trata-as como faixas individuais)
ru: Избегать компиляций для групп треков (считать их отдельными треками)
sv: Undvik sammanställningar för grupper av spår (behandla som enskilda spår istället)
tr: Parça grupları için derlemelerden kaçının (bunun yerine ayrı parçalar olarak ele alın)
uk: Для груп доріжок уникайте компіляцій (розглядайте їх як окремі доріжки натомість)

source: This option completely hides the menu bar.
ca: Aquesta opció amaga completament la barra de menú.
da: Denne mulighed skjuler fuldstændigt menubjælken.
de: Die Menüleiste wird vollständig ausgeblendet.
el: Αυτή η επιλογή αποκρύβει εντελώς τη γραμμή μενού.
he: אפשרות זו מסתירה לחלוטין את סרגל התפריט.
ja: このオプションはメニューバーを完全に非表示にします。
nb_no: Dette alternativet skjuler menylinjen helt.
nl: Verbergt de menubalk volledig.
pl: Ta opcja całkowicie ukrywa pasek menu.
pt_br: Esta opção oculta completamente a barra de menu.
ru: Эта опция полностью скрывает строку меню.
sv: Det här alternativet döljer helt menyraden.
tr: Bu seçenek menü çubuğunu tamamen gizler.
uk: Ця опція повністю приховує панель меню.

source: Allows music to be lowered/paused for announcements during a party
ar: يسمح للموسيقى أن تكون أقل قوة/الإيقاف المؤقت لجعل الإعلانات خلال أمسية
ca: Permet baixar / aturar la música per als anuncis durant una festa
da: Tillader musik, der skal sænkes/pause for meddelelser under en fest
de: Erlaubt es, für Ansagen während Partys die Lautstärke zu senken oder das Abspielen zu unterbrechen
el: Επιτρέπει στην μουσική να χαμηλώνει/παύεται για ανακοινώσεις κατά την διάρκεια ενός πάρτι
he: מאפשר למוזיקה להיות מונחת/תושתק עבור הכרזות במהלך מסיבה
ja: パーティー中のお知らせのために音楽を下げたり一時停止したりすることができます
nb_no: Tillater at musikken blir senket/pauset for annonseringer under en fest
nl: Hiermee kan muziek worden gepauzeerd of zachter gezet voor mededelingen tijdens een feest
pl: Pozwala zciszyć lub wstrzymać odtwarzanie muzyki podczas ogłoszeń na imprezie
pt_br: Permite que a música seja diminuída ou pausada para anúncios durante a festa
ru: Уменьшать громкость/приостанавливать музыку во время объявлений
sv: Tillåter att musik sänks/pausas för meddelanden under en fest
tr: Bir parti sırasında duyurular için müziğin sesini kısma/duraklatma olanağı sağlar
uk: Дозволяє зменшувати/призупиняти музику для оголошень під час вечірки

source: Removes gaps introduced by some lossy encoders
ca: Elimina els buits introduïts per alguns codificadors amb pèrdua
da: Fjerner huller indført af nogle tabsgivende encodere
de: Entfernt Lücken, die bei einigen verlustbehafteten Encodern entstehen
el: Καταργεί τα κενά που παρουσιάζονται από ορισμένους απολεστικούς κωδικοποιητές
he: מסיר גזירות שהוכנסו על ידי כמה מקודדים מאבדים
ja: 一部の損失の多いエンコーダによって導入されたギャップを削除します
nb_no: Fjerner hull introdusert av noen tapsbaserte kodere
nl: Verwijdert stiltes, veroorzaakt door minder goede encoders
pl: Usuwa luki wprowadzone przez niektóre stratne kodery
pt_br: Remove espaços vazios, introduzidos por alguns codificadores
ru: Устранить зазоры, возникающие из-за некоторых кодеков с потерями
sv: Tar bort tysta partier som införts av vissa förlustgivande kodare
uk: Усуває прогалини, внесені деякими кодерами з втратами

source: Entire list
da: Hele listen
ja: リスト全体

source: Search the following fields via the Search bar:
ar: البحث عن الحقول التالية من خلال شريط البحث:
ca: Cerqueu els camps següents mitjançant la barra de cerca:
da: Søg på følgende områder via søgelinjen:
de: Folgenden Felder per Suchleiste durchsuchen:
el: Αναζήτηση των ακόλουθων πεδίων μέσω της γραμμής Αναζήτησης:
he: חפש את השדות הבאים דרך סרגל החיפוש:
ja: 検索バーから次の項目を検索します:
nb_no: Søk på følgende felt ved bruk av søkefeltet:
nl: Doorzoek de volgende velden bij gebruik zoekbalk:
pl: Przeszukuj następujące pola za pośrednictwem paska wyszukiwania:
pt_br: Pesquisar nos seguintes campos via barra de pesquisa:
ru: Искать в полях с помощью поисковой панели:
sv: Sök i följande fält via sökfältet:
tr: Arama çubuğu aracılığıyla aşağıdaki alanlarda arama yapın:
uk: Шукати наступні поля через вікно Пошуку:

source: Apply to all selected
ca: Aplica a tots els seleccionats
da: Anvend på alle markerede
de: Für alle gewählten Dateien übernehmen
el: Εφαρμογή σε όλα τα επιλεγμένα
he: החל על כל הנבחרים
ja: 選択したすべてに適用
nb_no: Bruk på alle valgte
nl: Op selectie toepassen
pl: Zastosuj do wszystkich wybranych
pt_br: Aplicar a todos os selecionados
ru: Применить ко всем выбранным
sv: Tillämpa på alla valda
uk: Застосувати до всіх вибраних

source: Apply
ca: Aplica
da: Anvend
de: Anwenden
el: Εφαρμογή
he: החל שינויים
ja: 適用
nb_no: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
uk: Застосувати

source: Auto-Sync file metadata from the device to the PC
ca: Sincronització automàtica de metadades de fitxers des del dispositiu fins a l'ordinador
da: Auto-synkroniser fil-metadata fra enheden til PC'en
de: Datei-Metadaten automatisch vom Gerät zum PC synchronisieren
el: Αυτόματος συγχρονισμός μεταδεδομένων αρχείων από τη συσκευή στον Η/Υ
he: סנכרון אוטומטי של מטה-דאטה של קבצים מהתקן למחשב
ja: デバイスからPCへのファイルメタデータの自動同期
nb_no: Auto-synkroniser filmetadata fra enheten til PC-en
nl: Auto-syncroniseer metadata van het apparaat met de PC
pl: Automatyczna synchronizacja metadanych plików z urządzenia do komputera
pt_br: Auto-sincronizar metadados de arquivos do dispositivo para o PC
ru: Автосинхронизация метаданных файлов с устройства на ПК
sv: Autosynkronisera filmetadata från enheten till datorn
tr: Dosya meta verilerini cihazdan PC'ye otomatik olarak senkronize edin
uk: Автоматична синхронізація метаданих файлів з пристрою на ПК

source: prefix for each playlist type
ar: بادئة بنوع القائمة
ca: prefix per a cada tipus de llista de reproducció
da: præfiks for hver spilleliste type
de: Präfix für jeden Wiedergabelisten-Typ
el: πρόθεμα για κάθε τύπο λίστας αναπαραγωγής
he: קידומת עבור כל סוג פלייליסט
ja: 各プレイリストタイプのプレフィックス
nb_no: forstavelse for hver spillelistetype
nl: Voorvoegsel voor elk type afspeellijst
pl: przedrostek dla każdego typu listy odtwarzania
pt_br: um prefixo para cada tipo de lista
ru: префикса для каждого типа плейлиста
sv: prefix för varje spelliste-typ
uk: префікс для кожного типу списку відтворення

source: Jitter-corrected read
ar: تصحيح للهز
ca: Lectura corregida per fluctuacions
da: Jitter-korrigeret læse
de: mit Fehlerkorrektur (Jitter) lesen
el: Jitter-corrected ανάγνωση
he: קריאה אחר תיקוני קול
ja: ジッター補正読み込み
nb_no: Riste-korrektert lesing
nl: Jitter-gecorrigeerd lezen
pl: Odczyt z korekcją Jitter
pt_br: Leitura com correção de erro
ru: Коррекция джиттера
sv: Jitterkorrigerad läsning
uk: Читання з корекцією Джиттера

source: Warning will disappear in:
ca: L'advertència desapareixerà en:
da: Advarsel vil forsvinde om:
de: Warnung verschwindet in:
el: Η προειδοποίηση θα εξαφανιστεί σε:
he: האזהרה תעלם בעוד:
ja: 警告を消す秒数:
nb_no: Advarselen vil forsvinne om:
nl: Waarschuwing verdwijnt over:
pl: Ostrzeżenie zniknie za:
pt_br: Aviso irá desaparecer em:
ru: Предупреждение исчезнет через:
sv: Varning kommer att försvinna om:
uk: Попередження зникне через:

source: Update selected files in the database
ca: Actualitza els fitxers seleccionats a la base de dades
da: Opdater markerede filer i databasen
de: Gewählte Dateien in der Datenbank aktualiseren
he: עדכן תיקים נבחרים במסד הנתונים
ja: データベースの選択ファイルのデータを更新
nb_no: Oppdater valgte filer i databasen
pt_br: Atualizar arquivos selecionados na base de dados
ru: Обновить выбранные файлы в базе данных
sv: Uppdatera valda filer i databasen
tr: Veritabanındaki seçili dosyaları güncelle

source: Remove selected files from the database
ca: Elimina els fitxers seleccionats de la base de dades
da: Fjern markerede filer fra databasen
de: Gewählte Dateien aus der Datenbank entfernen
he: הסר תיקים נבחרים מהמסד הנתונים
ja: データベースから選択したファイルを削除する
nb_no: Fjern valgte filer fra databasen
pt_br: Remover os arquivos selecionados da base de dados
ru: Удалить выбранные файлы из базы данных
sv: Ta bort valda filer från databasen
tr: Seçili dosyaları veritabanından kaldır

source: This is not a valid RSS link and may not subscribe correctly.
ca: Aquest no és un enllaç RSS vàlid i potser no s'inscriurà correctament.
da: Dette er ikke et gyldigt RSS-link og kan ikke abonneres korrekt.
de: Dieser ungültiger RSS-Link kann nicht korrekt abonniert werden.
he: זו אינה קישור RSS תקף ואולי לא תירשם כראוי.
ja: 有効なRSSリンクではないため、正しく購読できない可能性があります。
nb_no: Dette er ikke en gyldig RSS-lenke og kan kanskje ikke abonnere riktig.
nl: Dit is geen geldige RSS-link en het is mogelijk dat het niet correct abonneren zal.
pt_br: Não é possível assinar esse feed RSS, pois o link não é válido
ru: Это неверная RSS-ссылка, возможно, неправильная подписка.
sv: Detta är inte en giltig RSS-länk och prenumerationen kanske inte fungerar korrekt.
uk: Це недійсне посилання на канал RSS, а отже, підписка може бути виконана некоректно.

source: Start fading in
ar: تبدأ في الانخفاض في
ca: Esvaïment comença en
da: Start fading i
de: Ausblendem starten in
el: Έναρξη fading in
he: התחל התעמעמות פנימה
ja: フェードインを開始
nb_no: Begynn dempingen om
nl: Start infaden
pl: Rozpocznij podgłaśniając
pt_br: Iniciar redução de volume em
ru: Начало нарастания
sv: Böra tona efter
uk: Почати затухання

source: Manage Addons
ca: Gestiona els complements
da: Håndter Tilføjelser
de: Addons verwalten
el: Διαχείριση Addons
he: ניהול הרחבות
ja: アドオンの管理
nb_no: Administrer tillegg
nl: Add-ons beheren
pl: Zarządzaj dodatkami
pt_br: Gerenciar extensões
ru: Управление аддонами
sv: Hantera Tillägg
tr: Eklentileri Yönet
uk: Керувати Додатками

source: Show splash screen at startup
ca: Mostra la pantalla inicial a l'inici
da: Vis 'splash screen' ved opstart
de: Begrüßungsbild beim Programmstart anzeigen
el: Εμφάνιση οθόνης εκκίνησης κατά την έναρξη
he: הצג מסך התחלה בעת התחלת האפליקציה
ja: 起動時にスプラッシュ画面を表示
nb_no: Vis velkomstbilde ved oppstart
nl: Logo bij opstarten weergeven
pl: Pokaż ekran powitalny przy starcie
pt_br: Exibir tela de apresentação ao iniciar
ru: Показывать заставку при запуске
sv: Visa uppstartsbild
tr: Başlangıçta açılış ekranını göster
uk: Показати заставку під час запуску

source: Available elements
ca: Elements disponibles
da: Tilgængelige elementer
de: Verfügbare Elemente
el: Διαθέσιμα στοιχεία
he: אלמנטים זמינים
ja: 利用可能な要素
nb_no: Tilgjengelige elementer
nl: Beschikbare onderdelen
pl: Dostępne elementy
pt_br: Elementos disponíveis
ru: Доступные элементы
sv: Tillgängliga element
tr: Mevcut öğeler
uk: Доступні елементи

source: Filenames + Path
ar: أسماء الملفات والمسارات
ca: Nom de fitxer + Camí
da: Filnavne + Sti
de: Dateinamen + Pfad
el: Ονόματα Αρχείων + Διαδρομή
he: שמות קבצים + נתיב
ja: ファイル名+パス
nb_no: Filnavn + plassering
nl: Bestandsnamen + Pad
pl: Nazwy plików + Ścieżka
pt_br: Nomes de arquivos + caminho
ru: Имена файлов + путь
sv: Filnamn + Sökväg
uk: Імена файлів + Шлях

source: Proxy server settings
ar: إعدادات الملقم الوكيل
ca: Configuració del servidor intermediari
da: Proxyserverindstillinger
de: Proxy-Einstellungen
el: Ρυθμίσεις Proxy server
he: הגדרות שרת פרוקסי
ja: プロキシサーバーの設定
nb_no: Proxy serverinnstillinger
nl: Instellingen Proxyserver
pl: Ustawienia Serwera Proxy
pt_br: Configurações do servidor proxy
ru: Настройки прокси сервера
sv: Proxy-inställningar
uk: Параметри проксі-сервера

source: Use proxy server
ca: Utilitzeu el servidor intermediari
da: Brug proxy-server
de: Proxy-Server verwenden
el: Χρήση proxy server
he: השתמש בשרת פרוקסי
ja: プロキシサーバーを使用
nb_no: Bruk proxy-server
nl: Gebruik proxyserver
pl: Użyj serwera proxy
pt_br: Usar servidor proxy
ru: Использовать прокси-сервер
sv: Använd proxyserver
uk: Використати проксі-сервер

source: Show AutoPlay actions for:
ca: Mostra les accions de reproducció automàtica per a:
da: Vis AutoPlay handlinger for:
de: AutoPlay-Funktion anzeigen für:
el: Εμφάνιση ενεργειών Αυτόματης Αναπαραγωγής για:
he: הצג פעולות הפעלה אוטומטית עבור:
ja: 自動再生動作を表示:
nb_no: Vis Autoavspillingshandlinger for:
nl: Auto-Afspelen-acties weergeven voor:
pl: Pokaż akcje autoodtwarzania dla:
pt_br: Exibir sugestões de execução automática para:
ru: Выберите действия, показываемые для автозапуска:
sv: Visa AutoSpelåtgärder för:
uk: Показати дії Автовідтворення для:

source: DVD video playback
ca: Reproducció de vídeo DVD
da: DVD video afspilning
de: DVD-Video abspielen
el: Αναπαραγωγή βίντεο DVD
he: השמעת וידאו DVD
ja: DVDビデオ再生
nb_no: DVD-videoavspilling
nl: DVD Video afspelen
pl: Odtwarzanie wideo DVD
pt_br: Tocar DVD de Vídeo
ru: Воспроизведение DVD-видео
sv: DVD-videouppspelning
tr: DVD video oynatma
uk: Відтворення відео DVD

source: Accept input/control of MediaMonkey player via UPnP/DLNA
ca: Accepteu l'entrada / control del reproductor MediaMonkey mitjançant UPnP/DLNA
da: Accepter input/kontrol af MediaMonkey afspiller via UPnP/DLNA
de: Steuerung des MediaMonkey-Players über UPnP/DLNA erlauben
el: Αποδοχή είσοδο/έλεγχο του player του MediaMonkey μέσω UPnP/DLNA
he: קבלה ושליטת קלט לנגן MediaMonkey דרך UPnP/DLNA
ja: UPnP/DLNA経由でのMediaMonkeyプレイヤーの入力/制御を受け入れる
nb_no: Tillat kontroll av MediaMonkey-avspilleren via UPnP/DLNA
nl: Besturing van de MediaMonkey-speler via UPnP/DLNA toestaan
pl: Akceptuj wejście/kontrolę odtwarzacza MediaMonkey przez UPnP/DLNA
pt_br: Aceitar entrada/controle do reprodutor do MediaMonkey via UPnP/DLNA
ru: Позволить управлять MediaMonkey через UPnP/DLNA
sv: Acceptera inmatning/kontroll av MediaMonkey-spelare via UPnP/DLNA
tr: MediaMonkey oynatıcısının girişini/kontrolünü UPnP/DLNA aracılığıyla kabul et
uk: Прийняти вхід/керування програвачем MediaMonkey через UPnP/DLNA

source: Store MP3 file properties using:
ar: تخزين خصائص ملفات MP3 باستخدام:
ca: Emmagatzemeu les propietats dels fitxers MP3 mitjançant:
da: Store MP3-fil egenskaber ved hjælp af:
de: MP3-Track-Informationen speichern in:
el: Αποθήκευση ιδιοτήτων αρχείου MP3 με χρήση:
he: שמור תכונות קובצי MP3 באמצעות:
ja: MP3プロパティ格納方法:
nb_no: Lagre MP3 fil egenskaper ved å bruke:
nl: Sla mp3 bestandsinformatie op in:
pl: Zamieść właściwości pliku MP3 używając:
pt_br: Armazenar propriedades de arquivos MP3 usando:
ru: Хранить информацию об MP3, используя:
sv: Lagra spårinformation i:
tr: MP3 dosya özelliklerini şu şekilde depolayın:
uk: Зберігати властивості файлів MP3 за допомогою:
