Repository: mediamonkeyserver/translations
Catalog: MM5/*/default.po
Languages: ar, ca, da, de, el, he, ja, nb_no, nl, pl, pt_br, ru, sv, tr, uk

source: Volume leveling
ar: مستو ى الصوت
ca: Anivellament de volum
da: Volumen nivellering
de: Lautstärke-Regelung
el: Εξισορρόπηση έντασης
he: איזון ווליום
ja: 音量揃え
nb_no: Volumutjevning
nl: Normalisering volume
pl: Poziomowanie głośności
pt_br: Ajuste de volume
ru: Выравнивание громкости
sv: Volymjustering
tr: Ses dengeleme
uk: Вирівнювання гучності

source: Playback rules
ar: قواعد التشغيل
ca: Regles de reproducció
da: Afspilningsregler
de: Abspiel-Regeln
el: Κανόνες αναπαραγωγής
he: כללי נגינה
ja: 再生ルール
nb_no: Avspillingsregler
nl: Afspeelregels
pl: Zasady odtwarzania
pt_br: Regras de execução
ru: Правила воспроизведения
sv: Uppspelningsregler
tr: Oynatma kuralları
uk: Правила відтворення

source: Codecs
ar: الترميزات
ca: Còdecs
el: Κωδικοποιητές
he: מקודדים
ja: コーデック
nb_no: Kodeker
pl: Kodeki
ru: Кодеки
sv: Codecar
tr: Kodekler
uk: Кодеки

source: Input
ar: الإدخال
ca: Entrada
el: Εισαγωγή
he: קלט
ja: 入力
nb_no: Inngang
pl: Wejście
pt_br: Entrada
ru: Вход
tr: Giriş
uk: Ввід

source: plug-ins
ar: المكونات الإضافية
ca: connectors
he: תוספים
ja: プラグイン
pl: wtyczki
ru: плагины
tr: eklentiler
uk: плагіни

source: Audio Output
ar: خرج الصوت
ca: Sortida d'audio
de: Audio-Ausgabe
el: Έξοδος Ήχου
he: יציאת שמע
ja: オーディオ出力
nb_no: Lydutgang
pl: Wyjście audio
pt_br: Saída de áudio
ru: Аудиовыход
sv: Ljud-output
tr: Ses Çıkışı
uk: Аудіовихід

source: Collections & Views
ar: المجموعات والعروض
ca: Col·leccions i visualitzacions
da: Samlinger & Visninger
de: Auswahl & Ansichten
el: Συλλογές & Προβολές
he: אוספים ותצוגות
ja: コレクションとビュー
nb_no: Samlinger og visninger
nl: Collecties & Vensters
pl: Kolekcje i widoki
pt_br: Coleções e visões
ru: Коллекции и просмотры
sv: Samlingar & Visningar
tr: Koleksiyonlar & Görünümler
uk: Колекції та Перегляди

source: Fields
ar: الحقول
ca: Camps
da: Felter
de: Felder
el: Πεδία
he: שדות
ja: 項目
nb_no: Felter
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
sv: Fält
tr: Alanlar
uk: Поля

source: Columns
ca: Columnes
da: Kolonner
de: Spalten
el: Στήλες
he: עמודות
ja: 表示項目
nb_no: Kolonner
nl: Kolommen
pl: Kolumny
pt_br: Colunas
ru: Столбцы
sv: Kolumner
uk: Стовпці

source: Tags & playlists
ar: العلامات وقوائم التشغيل
ca: Etiquetes i llistes de reproducció
da: Tags & playlister
de: ID-Tags & Wiedergabelisten
el: Ετικέτες & λίστες αναπαραγωγής
he: תגיות ורשימות
ja: タグとプレイリスト
nb_no: Tagger og spillelister
nl: Labels & afspeellijsten
pl: Tagi i playlisty
pt_br: Tags e listas
ru: Теги и плейлисты
sv: ID3-taggar och spellistor
tr: Etiketler & çalma listeleri
uk: Теґи та списки відтворення

source: Auto-organize
ar: تنظيم تلقائي
ca: Organització automàtica
da: Auto-organiser
de: Automatisches Einordnen
el: Αυτόματη οργάνωση
he: אירגון אוטומטי
ja: 自動整理
nb_no: Automatisk organisering
nl: Auto-ordenen
pl: Automatycznie organizuj
pt_br: Auto-organizar
ru: Автоупорядочивание
sv: Organisera automatiskt
tr: Otomatik organize et
uk: Автоматична організація

source: OS integration
ar: تكامل نظام التشغيل
ca: Integració OS
de: Windows-Integration
el: Ενσωμάτωση OS
he: שילוב בווינדוס
ja: OS統合
nb_no: OS-integrering
nl: Integratie besturingssysteem
pl: Integracja systemu operacyjnego
pt_br: Integração ao SO
ru: Интеграция с ОС
tr: İşletim sistemi entegrasyonu
uk: Інтеграція ОС

source: Please enter the Podcast's title and URL to subscribe.
ar: يرجى إدخال عنوان URL والاشتراك في البودكاست.
ca: Introduïu el títol i l'URL del podcast per subscriure-us.
da: Indtast venligst Podcastens titel og URL for at abonnere.
de: Bitte tragen Sie Podcast-Titel und URL für das Abonnement ein.
el: Παρακαλούμε εισαγάγετε τον τίτλο και την URL του Podcast για συνδρομή.
he: הכנס את שמו וכתובתו של הפודקאסט כדי להרשם.
ja: 購読するポッドキャストのタイトルとURLを入力してください。
nb_no: Vennligst skriv inn podcastens tittel og URL for å abonnere.
nl: Geef de Podcast's titel en URL op om te abonneren.
pl: Wprowadź tytuł i adres URL podcastu, aby zasubskrybować.
pt_br: Insira o título e a URL do podcast para assinar.
ru: Введите название подкаста и URL-адрес, чтобы подписаться.
sv: Vänligen ange Podcastens titel och URL för att prenumerera.
tr: Abone olmak için lütfen Podcast'in başlığını ve URL'sini girin.
uk: Будь ласка, введіть назву Подкасту та URL-адресу для підписки.

source: You are already subscribed to this podcast
ar: أنت مشترك بالفعل في هذا البودكاست
ca: Ja esteu subscrit a aquest podcast
da: Du er allerede abonneret på denne podcast
de: Sie haben diesen Podcast bereits abonniert
el: Έχετε ήδη συνδρομή σε αυτό το podcast
he: הינך רשום לפודקאסט זה
ja: このポッドキャストはすでに購読しています
nb_no: Du er allerede abonnert på denne podcasten
nl: Er is al een abonnement op deze Podcast
pl: Subskrybujesz już ten podcast
pt_br: Você já assina este podcast
ru: Вы уже подписаны на этот подкаст
sv: Du prenumererar redan på denna podcasten
tr: Bu podcaste zaten abonesiniz
uk: Ви вже підписалися на цей подкаст

source: Global podcast options
ar: خيارات البودكاست العالمية
ca: Opcions de podcasts globals
da: Globale podcastmuligheder
de: Globale Podcast Einstellungen
el: Καθολικές επιλογές podcast
he: אפשרויות ניהול פודקאסטים
ja: グローバルポッドキャストのオプション
nb_no: Globale podcastalternativer
nl: Algemene Podcast-instellingen
pl: Globalne opcje podcastów
pt_br: Opções globais de podcasts
ru: Глобальные параметры подкаста
sv: Globala podcast-alternativ
tr: Küresel podcast seçenekleri
uk: Глобальні параметри подкастів

source: Are you sure you want to unsubscribe
ar: هل تريد بالتأكيد إلغاء الاشتراك
ca: Esteu segur que voleu donar-vos de baixa
da: Er du sikker på du vil afmelde
de: Abonnement wirklich abbestellen
el: Είστε σίγουρος ότι θέλετε τη διαγραφή από την συνδρομή
he: אתה בטוח שברצונך לבטל את הרשמה
ja: 購読を解除してもよろしいですか
nb_no: Er du sikker på at du vil stoppe abonnementet
nl: Abonnement opzeggen van
pl: Czy na pewno chcesz się wypisać
pt_br: Você tem certeza que deseja cancelar a assinatura de
ru: Вы действительно хотите отказаться от подписки
sv: Är du säker på att du vill avsluta prenumerationen
tr: Aboneliğinizi iptal etmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте скасувати підписку

source: Register MediaMonkey Gold
ar: سجل الذهب MediaMonkey
ca: Registra MediaMonkey Gold
da: Registrer MediaMonkey Guld
de: MediaMonkey Gold registrieren
el: Εγγραφή MediaMonkey Gold
he: רשום את MediaMonkey Gold
ja: MediaMonkey Goldの登録
nb_no: Registrer MediaMonkey Gold
nl: MediaMonkey Gold registreren
pl: Zarejestruj MediaMonkey Gold
pt_br: Registre o MediaMonkey Gold
ru: Регистрация MediaMonkey Gold
sv: Registrera MediaMonkey Gold
tr: MediaMonkey Gold'a kaydolun
uk: Реєструвати MediaMonkey Gold

source: Scan results
ar: نتائج الفحص
ca: Examina els resultats
da: Scan resultater
de: Suchergebnisse
el: Αποτελέσματα σάρωσης
he: תוצאות הסריקה
ja: 検索結果
nb_no: Søkeresultater
nl: Scanresultaten
pl: Wyniki skanowania
pt_br: Resultados da pesquisa
ru: Результаты сканирования
sv: Skanna resultat
tr: Tarama sonuçları
uk: Результати сканування

source: filtered or disabled in
ar: مصفاة أو معطلة في
ca: filtrat o desactivat
da: filtreret eller deaktiveret i
de: gefiltert oder deaktiviert in
he: מסונן או מנוטרל ב
ja: フィルタリングまたは無効化された場所
nb_no: filtrert eller deaktivert i
nl: gefilterd of uitgeschakeld
pt_br: filtrado ou desabilitado em
ru: отфильтровано или отключено в
sv: filtrerad eller inaktiverad i
tr: filtrelendi veya devre dışı bırakıldı

source: Library settings
ar: إعدادات المكتبة
ca: Configuració de la biblioteca
da: Biblioteks indstillinger
de: Archiv-Einstellungen
he: הגדרות ספרייה
ja: ライブラリ設定
nb_no: Biblioteksinnstillinger
nl: Bibliotheek instellingen
pt_br: Configurações da Biblioteca
ru: Настройки библиотеки
sv: Biblioteksinställningar
tr: Kitaplık ayarları

source: Library now has %d files
ar: المكتبة الآن تحتوي على %d ملف
ca: Ara la biblioteca té %d fitxers
da: Biblioteket har nu %d filer
de: Das Archiv hat jetzt %d Dateien
el: Η Βιβλιοθήκη έχει τώρα %d αρχεία
he: הספרייה כוללת כעת %d קבצים
ja: ライブラリには現在%d個のファイルがあります
nb_no: Biblioteket har nå %d filer
nl: %d Bestanden in Bibliotheek
pl: Biblioteka liczy teraz %d plików
pt_br: A biblioteca agora possui %d arquivos
ru: Файлов в библиотеке: %d
sv: Mediabiblioteket har nu %d filer
tr: Kütüphanede artık %d dosya var
uk: Тепер у Бібліотеці %d файлів

source: Search and update took %s
ar: استغرق البحث والتحديث %s
ca: La cerca i l'actualització han trigat %s
da: Søgning og opdatering tog %s
de: Suchen und Aktualisieren dauerte %s
el: Η έρευνα και η ενημέρωση πήρε %s
he: החיפוש והעדכון לקח %s
ja: 検索と更新に%s掛かりました
nb_no: Søk og oppdatering tok %s
nl: Zoeken en bijwerken duurde %s
pl: Wyszukiwanie i aktualizacja zajęły %s
pt_br: A procura e atualização levou %s
ru: Поиск и обновление заняли %s
sv: Sökning och uppdatering tog %s
tr: Arama ve güncelleme %s aldı
uk: Пошук та оновлення зайняли %s

source: Added %d new files
ar: أُضيفت %d ملفات جديدة
ca: S'han afegit %d fitxers nous
da: Tilføjet %d nye filer
de: %d neue Dateien hinzugefügt
he: %d קבצים חדשים נוספו
ja: %d個の新規ファイルを追加しました
nb_no: Lagt til %d nye filer
nl: %d Nieuwe bestanden toegevoegd
pt_br: Adicionados %d novos arquivos
ru: Добавлено новых файлов: %d
sv: Lade till %d nya filer
tr: %d yeni dosya eklendi

source: Updated %d files
ar: حدّث %d ملفات
ca: S'han actualitzat %d fitxers
da: Opdateret %d filer
de: %d Dateien aktualisiert
el: Ενημερώθηκαν %d αρχεία
he: עודכנו %d קבצים
ja: %d個のファイルを更新しました
nb_no: Oppdaterte %d filer
nl: %d Bestanden bijgewerkt
pl: Zaktualizowano %d plików
pt_br: Atualizados %d arquivos
ru: Обновлено файлов: %d
sv: Uppdaterade %d filer
tr: %d dosya güncellendi
uk: Оновлено %d файлів

source: Failed to add %d files
ar: فشل في إضافة %d ملفات
ca: No s'han pogut afegir %d fitxers
da: Mislykket til at tilføje %d filer
de: Hinzufügen von %d Dateien fehlgeschlagen
he: נכשל בהוספת %d קבצים
ja: %d個のファイルのインポートに失敗しました
nb_no: Kunne ikke legge til %d filer
nl: Toevoegen van %d bestanden mislukt
pt_br: Falha ao adicionar %d arquivos
ru: Не удалось добавить файлов: %d
sv: Det gick inte att lägga till %d filer
tr: %d dosya eklenemedi

source: Skipped %d files
ar: تخطي %d ملفات
ca: S'han omès %d fitxers
da: Sprunget over %d filer
de: %d Dateien übersprungen
he: %d קבצים הושמטו
ja: %d個のファイルを飛ばしました
nb_no: Hoppet over %d filer
nl: %d Bestanden overgeslagen
pt_br: Ignorados %d arquivos
ru: Пропущено файлов: %d
sv: Hoppade över %d filer
tr: %d dosya atlandı

source: Add/Rescan files to the Library...
ar: إضافة/إعادة فحص الملفات إلى المكتبة...
ca: Afegeix / Torna a explorar fitxers a la biblioteca ...
da: Tilføj/Genscan filer til Biblioteket...
de: D&ateien ins Archiv aufnehmen/aktualisieren...
el: Προσθήκη/επανασάρωση αρχείων στη βιβλιοθήκη...
he: הוסף/סרוק מחדש קבצים לספרייה...
ja: ライブラリにファイルを追加/再スキャン...
nb_no: Legg til/Reskanne filer til biblioteket...
nl: Bestanden Scannen/Toevoegen aan Bibliotheek...
pl: Dodaj/Skanuj ponownie pliki do Biblioteki...
pt_br: Adicionar ou atualizar arquivos à biblioteca...
ru: Добавить/пересканировать файлы в библиотеку...
sv: Lägg till / indexera om spår...
tr: Kitaplığa dosya ekle...
uk: Додати/повторно сканувати файли до Бібліотеки...

source: AutoPlaylist criteria
ar: معايير قائمة التشغيل التلقائية
ca: Criteris de llista de reproducció automàtica
da: AutoPlayliste kriterier
de: Kriterien für Auto-Wiedergabeliste
el: Κριτήρια Αυτόματης Λίστας Αναπαραγωγής
he: כלל חיפוש לרשימה אוטומטית
ja: 自動プレイリストの条件
nb_no: Autospilleliste kriterie
nl: Auto-Afspeellijst-criteria
pl: Kryteria autoodtwarzania
pt_br: Critérios da lista automática
ru: Критерии автоплейлиста
sv: Kriterier för AutoSpellista
tr: Otomatik Oynatma Listesi kriterleri
uk: Критерії Списку автовідтворення

source: Image search
ar: البحث عن الصور
ca: Cerca d'imatges
da: Billedsøgning
de: Bildsuche
el: Αναζήτηση εικόνων
he: חיפוש תמונה
ja: 画像検索
nb_no: Bildesøk
nl: Afbeelding zoeken
pl: Wyszukiwanie obrazów
pt_br: Pesquisa de imagens
ru: Поиск изображений
sv: Bildsökning
tr: Resim araması
uk: Пошук зображень

source: image
ar: صورة
ca: Imatge
da: billede
de: Bild
el: εικόνα
he: תמונה
ja: 画像
nb_no: Bilde
nl: afbeelding
pl: obraz
pt_br: imagem
ru: изображение
sv: bild
tr: Resim
uk: зображення

source: Select files
ar: اختر الملفات
ca: Seleccioneu fitxers
da: Vælg filer
de: Dateien auswählen
el: Επιλογή αρχείων
he: בחר קבצים
ja: ファイルを選択
nb_no: Velg filer
nl: Bestanden selecteren
pl: Wybierz pliki
pt_br: Selecione os arquivos
ru: Выберите файлы
sv: Välj filer
tr: Dosyaları seçin
uk: Вибрати файли

source: Select folder
ar: اختر مجلد
ca: Seleccioneu la carpeta
da: Vælg mappe
de: Ordner auswählen
el: Επιλογή φακέλου
he: בחר תיקייה
ja: フォルダーを選択
nb_no: Velg mappe
nl: Map selecteren
pl: Wybierz folder
pt_br: Selecionar pasta
ru: Выберите папку
sv: Välj mappar
tr: Klasör seç
uk: Вибрати теку

source: Select playlist
ar: اختر قائمة تشغيل
ca: Selecciona una llista de reproducció
da: Vælg playliste
de: Wiedergabeliste auswählen
el: Επιλογή λίστας αναπαραγωγής
he: בחר רשימה
ja: プレイリストを選択
nb_no: Velg spilleliste
nl: Afspeellijst selecteren
pl: Wybierz listę odtwarzania
pt_br: Selecionar lista
ru: Выберите плейлист
sv: Välj spellista
tr: Oynatma listesini seçin
uk: Вибрати список відтворення

source: Select playlists
ar: اختر قوائم التشغيل
ca: Seleccioneu llistes de reproducció
da: Vælg playlister
de: Wiedergabeliste auswählen
el: Επιλογή λιστών αναπαραγωγής
he: בחר רשימות
ja: プレイリストを選択
nb_no: Velg spillelister
nl: Afspeellijsten selecteren
pl: Wybierz listy odtwarzania
pt_br: Selecionar listas
ru: Выберите плейлисты
sv: Välj spellistor
tr: Oynatma listelerini seç
uk: Вибрати списки відтворення

source: Sleep settings
ar: إعدادات السكون
ca: Paràmetres de suspensió
da: Sov indstillinger
de: Einschlafmodus-Einstellungen
el: Ρυθμίσεις Ύπνου
he: הגדרת "שינה"
ja: スリープ設定
nb_no: Hvilemodusinnstillinger
nl: Slaapstand instellingen
pl: Ustawienia uśpienia
pt_br: Configuração da função dormir
ru: Настройки режима сна
sv: Sovtimer
tr: Uyku ayarları
uk: Параметри сну

source: Shutdown computer
ar: تبديل الكمبيوتر
ca: Atureu l'ordinador
da: Luk computeren,
de: Computer herunterfahren
el: Shutdown υπολογιστή
he: כבה מחשב
ja: コンピュータをシャットダウン
nb_no: Slå av datamaskinen
nl: PC uitschakelen
pl: Wyłącz komputer
pt_br: Desligar o computador
ru: Завершение работы
sv: Stäng av dator
tr: Bilgisayarı kapat
uk: Завершення роботи комп'ютера

source: Hibernate
ar: الإسبات
ca: Hibernar
da: Dvale
de: Ruhezustand
he: שמור מצב מחשב, וכבה
ja: 休止
nb_no: Dvalemodus
nl: Slaapstand
pl: Hibernuj
pt_br: Hibernar
ru: Гибернация
sv: Viloläge
uk: Сон

source: Sleep
ar: وضع الاستعداد
ca: Suspensió
da: Søvn
de: Einschlafmodus
he: הכנס מחשב למצב שינה
ja: スリープ
nb_no: Sov
nl: Stand-by
pl: Usypianie
pt_br: Dormir
ru: Сон
sv: Sov
tr: Uyku
uk: Спати

source: Log off
ar: تسجيل الخروج
ca: Sortir
da: Log af
de: Abmelden
he: התנתק מווינדוס
ja: ログオフ
nb_no: Logg av
nl: Afmelden
pl: Wyloguj
pt_br: Efetuar Log-off
ru: Выход из системы
sv: Logga ut
tr: Oturumu kapat
uk: Вийти з системи

source: Close MediaMonkey
ar: إغلاق MediaMonkey
ca: Tanca MediaMonkey
da: Luk MediaMonkey
de: MediaMonkey schließen
el: Κλείσιμο MediaMonkey
he: סגור את MediaMonkey
ja: MediaMonkeyを閉じる
nb_no: Lukk MediaMonkey
nl: MediaMonkey sluiten
pl: Zamknij MediaMonkey
pt_br: Fechar o MediaMonkey
ru: Закрыть MediaMonkey
sv: Avsluta MediaMonkey
tr: MediaMonkey'i Kapat
uk: Закрити MediaMonkey

source: Nothing
ar: لا شيء
ca: Res
da: Intet
de: Nichts
el: Τίποτα
he: אל תעשה כלום
ja: なし
nb_no: Ingenting
nl: Geen
pl: Nic
pt_br: Fazer nada
ru: Ничего
sv: Ingenting
tr: Hiçbir şey
uk: Нічого

source: Sleep timer can be used only with Gold!
ar: مؤقت السكون يمكن استخدامه فقط مع النسخة الذهبية!
ca: El temporitzador de suspensió només es pot utilitzar amb Gold!
da: Sov timer kan kun bruges med Gold!
de: Einschlafmodus kann nur mit MediaMonkey Gold verwendet werden!
el: Ο χρονοδιακόπτης sleep μπορεί να χρησιμοποιηθεί μόνο με Gold!
he: ניתן להשתמש בטיימר שינה רק עם גרסת MediaMonkey Gold!
ja: スリープタイマーはGoldバージョンでのみ使用できます！
nb_no: Hvileklokken kan kun brukes med Gold!
nl: De Sleeptimer kan alleen gebruikt worden in MediaMonkey Gold!
pl: Wyłącznik czasowy może być używany tylko z Gold!
pt_br: O temporizador para dormir só pode ser usado na versão Gold!
ru: Таймер сна доступен только в версии Gold!
sv: Sömntimer kan endast användas med MM guld!
tr: Uyku zamanlayıcısı sadece Gold ile kullanılabilir!
uk: Таймер сну можна використовувати лише з Gold!

source: Adjust pitch
ar: ضبط النغمة
ca: Ajusta el to
da: Juster pitch
de: Tonhöhe ändern
he: כוונן גובה
ja: ピッチの調整
nb_no: Juster tonehøyde
nl: Toonhoogte aanpassen
pt_br: Ajustar tom
ru: Настроить высоту звука
sv: Justera tonhöjd
tr: Perdeyi ayarla

source: Set formats
ar: تعيين الصيغ
ca: Establir formats
da: Indstil formater
de: Formate festlegen
el: Ορισμός μορφών
he: הגדר סוגי קבצים
ja: 形式の設定
nb_no: Sett formater
nl: Indelingen instellen
pl: Ustaw formaty
pt_br: Definir formatos
ru: Задать форматы
sv: Ställ in format
tr: Biçimleri ayarlayın
uk: Встановити формати

source: Compatible media formats
ar: الأشكال المتوافقة
ca: Formats multimèdia compatibles
da: Kompatible medieformater
de: Kompatible Datei-Formate
el: Συμβατές μορφές πολυμέσων
he: סוגי קבצים נתמכים
ja: 互換性のあるメディア形式
nb_no: Kompatible medieformater
nl: Ondersteunde media-indelingen
pl: Zgodne formaty multimediów
pt_br: Formatos de mídia compatíveis
ru: Поддерживаемые медиаформаты
sv: Kompatibla medieformat
tr: Uyumlu medya formatları
uk: Сумісні формати носіїв

source: Content
ar: المحتوى
ca: Contingut
da: Indhold
de: Inhalt
el: Περιεχόμενο
he: תוכן
ja: コンテンツ
nb_no: Innhold
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
sv: Innehåll
tr: İçerik
uk: Вміст

source: Existing file(s) and playlist(s) to update from the device to the PC (%d)
ar: ملف(ات) موجودة وقائمة(ات) ليتم تحديثها من الجهاز إلى الكمبيوتر (%d)
ca: Fitxers i llistes de reproducció existents per actualitzar des del dispositiu al PC (%d)
da: Eksisterende fil(er) og playliste(r) som skal opdateres fra enheden til PC (%d)
de: Bestehende Datei(en) und Wiedergabeliste(n) zur Synchronisation von Gerät zu PC (%d)
el: Υφιστάμενο(α) αρχείο(α) και λίστα(ες) αναπαραγωγής για ενημέρωση από τη συσκευή στον Η/Υ (%d)
he: קבצים קיימים ורשימות לעדכון מהמכשיר למחשב האישי (%d)
ja: デバイスからPCへアップデートされる既存のファイルとプレイリスト （%d）
nb_no: Eksisterende fil(er) og spilleliste(r) å oppdatere fra enheten til PC-en (%d)
nl: Bestaand(e) bestand(en) en afspeellijst(en) om bij te werken van het apparaat naar de PC (%d)
pl: Istniejące pliki i listy odtwarzania do aktualizacji z urządzenia do komputera (%d)
pt_br: Arquivos e listas existentes a serem atualizados do dispositivo para o PC (%d)
ru: Имеющиеся файлы и плейлисты для обновления с устройства на ПК (%d)
sv: Befintliga filer och spellistor att uppdatera från enheten till datorn (%d)
tr: Cihazdan bilgisayara güncellenecek mevcut dosyalar) ve çalma listeleri (%d)
uk: Наявні файли та списки відтворення для оновлення з пристрою на ПК (%d)

source: New file(s) and playlist(s) to copy from the device to the PC (%d)
ar: ملف(ات) جديدة وقائمة(ات) لنسخها من الجهاز إلى الكمبيوتر (%d)
ca: Fitxers i llistes de reproducció nous per copiar des del dispositiu al PC (%d)
da: Ny(e) fil(er) og playliste(r) for at kopiere fra enheden til PC (%d)
de: Neue Datei(en) und Wiedergabelist(en) zum Kopieren vom Gerät zum PC (%d)
el: Νέο(α) αρχείο(α) και λίστα(ες) αναπαραγωγής για αντιγραφή από τη συσκευή στον Η/Υ (%d)
he: קבצים קיימים ורשימות להעתיק מהמכשיר למחשב האישי (%d)
ja: デバイスから PC に新規コピーされるファイルとプレイリスト（%d）
nb_no: Nye fil(er) og spilleliste(r) å kopier fra enheten til PC-en (%d)
nl: Nieuw(e) bestand(en) en afspeellijst(en) kopiëren van het apparaat naar de PC (%d)
pl: Nowe pliki i listy odtwarzania do skopiowania z urządzenia na komputer (%d)
pt_br: Novos arquivos e listas a serem copiados do dispositivo para o PC (%d)
ru: Новые файлы и плейлисты для копирования с устройства на ПК (%d)
sv: Nya filer och spellistor att kopiera från enheten till datorn (%d)
tr: Cihazdan bilgisayara kopyalanacak yeni dosya(lar) ve çalma listeleri (%d)
uk: Нові файли та списки відтворення для копіювання з пристрою на ПК (%d)

source: File(s) and playlist(s) to delete from the device (%d)
ar: ملف(ات) وقوائم تشغيل لحذفها من الجهاز (%d)
ca: Fitxer(s) i lliste(s) de reproducció per suprimir del dispositiu (%d)
da: Fil(er) og playliste(r) der skal slettes fra enheden (%d)
de: Datei(en) und Wiedergabeliste(n), die gelöscht werden sollen (%d)
el: Aρχείο(α) και λίστα(ες) αναπαραγωγής για διαγραφή από τη συσκευή (%d)
he: קבצים קיימים ורשימות למחיקה מהמכשיר (%d)
ja: デバイスから削除されるファイルとプレイリスト（%d）
nb_no: Fil(er) og spilleliste(r) for sletting fra enheten (%d)
nl: Bestand(en) en afspeellijst(en) om van het apparaat te verwijderen (%d)
pl: Pliki i listy odtwarzania do usunięcia z urządzenia (%d)
pt_br: Arquivos e listas a serem excluídos do dispositivo (%d)
ru: Файлы и плейлисты для удаления с устройства (%d)
sv: Filer och spellistor att ta bort från enheten (%d)
tr: Cihazdan silinecek dosya(lar) ve çalma listesi(leri) (%d)
uk: Файли та списки відтворення, які потрібно видалити з пристрою (%d)

source: Auto-sync
ar: المزامنة التلقائية
ca: Sincronització automàtica
da: Auto-synk
de: Auto-Synchronisieren
el: Αυτόμ. συγχρον.
he: סינכרון אוטומטי
ja: 自動同期
nb_no: Automatisk synkronisering
nl: Auto-synchroniseren
pl: Automatyczna synchronizacja
pt_br: Auto-sincronizar
ru: Автосинхронизация
sv: Automatisk synkronisering
tr: Otomatik senkronizasyon
uk: Автоматична синхронізація

source: Please confirm the following changes:
ar: يرجى تأكيد التغييرات التالية:
ca: Confirmeu els canvis següents:
da: Bekræft venligst følgende ændringer:
de: Bitte bestätigen Sie folgende Änderungen:
el: Παρακαλούμε επιβεβαιώστε τις ακόλουθες αλλαγές:
he: יש לאשר את השינויים הבאים:
ja: 次の変更を確認して下さい:
nb_no: Vennligst bekreft følgende endringer:
nl: De volgende wijzigingen bevestigen:
pl: Proszę potwierdzić następujące zmiany:
pt_br: Por favor, confirme as seguintes alterações:
ru: Подтвердите следующие изменения:
sv: Bekräfta följande ändringar:
tr: Lütfen aşağıdaki değişiklikleri onaylayın:
uk: Будь ласка, підтвердьте наступні зміни:

source: Details
ar: تفاصيل
ca: Detalls
da: Detaljer
el: Λεπτομέρειες
he: פרטים
ja: 詳細
nb_no: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Детали
sv: &Detaljer
tr: Detaylar
uk: Подробиці

source: Edit Properties for multiple files
ar: تحرير الخاصيات لعدة ملفات
ca: Editeu les propietats de diversos fitxers
da: Rediger egenskaber for flere filer
de: Eigenschaften mehrerer Dateien bearbeiten
el: Επεξεργασία Ιδιοτήτων για πολλαπλά αρχεία
he: ערוך מאפיינים עבור מספר קבצים
ja: 複数ファイルのプロパティを編集
nb_no: Rediger egenskaper for flere filer
nl: Eigenschappen van meerdere bestanden bewerken
pl: Edytuj właściwości wielu plików
pt_br: Editar propriedades para múltiplos arquivos
ru: Изменить свойства нескольких треков
sv: Redigera egenskaper för flera spår
tr: Birden fazla dosya için Özellikleri Düzenle
uk: Редагувати Властивості для кількох файлів

source: File Properties
ar: خصائص الملف
ca: Propietats del fitxer
da: Fil Egenskaber
de: Datei-Eigenschaften
el: Ιδιότητες Αρχείου
he: מאפייני קובץ
ja: ファイルのプロパティ
nb_no: Filegenskaper
nl: Eigenschappen
pl: Właściwości pliku
pt_br: Propriedades do arquivo
ru: Свойства файла
sv: Filegenskaper
tr: Dosya Özellikleri
uk: Властивості файлу

source: File %s is inaccessible
ar: الملف %s غير قابل للوصول
ca: El fitxer %s no és accessible
da: Fil %s er utilgængelig
de: Datei %s ist nicht verfügbar
el: Το αρχείο %s δεν είναι προσβάσιμο
he: קובץ '%s' אינו זמין (הועבר \ נמחק)
ja: ファイル"%s"にアクセスできません
nb_no: Fil %s er utilgjengelig
nl: Bestand %s niet toegankelijk
pl: Plik %s jest niedostępny
pt_br: O arquivo %s está inacessível
ru: Файл %s недоступен
sv: Filen %s är otillgänglig
tr: Dosya %s erişilemez durumda
uk: Файл %s недоступний
